{
  "criteriosEvaluacion": [
          "1.1 Analizar piezas vocales explicando de manera razonada las cualidades que las hacen afines a un estilo, a un género o a una cultura, así como otras características de la interpretación y de la puesta en escena.",
          "2.1 Realizar ejercicios e improvisaciones para el desarrollo de la escucha activa y de la capacidad vocal, aplicando técnicas vocales y corporales sanas, y reforzando la autoestima y la autoconfianza.",
          "3.1 Participar como intérprete de coro, demostrando eficacia, escucha activa y una expresión vocal y corporal adecuada al servicio del conjunto y a las directrices de la dirección.",
          "4.1 Mostrar, en la actuación, una actitud escénica adecuada y respeto por el público.",
          "4.2 Participar activamente en el montaje de proyectos escénicos con responsabilidad y conciencia de grupo."
      ],
      "saberes": [
          "A. Análisis.",
          "− Vocabulario específico.",
          "− Estrategias de escucha activa.",
          "− Características básicas de los estilos, géneros y culturas musicales seleccionados.",
          "− Piezas vocales sencillas, de diferentes épocas y estilos del ámbito occidental, así como de otros ámbitos culturales y de origen popular.",
          "B. Técnica vocal.",
          "− Práctica de la relajación y la concentración.",
          "− Cuidado de la voz y postura del cuerpo.",
          "− Elementos de la producción vocal: respiración, emisión, articulación, resonancias y dinámica.",
          "− Técnicas de expresión corporal. Relación de la emisión vocal y el movimiento.",
          "− Ejercicios y vocalizaciones. Improvisaciones.",
          "− El oído armónico y la afinación: entonación de intervalos melódicos y armónicos sencillos.",
          "C. Práctica de conjunto.",
          "− El sonido de conjunto: respiración, ataque, afinación, articulación, ritmo, fraseo y dinámica. Equilibrio entre voces y planos sonoros.",
          "− Premisas para el desarrollo de la improvisación.",
          "− La percusión corporal y otros diseños coreográficos.",
          "− La lectura básica de partituras con notación convencional y no convencional.",
          "− La memoria musical.",
          "− Compromiso con los objetivos grupales.",
          "− Indicaciones y gestos de la dirección coral.",
          "− Repertorio de coro de diferentes épocas y estilos del ámbito occidental, así como de otros ámbitos culturales, de nivel básico, con o sin acompañamiento instrumental.",
          "− El texto y su métrica como base de la articulación, la velocidad y la precisión rítmica.",
          "− Actitud escénica y relación con el público."
      ]
}
