{
  "saberes": [
      "A. El perfil de la persona emprendedora, iniciativa y creatividad.",
      "– El perfil de la persona emprendedora. Autoconfianza, autoconocimiento, empatía, perseverancia, iniciativa y resiliencia. Técnicas de diagnóstico de debilidades y fortalezas.",
      "– Creatividad, ideas y soluciones. Pensamiento de diseño o Design thinking y otras metodologías de innovación ágil.",
      "– Comunicación, motivación, negociación y liderazgo. Habilidades sociales.",
      "– Gestión de emociones. Estrategias de gestión de la incertidumbre y toma de decisiones en contextos cambiantes. El error y la validación como oportunidades para aprender.",
      "B. El entorno como fuente de ideas y oportunidades.",
      "– La perspectiva económica del entorno. El problema económico: la escasez de recursos y la necesidad de elegir. La elección en economía: costes, análisis marginal, incentivos. El comportamiento de las personas en las decisiones. Comercio, bienestar y desigualdades.",
      "– El entorno económico-empresarial. Los agentes económicos y el flujo circular de la renta. El funcionamiento de los mercados. El mercado y las oportunidades de negocio: análisis del entorno general o macroentorno; análisis del entorno específico o microentorno. El sistema financiero. La empresa y su responsabilidad social. La decisión empresarial y la innovación como fuente de transformación social.",
      "– El entorno social, cultural y ambiental desde una perspectiva económica. La economía colaborativa. La huella ecológica y la economía circular. La economía social y solidaria. Los Objetivos de Desarrollo Sostenible (ODS) y el desarrollo local. Sectores productivos y géneros del entorno cultural y artístico. Agentes que apoyan la creación de proyectos culturales emprendedores.",
      "– Estrategias de exploración del entorno. Búsqueda y gestión de la información. Métodos de análisis de la competencia.",
      "– La visión emprendedora.",
      "C. Recursos para llevar a cabo un proyecto emprendedor.",
      "– Misión, visión y valores de la empresa o entidad. La organización y gestión de las entidades emprendedoras. Funciones de la empresa.",
      "– Los equipos en las empresas y organizaciones. Estrategias ágiles de trabajo en equipo. Formación y funcionamiento de equipos de trabajo",
      "– Las finanzas personales y del proyecto emprendedor: control y gestión del dinero. Fuentes y control de ingresos y gastos. Recursos financieros a corto y largo plazo y su relación con el bienestar financiero. El endeudamiento. Fuentes de financiación y captación de recursos financieros. La gestión del riesgo financiero y los seguros.",
      "D. La realización del proyecto emprendedor.",
      "– El reto o desafío como objetivo.",
      "– Planificación, gestión y ejecución de un proyecto emprendedor. Del reto al prototipo.",
      "– Desarrollo ágil de producto.",
      "– Técnicas y herramientas de prototipado rápido.",
      "– Presentación e introducción del prototipo en el entorno. Estrategias de difusión.",
      "– Validación y testado de prototipos. Valoración del proceso de trabajo. Innovación ágil.",
      "– El usuario como destinatario final del prototipo. La toma de decisiones de los usuarios. El usuario como consumidor. Derechos y obligaciones de los consumidores.",
      "– Derechos sobre el prototipo: la propiedad intelectual e industrial. "
  ],
  "criteriosEvaluacion": [
       "1.1 Adaptarse a entornos complejos y crear un proyecto personal original y generador de valor, partiendo de la valoración crítica sobre las propias aptitudes y las posibilidades creativas, haciendo hincapié en las fortalezas y debilidades y logrando progresivamente el control consciente de las emociones.",
       "1.2 Utilizar estrategias de análisis razonado de las fortalezas y debilidades personales y de la iniciativa y creatividad propia y de los demás.",
       "1.3 Gestionar de forma eficaz las emociones y destrezas personales, promoviendo y desarrollando actitudes creativas.",
       "2.1 Constituir equipos de trabajo basados en principios de equidad, coeducación e igualdad entre hombres y mujeres, actitud participativa y visualización de metas comunes, utilizando estrategias que faciliten la identificación y optimización de los recursos humanos necesarios que conduzcan a la consecución del reto propuesto.",
       "2.2 Poner en práctica habilidades sociales, de comunicación abierta, de motivación, de liderazgo y de cooperación e innovación ágil tanto de manera presencial como a distancia en distintos contextos de trabajo en equipo.",
       "2.3 Valorar y respetar las aportaciones de los demás en las distintas dinámicas de trabajo y fases del proceso llevado a cabo, respetando las decisiones tomadas de forma colectiva.",
       "3.1 Preservar y cuidar el medio natural, social, cultural y artístico a partir de propuestas y actuaciones locales y globales que promuevan el desarrollo sostenible con visión creativa, emprendedora y comprometida.",
       "3.2 Superar los retos propuestos a partir de ideas y soluciones innovadoras y sostenibles, evaluando sus ventajas e inconvenientes, así como el impacto que pudieran generar a nivel personal y en el contexto al que van dirigidas.",
       "3.3 Aplicar metodologías ágiles siguiendo los criterios y pautas establecidos en el proceso de construcción de ideas creativas y sostenibles que faciliten la superación de los retos planteados y la obtención de soluciones a las necesidades detectadas con sentido ético y solidario.",
       "4.1 Poner en marcha un proyecto que lleve a la realidad una solución emprendedora, seleccionando y reuniendo los recursos materiales, inmateriales y digitales disponibles en el proceso de ideación creativa.",
       "4.2 Utilizar con autonomía estrategias de captación y gestión de recursos conociendo sus características y aplicándolas al proceso de conversión de las ideas y soluciones en acciones.",
       "4.3 Reunir, analizar y seleccionar con criterios propios los recursos disponibles, planificando con coherencia su organización, distribución, uso y optimización.",
       "5.1 Validar las ideas y soluciones presentadas mediante mensajes convincentes y adecuados al contexto y a objetivos concretos, utilizando estrategias comunicativas ágiles adecuadas a cada situación comunicativa.",
       "5.2 Presentar y exponer con claridad y coherencia las ideas y soluciones creativas, valorando la importancia de mantener una comunicación eficaz y respetuosa a lo largo de todo el proceso.",
       "6.1 Desarrollar una idea o solución emprendedora a partir de los conocimientos, destrezas y actitudes adquiridos desde el ámbito de la economía y las finanzas, viendo la relación entre estos y los recursos necesarios y disponibles que permiten su desarrollo.",
       "6.2 Conocer de manera amplia y comprender con precisión los conocimientos, destrezas y actitudes necesarios del ámbito económico y financiero, aplicándolos con coherencia a situaciones, actividades o proyectos concretos.",
       "6.3 Afrontar los retos de manera eficaz, equitativa y sostenible, en distintos contextos y situaciones, reales o simuladas, transfiriendo los saberes económicos y financieros necesarios.",
       "6.4 Valorar críticamente el problema económico de la escasez de recursos y la necesidad de elegir, así como los principios de interacción social desde el punto de vista económico, aprovechando este conocimiento en el afrontamiento eficaz de retos.",
       "7.1 Valorar la contribución del prototipo final tanto al aprendizaje como al desarrollo personal y colectivo evaluando de manera crítica y ética todas las fases del proceso llevado a cabo, así como la adecuación de las estrategias empleadas en la construcción del mismo.",
       "7.2 Analizar de manera crítica el proceso de diseño y ejecución llevado a cabo en la realización de los prototipos creados, estableciendo comparaciones entre la efectividad, la viabilidad y la adecuación lograda en los procesos y los resultados obtenidos.",
       "7.3 Utilizar estrategias eficaces de diseño y ejecución seleccionando aquellas que faciliten la construcción del prototipo final de manera ágil, cooperativa y autónoma."
   ]
}
