{
            "saberes": [
                "A. Autoconocimiento y autonomía moral.",
                "– El pensamiento crítico y ético.",
                "– La naturaleza humana y la identidad personal. Igualdad y diferencia entre las personas.",
                "– La gestión de las emociones y los sentimientos. La autoestima.",
                "– La educación afectivo-sexual.",
                "– Deseos y razones. La voluntad y el juicio moral. Autonomía y responsabilidad.",
                "– La ética como guía de nuestras acciones. El debate en torno a lo valioso y a los valores. Las normas, las virtudes y los sentimientos morales.",
                "– El propio proyecto personal: la diversidad de valores, fines y modelos de vida.",
                "– La influencia y el uso crítico y responsable de los medios y las redes de comunicación. La prevención del abuso y el ciberacoso. El respeto a la intimidad. Los límites a la libertad de expresión. Las conductas adictivas.",
                "B. Sociedad, justicia y democracia.",
                "– Las virtudes del diálogo y las normas de la argumentación. La toma democrática de decisiones.",
                "– Fundamentos de la vida en sociedad. La empatía con los demás. Los afectos. La familia. La amistad y el amor.",
                "– Las reglas de convivencia. Moralidad, legalidad y conducta cívica.",
                "– Principios y valores constitucionales y democráticos. El problema de la justicia.",
                "– Los derechos humanos y de la infancia y su relevancia ética.",
                "– La desigualdad económica. La pobreza y la explotación laboral e infantil: análisis de sus causas y búsqueda de soluciones locales y globales.",
                "– La igualdad y la corresponsabilidad entre mujeres y hombres. La prevención de los abusos y la violencia de género. La conducta no sexista.",
                "– El respeto por las minorías y las identidades etnoculturales. Interculturalidad y migraciones.",
                "– La cultura de paz y no violencia. La contribución del Estado y sus instituciones a la paz, la seguridad y la cooperación internacional. La seguridad integral del ciudadano. Valoración de la defensa como un compromiso cívico y solidario al servicio de la paz. La protección civil y la colaboración ciudadana frente a los desastres. El papel de las ONG y ONGD. La resolución pacífica de los conflictos.",
                "C. Desarrollo sostenible y ética ambiental.",
                "– La empatía, el cuidado y el aprecio hacia los seres vivos y el medio natural. El maltrato animal y su prevención.",
                "– La acción humana en la naturaleza. Ecosistemas y sociedades: interdependencia, ecodependencia e interrelación.",
                "– Los límites del planeta y el cambio climático.",
                "– El deber ético y la obligación legal de proteger y cuidar el planeta.",
                "– Hábitos y actividades para el logro de los Objetivos de Desarrollo Sostenible. El consumo responsable. El uso sostenible del suelo, del aire, del agua y de la energía. La movilidad segura, saludable y sostenible. La prevención y la gestión de los residuos."
            ],
            "criteriosEvaluacion": [
                "Competencia específica 1.",
                    "1.1 Construir un adecuado concepto de sí mismo o sí misma en relación con los demás y la naturaleza, organizando y generando, de forma segura y crítica, información analógica y digital acerca de los rasgos relativos a la identidad, diferencia y dignidad de las personas.",
                    "1.2 Identificar y expresar emociones, afectos y deseos, mostrando confianza en las propias capacidades al servicio de la consecución motivada de fines personales y colectivos.",
                    "1.3 Generar una posición moral autónoma mediante el ejercicio de la deliberación racional, el uso de conceptos éticos y el diálogo respetuoso con otros, en torno a distintos valores y modos de vida, así como a problemas relacionados con el uso responsable, seguro y crítico de las redes y medios de comunicación, las conductas adictivas, la prevención del abuso y el acoso escolar, y el respeto a la intimidad personal.",
                    "Competencia específica 2.",
                    "2.1 Promover y demostrar un modo de convivencia democrática, justa, inclusiva, respetuosa y pacífica a partir de la investigación y comprensión de la naturaleza social y política del ser humano y mediante el uso crítico de los conceptos de ley, ética, civismo, democracia, justicia y paz.",
                    "2.2 Interactuar con otros adoptando, de forma motivada y autónoma, conductas cívicas y éticas orientadas por valores comunes, a partir del conocimiento de los derechos humanos y los principios constitucionales fundamentales, en relación con contextos y problemas concretos, así como por una consideración crítica y dialogada acerca de cómo debemos relacionarnos con los demás.",
                    "2.3 Reflexionar y asumir un compromiso activo y crítico con valores relativos a la solidaridad y el respeto a las minorías y las identidades etnoculturales y de género, analizando desde un punto de vista ético cuestiones relacionadas con la desigualdad y la pobreza, el hecho multicultural, la diversidad humana y los fenómenos migratorios.",
                    "2.4 Contribuir a generar una convivencia respetuosa, no sexista y comprometida con el logro de la igualdad y la corresponsabilidad efectivas, y con la erradicación de la violencia de género, a partir del conocimiento y análisis crítico de la situación secular de desigualdad entre mujeres y hombres.",
                    "2.5 Comprender y valorar los principios de justicia, solidaridad, seguridad y paz, a la vez que el respeto a las libertades básicas, a partir del análisis y la ponderación de las políticas y acciones de ayuda y cooperación internacional, de defensa para la paz y de seguridad integral ciudadana, ejercidas por el Estado y sus instituciones, los organismos internaciones, las ONG y ONGD y la propia ciudadanía.",
                    "Competencia específica 3.",
                    "3.1 Evaluar diferentes alternativas con que frenar el cambio climático y lograr los Objetivos de Desarrollo Sostenible, identificando causas y problemas ecosociales, y justificando argumentalmente y de modo crítico el deber ético de proteger y cuidar la naturaleza.",
                    "3.2 Comprometerse activamente con valores, prácticas y actitudes afectivas consecuentes con el respeto, cuidado y protección de las personas, los animales y el planeta, a través de la participación en actividades que promuevan un consumo responsable y un uso sostenible del suelo, el aire, el agua, la energía, la movilidad segura, saludable y sostenible, y la prevención y gestión de residuos, reconociendo el papel de las personas, colectivos y entidades comprometidas con la protección del entorno.",
                    "Competencia específica 4.",
                    "4.1 Gestionar equilibradamente pensamientos, sentimientos y emociones, y desarrollar una actitud de estima y cuidado de sí mismo o sí misma, de los demás y del entorno, identificando, analizando y expresando de manera asertiva las propias emociones y afectos, y reconociendo y valorando los de otras personas, en distintos contextos y en relación con actividades creativas y de reflexión individual o dialogada sobre cuestiones éticas y cívicas." 
            ]         
        }
