{
 "competenciasEspecificas": [
            "1. Reconocer la diversidad lingüística del mundo a partir de la identificación de las lenguas del alumnado y de la realidad plurilingüe y multicultural de España, para favorecer la reflexión interlingüística, para identificar y rechazar estereotipos y prejuicios lingüísticos y para valorar dicha diversidad como fuente de riqueza cultural. (CCL1, CCL5, CP2, CP3, CC1, CC2, CCEC1, CCEC3).",
            "2. Comprender e interpretar textos orales y multimodales, identificando el sentido general y la información más relevante y valorando con ayuda aspectos formales y de contenido básicos, para construir conocimiento y responder a diferentes necesidades comunicativas. (CCL2, CP2, STEM1, CD3, CPSAA3, CC3).",
            "3. Producir textos orales y multimodales, con coherencia, claridad y registro adecuados, para expresar ideas, sentimientos y conceptos; construir conocimiento; establecer vínculos personales; y participar con autonomía y una actitud cooperativa y empática en interacciones orales variadas. (CCL1, CCL3, CCL5, CP2, STEM1, CD2, CD3, CC2, CE)1.",
            "4. Comprender e interpretar textos escritos y multimodales, reconociendo el sentido global, las ideas principales y la información explícita e implícita, y realizando con ayuda reflexiones elementales sobre aspectos formales y de contenido, para adquirir y construir conocimiento y para responder a necesidades e intereses comunicativos diversos. (CCL2, CCL3, CCL5, CP2, STEM1, CD1, CPSAA4, CPSAA5).",
            "5. Producir textos escritos y multimodales, con corrección gramatical y ortográfica básicas, secuenciando correctamente los contenidos y aplicando estrategias elementales de planificación, textualización, revisión y edición, para construir conocimiento y para dar respuesta a demandas comunicativas concretas. (CCL1, CCL3, CCL5, STEM1, CD2, CD3, CPSAA5, CC2).",
            "6. Buscar, seleccionar y contrastar información procedente de dos o más fuentes, de forma planificada y con el debido acompañamiento, evaluando su fiabilidad y reconociendo algunos riesgos de manipulación y desinformación, para transformarla en conocimiento y para comunicarla de manera creativa, adoptando un punto de vista personal y respetuoso con la propiedad intelectual. (CCL3, CD1, CD2, CD3, CD4, CPSAA5, CC2, CE3).",
            "7. Leer de manera autónoma obras diversas seleccionadas atendiendo a sus gustos e intereses, compartiendo las experiencias de lectura, para iniciar la construcción de la identidad lectora, para fomentar el gusto por la lectura como fuente de placer y para disfrutar de su dimensión social. (CCL1, CCL4, CD3, CPSAA1, CCEC1, CCEC2, CCEC3).",
            "8. Leer, interpretar y analizar, de manera acompañada, obras o fragmentos literarios adecuados a su desarrollo, estableciendo relaciones entre ellos e identificando el género literario y sus convenciones fundamentales, para iniciarse en el reconocimiento de la literatura como manifestación artística y fuente de placer, conocimiento e inspiración para crear textos de intención literaria. (CCL1, CCL2, CCL4, CCEC1, CCEC2, CCEC3, CCEC4).",
            "9. Reflexionar de forma guiada sobre el lenguaje a partir de procesos de producción y comprensión de textos en contextos significativos, utilizando la terminología elemental adecuada, para iniciarse en el desarrollo de la conciencia lingüística y para mejorar las destrezas de producción y comprensión oral y escrita. (CCL1, CCL2, CP2, STEM1, STEM2, CPSAA5).",
            "10. Poner las propias prácticas comunicativas al servicio de la convivencia democrática utilizando un lenguaje no discriminatorio y detectando y rechazando los abusos de poder a través de la palabra, para favorecer un uso no solo eficaz sino también ético del lenguaje. (CCL1, CCL5, CP3, CD3, CPSAA3, CC1, CC2, CC3)."
            ] 
}
