{
  "competenciasEspecificas": [
                    {"text": "1. Modelizar y resolver problemas de la vida cotidiana y de las ciencias sociales aplicando diferentes estrategias y formas de razonamiento para obtener posibles soluciones. La modelización y la resolución de problemas constituyen un eje fundamental en el aprendizaje de las matemáticas, ya que son procesos centrales en la construcción del conocimiento matemático. Estos procesos aplicados en contextos diversos pueden motivar el aprendizaje y establecer unos cimientos cognitivos sólidos que permitan construir conceptos y experimentar las matemáticas como herramienta para describir, analizar y ampliar la comprensión de situaciones de la vida cotidiana o de las ciencias sociales. El desarrollo de esta competencia conlleva los procesos de formulación del problema; la sistematización en la búsqueda de datos u objetos relevantes y sus relaciones; su codificación al lenguaje matemático o a un lenguaje fácil de interpretar por un sistema informático; la creación de modelos abstractos de situaciones reales y el uso de estrategias heurísticas de resolución, como la analogía con otros problemas, estimación, ensayo y error, resolverlo de manera inversa (ir hacia atrás) o la descomposición en problemas más sencillos, entre otras. Esta competencia específica se conecta con los siguientes descriptores: STEM1, STEM2, STEM3, CD2, CD5, CPSAA4, CPSAA5, CE3.", "value": "1. Modelizar y resolver problemas de la vida cotidiana y de las ciencias sociales aplicando diferentes estrategias y formas de razonamiento para obtener posibles soluciones (STEM1, STEM2, STEM3, CD2, CD5, CPSAA4, CPSAA5, CE3)."},
                    {"text": "2. Verificar la validez de las posibles soluciones de un problema empleando el razonamiento y la argumentación para contrastar su idoneidad. El análisis de las soluciones obtenidas en la resolución de un problema potencia la reflexión crítica, el razonamiento y la argumentación. La interpretación de las soluciones y conclusiones obtenidas, considerando, además de la validez matemática, diferentes perspectivas como la sostenibilidad, el consumo responsable, la equidad, la no discriminación o la igualdad de género, entre otras, ayuda a tomar decisiones razonadas y a evaluar las estrategias. El desarrollo de esta competencia conlleva procesos reflexivos propios de la metacognición como la autoevaluación y la coevaluación, el uso eficaz de herramientas digitales, la verbalización o la descripción del proceso y la selección entre diferentes modos de comprobación de soluciones o de estrategias para validar las soluciones y evaluar su alcance. Esta competencia específica se conecta con los siguientes descriptores: STEM1, STEM2, CD3, CPSAA4, CC3, CE3.", "value": "2. Verificar la validez de las posibles soluciones de un problema empleando el razonamiento y la argumentación para contrastar su idoneidad (STEM1, STEM2, CD3, CPSAA4, CC3, CE3)."},
                    {"text": "3. Formular o investigar conjeturas o problemas, utilizando el razonamiento, la argumentación, la creatividad y el uso de herramientas tecnológicas, para generar nuevo conocimiento matemático. La formulación de conjeturas y la generación de problemas de contenido matemático son dos componentes importantes y significativos del currículo de matemáticas y están consideradas una parte esencial del quehacer matemático. Probar o refutar conjeturas con contenido matemático sobre una situación planteada o sobre un problema ya resuelto implica plantear nuevas preguntas, así como la reformulación del problema durante el proceso de investigación. Cuando el alumnado genera problemas o realiza preguntas, mejora el razonamiento y la reflexión al tiempo que construye su propio conocimiento, lo que se traduce en un alto nivel de compromiso y curiosidad, así como de entusiasmo hacia el proceso de aprendizaje de las matemáticas. El desarrollo de esta competencia puede fomentar un pensamiento más diverso y flexible, mejorar la destreza para resolver problemas en distintos contextos y establecer puentes entre situaciones concretas y las abstracciones matemáticas. Esta competencia específica se conecta con los siguientes descriptores: CCL1, STEM1, STEM2, CD1, CD2, CD3, CD5, CE3.", "value": "3. Formular o investigar conjeturas o problemas, utilizando el razonamiento, la argumentación, la creatividad y el uso de herramientas tecnológicas, para generar nuevo conocimiento matemático (CCL1, STEM1, STEM2, CD1, CD2, CD3, CD5, CE3)."},
                    {"text": "4. Utilizar el pensamiento computacional de forma eficaz, modificando, creando y generalizando algoritmos que resuelvan problemas mediante el uso de las matemáticas, para modelizar y resolver situaciones de la vida cotidiana y del ámbito de las ciencias sociales. El pensamiento computacional entronca directamente con la resolución de problemas y el planteamiento de procedimientos algorítmicos. Con el objetivo de llegar a una solución del problema que pueda ser ejecutada por un sistema informático, será necesario utilizar la abstracción para identificar los aspectos más relevantes y descomponer el problema en tareas más simples que se puedan codificar en un lenguaje apropiado. Llevar el pensamiento computacional a la vida diaria y al ámbito de las ciencias sociales supone relacionar las necesidades de modelado y simulación con las posibilidades de su tratamiento informatizado. El desarrollo de esta competencia conlleva la creación de modelos abstractos de situaciones cotidianas y del ámbito de las ciencias sociales, su automatización y la codificación en un lenguaje fácil de interpretar de forma automática. Esta competencia específica se conecta con los siguientes descriptores: STEM1, STEM2, STEM3, CD2, CD3, CD5, CE3.", "value": "4. Utilizar el pensamiento computacional de forma eficaz, modificando, creando y generalizando algoritmos que resuelvan problemas mediante el uso de las matemáticas, para modelizar y resolver situaciones de la vida cotidiana y del ámbito de las ciencias sociales (STEM1, STEM2, STEM3, CD2, CD3, CD5, CE3)."},
                    {"text": "5. Establecer, investigar y utilizar conexiones entre las diferentes ideas matemáticas estableciendo vínculos entre conceptos, procedimientos, argumentos y modelos para dar significado y estructurar el aprendizaje matemático. Establecer conexiones entre las diferentes ideas matemáticas proporciona una comprensión más profunda de cómo varios enfoques de un mismo problema pueden producir resultados equivalentes. El alumnado puede utilizar ideas procedentes de un contexto para probar o refutar conjeturas generadas en otro y, al conectar las ideas matemáticas, puede desarrollar una mayor comprensión de los problemas. Percibir las matemáticas como un todo implica estudiar sus conexiones internas y reflexionar sobre ellas, tanto las existentes entre los bloques de saberes como entre las matemáticas de un mismo o distintos niveles, o las de diferentes etapas educativas. El desarrollo de esta competencia conlleva enlazar las nuevas ideas matemáticas con ideas previas, reconocer y utilizar las conexiones entre ellas en la resolución de problemas y comprender cómo unas ideas se construyen sobre otras para formar un todo integrado. Esta competencia específica se conecta con los siguientes descriptores: STEM1, STEM3, CD2, CD3, CCEC1.", "value": "5. Establecer, investigar y utilizar conexiones entre las diferentes ideas matemáticas estableciendo vínculos entre conceptos, procedimientos, argumentos y modelos para dar significado y estructurar el aprendizaje matemático (STEM1, STEM3, CD2, CD3, CCEC1)."},
                    {"text": "6. Descubrir los vínculos de las matemáticas con otras áreas de conocimiento y profundizar en sus conexiones, interrelacionando conceptos y procedimientos, para modelizar, resolver problemas y desarrollar la capacidad crítica, creativa e innovadora en situaciones diversas. Observar relaciones y establecer conexiones matemáticas es un aspecto clave del quehacer matemático. La profundización en los conocimientos matemáticos y en la destreza para utilizar un amplio conjunto de representaciones, así como en el establecimiento de conexiones entre las matemáticas y otras áreas de conocimiento, especialmente con las ciencias sociales, confieren al alumnado un gran potencial para resolver problemas en situaciones diversas. Estas conexiones también deberían ampliarse a las actitudes propias del quehacer matemático de forma que estas puedan ser transferidas a otras materias y contextos. En esta competencia juega un papel relevante la aplicación de las herramientas tecnológicas en el descubrimiento de nuevas conexiones. El desarrollo de esta competencia conlleva el establecimiento de conexiones entre ideas, conceptos y procedimientos matemáticos, otras áreas de conocimiento y la vida real. Asimismo, implica el uso de herramientas tecnológicas y su aplicación en la resolución de problemas en situaciones diversas, valorando la contribución de las matemáticas a la resolución de los grandes retos y objetivos ecosociales, tanto a lo largo de la historia como en la actualidad. Esta competencia específica se conecta con los siguientes descriptores: STEM1, STEM2, CD2, CPSAA5, CC4, CE2, CE3, CCEC1.", "value": "6. Descubrir los vínculos de las matemáticas con otras áreas de conocimiento y profundizar en sus conexiones, interrelacionando conceptos y procedimientos, para modelizar, resolver problemas y desarrollar la capacidad crítica, creativa e innovadora en situaciones diversas (STEM1, STEM2, CD2, CPSAA5, CC4, CE2, CE3, CCEC1)."},
                    {"text": "7. Representar conceptos, procedimientos e información matemáticos seleccionando diferentes tecnologías, para visualizar ideas y estructurar razonamientos matemáticos. Las representaciones de conceptos, procedimientos e información matemática facilitan el razonamiento y la demostración. Estas se utilizan para visualizar ideas matemáticas, examinar relaciones y contrastar la validez de las respuestas, y se encuentran en el centro de la comunicación matemática. El desarrollo de esta competencia conlleva el aprendizaje de nuevas formas de representación matemática y la mejora del conocimiento sobre su uso eficaz, recalcando las maneras en que representaciones distintas de los mismos objetos pueden transmitir diferentes informaciones y mostrando la importancia de seleccionar representaciones adecuadas a cada tarea. Esta competencia específica se conecta con los siguientes descriptores: STEM3, CD1, CD2, CD5, CE3, CCEC4.1, CCEC4.2.", "value": "7. Representar conceptos, procedimientos e información matemáticos seleccionando diferentes tecnologías, para visualizar ideas y estructurar razonamientos matemáticos (STEM3, CD1, CD2, CD5, CE3, CCEC4.1, CCEC4.2)."},
                    {"text": "8. Comunicar las ideas matemáticas, de forma individual y colectiva, empleando el soporte, la terminología y el rigor apropiados, para organizar y consolidar el pensamiento matemático. En la sociedad de la información se hace cada día más patente la necesidad de una comunicación clara y veraz, tanto oralmente como por escrito. Interactuar con otros ofrece la posibilidad de intercambiar ideas y reflexionar sobre ellas, colaborar, cooperar, generar y afianzar nuevos conocimientos, convirtiendo la comunicación en un elemento indispensable en el aprendizaje de las matemáticas. El desarrollo de esta competencia conlleva expresar públicamente hechos, ideas, conceptos y procedimientos complejos verbal, analítica y gráficamente, de forma veraz y precisa, utilizando la terminología matemática adecuada, con el fin de dar significado y permanencia a los aprendizajes. Esta competencia específica se conecta con los siguientes descriptores: CCL1, CCL3, CP1, STEM2, STEM4, CD2, CD3, CCEC3.2.", "value": "8. Comunicar las ideas matemáticas, de forma individual y colectiva, empleando el soporte, la terminología y el rigor apropiados, para organizar y consolidar el pensamiento matemático (CCL1, CCL3, CP1, STEM2, STEM4, CD2, CD3, CCEC3.2)."},
                    {"text": "9. Utilizar destrezas personales y sociales, identificando y gestionando las propias emociones, respetando las de los demás y organizando activamente el trabajo en equipos heterogéneos, aprendiendo del error como parte del proceso de aprendizaje y afrontando situaciones de incertidumbre, para perseverar en la consecución de objetivos en el aprendizaje de las matemáticas. La resolución de problemas o de retos más globales en los que intervienen las matemáticas representa a menudo un desafío que involucra multitud de emociones que conviene gestionar correctamente. Las destrezas socioafectivas dentro del aprendizaje de las matemáticas fomentan el bienestar del alumnado, la regulación emocional y el interés por su estudio. Por otro lado, trabajar los valores de respeto, igualdad o resolución pacífica de conflictos, al tiempo que se superan retos matemáticos de forma individual o en equipo, permite mejorar la autoconfianza y normalizar situaciones de convivencia en igualdad, creando relaciones y entornos de trabajo saludables. Asimismo, fomenta la ruptura de estereotipos e ideas preconcebidas sobre las matemáticas asociadas a cuestiones individuales, como por ejemplo las relacionadas con el género o con la existencia de una aptitud innata para las matemáticas. El desarrollo de esta competencia conlleva identificar y gestionar las propias emociones en el proceso de aprendizaje de las matemáticas, reconocer las fuentes de estrés, ser perseverante en la consecución de los objetivos, pensar de forma crítica y creativa, crear resiliencia y mantener una actitud proactiva ante nuevos retos matemáticos. Asimismo, implica mostrar empatía por los demás, establecer y mantener relaciones positivas, ejercitar la escucha activa y la comunicación asertiva en el trabajo en equipo y tomar decisiones responsables. Esta competencia específica se conecta con los siguientes descriptores: CP3, STEM5, CPSAA1.1, CPSAA1.2, CPSAA3.1, CPSAA3.2, CC2, CC3, CE2.", "value": "9. Utilizar destrezas personales y sociales, identificando y gestionando las propias emociones, respetando las de los demás y organizando activamente el trabajo en equipos heterogéneos, aprendiendo del error como parte del proceso de aprendizaje y afrontando situaciones de incertidumbre, para perseverar en la consecución de objetivos en el aprendizaje de las matemáticas (CP3, STEM5, CPSAA1.1, CPSAA1.2, CPSAA3.1, CPSAA3.2, CC2, CC3, CE29."}
                ]
}
