{
  "criteriosEvaluacion": [
                        "1.1 Identificar los elementos que constituyen una obra musical y su función dentro de la composición a través de la escucha activa y con apoyo de la partitura.",
                        "1.2 Describir las características musicales básicas de una obra a partir de la escucha activa y el estudio de partituras, analizando sus elementos constitutivos.",
                        "2.1 Analizar, de forma guiada, obras musicales, identificando la estructura formal y los procedimientos compositivos utilizados.",
                        "2.2 Asociar las obras analizadas con su contexto de creación, investigando sobre su autor o autora y su época.",
                        "3.1 Expresar una opinión propia, informada y fundamentada, sobre las obras analizadas, utilizando un vocabulario musical adecuado.",
                        "3.2 Publicar reseñas musicales en los medios disponibles, analógicos y digitales, respetando los derechos de autor y la propiedad intelectual.",
                        "4.1 Reproducir patrones melódicos, rítmicos, armónicos y formales de obras analizadas, aplicando estrategias de memorización y utilizando la interpretación vocal, corporal o instrumental en proyectos musicales grupales.",
                        "4.2 Generar nuevas ideas musicales, combinando patrones melódicos, rítmicos, armónicos y formales previamente analizados e interiorizados.",
                        "4.3 Utilizar, de forma guiada, las tecnologías digitales en la composición musical.",
                        "5.1 Identificar las funciones que cumple la música cuando se asocia con otras formas de expresión (cine, teatro, danza…), analizando sus características y el efecto que genera en el espectador."
                    ],
                    "saberes": [
                        "A. Iniciación al análisis musical.",
                        "− La escucha activa y el estudio de partituras como soportes para el análisis.",
                        "− Elementos básicos de la música y la relación entre ellos: ritmo, tempo, melodía, armonía, textura, timbre, dinámica y agógica.",
                        "− Técnicas de análisis auditivo de obras de diferentes estilos y géneros.",
                        "− Estrategias de análisis de los elementos musicales de la partitura con apoyo de la audición.",
                        "− Reseñas musicales.",
                        "− Recursos digitales para la investigación, la composición y la difusión musical.",
                        "− Derechos de autor y propiedad intelectual.",
                        "B. La forma musical.",
                        "− Elementos estructurales: célula, motivo, frase y semifrase, período, sección y movimiento. Ritmo melódico y armónico. Cadencias.",
                        "− Formas simples, formas compuestas y libres. Formas-tipo. Representación de esquemas formales.",
                        "− Procedimientos compositivos fundamentales: repetición, variación, contraste y desarrollo.",
                        "− Función de la música en combinación con otras manifestaciones artísticas."
                    ]
}
