{
            "saberes": [
                "A. Communication.",
                "- Self-confidence in the use of the foreign language.",
                "- Initiation in elementary strategies for the comprehension and production of short, simple and contextualized oral, written and multimodal texts.",
                "- Elementary communicative functions appropriate to the setting and context: greeting, saying goodbye, introducing oneself and others; identifying the characteristics of people, objects and places; answering specific questions about everyday matters; expressing time, quantity and space.",
                "- Elementary contextual models in the comprehension and production of oral, written and multimodal texts, short and simple, such as greetings, notes, lists or notices.",
                "- Elementary linguistic units and meanings associated with these structures such as expression of the entity and its properties, quantity and number, affirmation, exclamation, negation, interrogation.",
                "- Elementary vocabulary of interest to the students related to basic interpersonal relationships, housing, places and close environments.",
                "- Initiation in elementary sound and accent patterns.",
                "- Initiation in elementary spelling conventions.",
                "- Elementary conversational conventions and strategies, in synchronous or asynchronous format, for initiating, maintaining and ending communication, taking and yielding the floor, asking and answering questions, etc.",
                "- Elementary analog and digital tools for oral, written and multimodal comprehension and production.",
                "B. Multilingualism.",
                "- Elementary strategies and techniques for detecting communicative deficiencies and limitations derived from the level of competence in the foreign language and in the other languages of one's own linguistic repertoire.",
                "- Initiation in elementary strategies to identify and use linguistic units (lexis, morphosyntax, sound patterns, etc.) from the comparison of the languages and varieties that make up the personal linguistic repertoire.",
                "C. Interculturality.",
                "- The foreign language as a means of communication and relationship with people from other countries.",
                "- Elementary and most significant sociocultural and sociolinguistic aspects related to customs and daily life in countries where the foreign language is spoken.",
                "- Initiation in the basic strategies of common use to understand and appreciate linguistic, cultural and artistic diversity, based on eco-social and democratic values.",
                "- Initiation in basic strategies for detecting discriminatory uses of verbal and non-verbal language."
            ],
            "criteriosEvaluacion": [
                "Specific competence 1.",
                "1.1 Recognise and interpret common words and expressions in short, simple oral, written and multimodal texts on frequent, everyday topics of personal relevance and close to one's own experience, expressed in a comprehensible, clear, simple and direct way, and in standard language.",
                "1.2 Select and apply in a guided way elementary strategies in everyday communicative situations of relevance to the learner in order to grasp the overall idea and identify specific elements with the help of linguistic and non-linguistic elements of the context and the co-text.",
                "Specific competence 2.",
                "2.1 Express orally short, simple sentences containing basic information on everyday matters of relevance to the learner, using verbal and non-verbal resources in a guided manner, making use of previously presented models and structures, and paying attention to rhythm, stress and intonation.",
                "2.2 Write words, familiar expressions and phrases from models and for a specific purpose, using analogue and digital tools, using elementary lexis and structures on everyday matters of personal relevance to the learner.",
                "2.3 Select and apply, in a guided way, basic strategies to produce short and simple messages appropriate to the communicative intentions, using, with help, physical or digital resources and supports according to the needs of each moment.",
                "Specific competence 3.",
                "3.1 Participate, in a guided way, in elementary interactive situations on everyday topics, previously prepared, through different media, relying on resources such as repetition, slow pace or non-verbal language, and showing empathy.",
                "3.2 Select and use, in a guided way and in familiar surroundings, elementary strategies for greeting, saying goodbye and introducing oneself; expressing simple and brief messages; and asking and answering basic questions for communication.",
                "Specific competence 4.",
                "Interpret and explain, in a guided way, basic information of concepts, communications and short and simple texts in situations in which diversity is catered for, showing empathy and interest for the interlocutors and for the problems of understanding in their immediate environment, relying on different resources and supports.",
                "Specific competence 5.",
                "5.1 Compare and contrast obvious similarities and differences between different languages, reflecting, in a guided way, on elementary aspects of their functioning.",
                "5.2 Identify and apply, in a guided manner, knowledge and strategies to improve their ability to communicate and learn the foreign language, with the support of other participants and of analogue and digital media.",
                "5.3 Identify and explain, in a guided manner, elementary progress and difficulties in the foreign language learning process.",
                "Specific competence 6.",
                "6.1 Show interest in intercultural communication, identifying and analysing, in a guided way, the most common discriminations, prejudices and stereotypes, in everyday and common situations.",
                "6.2 Recognise and appreciate the linguistic and cultural diversity related to the foreign language, showing interest in knowing its elementary cultural and linguistic elements."                
            ]
        }
