{
  "saberes": [
         "A. Autoconocimiento y autonomía moral.",
         "– La investigación ética y la resolución de problemas complejos. El pensamiento crítico y filosófico.",
         "– La naturaleza humana y la identidad personal. Dignidad, libertad y moralidad.",
         "– La educación de las emociones y los sentimientos. La autoestima personal. La igualdad y el respeto mutuo en las relaciones con otras personas.",
         "– La educación afectivo-sexual.",
         "– Deseos y razones. La voluntad y el juicio moral. Autonomía y responsabilidad.",
         "– La ética como guía de nuestras acciones. La reflexión en torno a lo valioso y los valores: universalismo y pluralismo moral. Normas, virtudes y sentimientos morales. Éticas de la felicidad, éticas del deber y éticas de la virtud.",
         "– El conflicto entre legitimidad y legalidad. La objeción de conciencia. Los derechos individuales y el debate en torno a la libertad de expresión.",
         "– El problema de la desinformación. La protección de datos y el derecho a la intimidad. El ciberacoso y las situaciones de violencia en las redes. Las conductas adictivas.",
         "B. Sociedad, justicia y democracia.",
         "– Las virtudes del diálogo y las normas de argumentación. La resolución pacífica de conflictos. La empatía con los demás.",
         "– La naturaleza y origen de la sociedad: competencia y cooperación, egoísmo y altruismo. Las estructuras sociales y los grupos de pertenencia.",
         "– La política: ley, poder, soberanía y justicia. Formas de Estado y tipos de gobierno. El Estado de derecho y los valores constitucionales. La democracia: principios, procedimientos e instituciones. La memoria democrática. La guerra, el terrorismo y otras formas de violencia política.",
         "– Las distintas generaciones de derechos humanos. Su constitución histórica y relevancia ética. Los derechos de la infancia.",
         "– Asociacionismo y voluntariado. La ciudadanía y la participación democrática. Los códigos deontológicos. Las éticas aplicadas.",
         "– La desigualdad económica y la lucha contra la pobreza. Globalización económica y bienes públicos globales. El comercio justo. El derecho al trabajo, la salud, la educación y la justicia. El valor social de los impuestos.",
         "– La igualdad de género y las diversas olas y corrientes del feminismo. La prevención de la explotación y la violencia contra niñas y mujeres. La corresponsabilidad en las tareas domésticas y de cuidados.",
         "– El interculturalismo. La inclusión social y el respeto por la diversidad y las identidades etnocultural y de género. Los derechos LGTBIQ+.",
         "– Fines y límites éticos de la investigación científica. La bioética. El desafío de la inteligencia artificial. Las propuestas transhumanistas.",
         "– Acciones individuales y colectivas en favor de la paz. La contribución del Estado y los organismos internacionales a la paz, la seguridad integral y la cooperación. La atención a las víctimas de la violencia. El derecho internacional y la ciudadanía global. Las fuerzas armadas y la defensa al servicio de la paz. El papel de las ONG y de las ONGD.",
         "C. Sostenibilidad y ética ambiental.",
         "– Interdependencia, interconexión y ecodependencia entre nuestras formas de vida y el entorno. Lo local y lo global. Consideración crítica de las diversas cosmovisiones sobre la relación humana con la naturaleza.",
         "– Los límites del planeta y el agotamiento de los recursos. La huella ecológica de las acciones humanas. La emergencia climática.",
         "– Diversos planteamientos éticos, científicos y políticos en torno a los problemas ecosociales. La ética ambiental. La ética de los cuidados y el ecofeminismo. Los Objetivos de Desarrollo Sostenible. El decrecimiento. La economía circular.",
         "– El compromiso activo con la protección de los animales y el medio ambiente. Los derechos de los animales y de la naturaleza. La perspectiva biocéntrica.",
         "– Estilos de vida sostenible: la prevención de los residuos y la gestión sostenible de los recursos. La movilidad segura, saludable y sostenible. El consumo responsable. Alimentación y soberanía alimentaria. Comunidades resilientes y en transición. "
     ],
  "criteriosEvaluacion": [
         "1.1 Construir y expresar un concepto ajustado de sí mismo reconociendo las múltiples dimensiones de su naturaleza y personalidad, así como de la dimensión cívica y moral de la misma, a partir de la investigación y el diálogo en torno a diversas concepciones sobre la naturaleza humana.",
         "1.2 Identificar, gestionar y comunicar ideas, emociones, afectos y deseos con comprensión y empatía hacia las demás personas, demostrando autoestima y compartiendo un concepto adecuado de lo que deben ser las relaciones con otras personas, incluyendo el ámbito afectivo-sexual.",
         "1.3 Desarrollar y demostrar autonomía moral a través de la práctica de la deliberación racional, el uso de conceptos éticos, y el diálogo respetuoso con los demás en torno a distintos valores y modos de vida, así como a problemas relacionados con el ejercicio de los derechos individuales, el uso responsable y seguro de las redes, las conductas adictivas y el acoso escolar.",
         "2.1 Promover y demostrar una convivencia pacífica, respetuosa, democrática y comprometida con el bien común, a partir de la investigación sobre la naturaleza social y política del ser humano y el uso y comprensión crítica de los conceptos de ley, poder, soberanía, justicia, Estado, democracia, memoria democrática, dignidad y derechos humanos.",
         "2.2 Fomentar el ejercicio de la ciudadanía activa y democrática a través del conocimiento del movimiento asociativo y la participación respetuosa, dialogante y constructiva en actividades de grupo que impliquen tomar decisiones colectivas, planificar acciones coordinadas y resolver problemas aplicando procedimientos y principios cívicos, éticos y democráticos explícitos.",
         "2.3 Contribuir a generar un compromiso activo con el bien común a través del análisis y la toma razonada y dialogante de posición en torno a cuestiones éticas de actualidad como la lucha contra la desigualdad y la pobreza, el derecho al trabajo, la salud, la educación y la justicia, así como sobre los fines y límites éticos de la investigación científica.",
         "2.4 Tomar consciencia de la lucha por una efectiva igualdad de género, y del problema de la violencia y explotación sobre las mujeres, a través del análisis de las diversas olas y corrientes del feminismo y de las medidas de prevención de la desigualdad, la violencia y la discriminación por razón de género y orientación sexual, mostrando igualmente conocimiento de los derechos LGTBIQ+ y reconociendo la necesidad de respetarlos.",
         "2.5 Contribuir activamente al bienestar social adoptando una posición propia, explícita, informada y éticamente fundamentada sobre el valor y pertinencia de los derechos humanos, el respeto por la diversidad etnocultural, la consideración de los bienes públicos globales y la percepción del valor social de los impuestos.",
         "2.6 Contribuir a la consecución de un mundo más justo y pacífico a través del análisis y reconocimiento de la historia democrática de nuestro país y de las funciones del Estado de derecho y sus instituciones, los organismos internacionales, las asociaciones civiles y los cuerpos y fuerzas de seguridad del Estado, en su empeño por lograr la paz y la seguridad integral, atender a las víctimas de la violencia y promover la solidaridad y cooperación entre las personas y los pueblos.",
         "3.1 Describir las relaciones históricas de interconexión, interdependencia y ecodependencia entre nuestras vidas y el entorno a partir del análisis de las causas y consecuencias de los más graves problemas ecosociales que nos afectan.",
         "3.2 Valorar distintos planteamientos científicos, políticos y éticos con los que afrontar la emergencia climática y la crisis medioambiental a través de la exposición y el debate argumental en torno a los mismos.",
         "3.3 Promover estilos de vida éticamente comprometidos con el logro de un desarrollo sostenible, contribuyendo por sí mismo y en su entorno a la prevención de los residuos, la gestión sostenible de los recursos, la movilidad segura, sostenible y saludable, el comercio justo, el consumo responsable, el cuidado del patrimonio natural, el respeto por la diversidad etnocultural, y el cuidado y protección de los animales.",
         "4.1 Desarrollar una actitud de gestión equilibrada de las emociones, de estima y cuidado de sí mismo y de los otros, identificando, analizando y expresando de manera asertiva las propias emociones y sentimientos, y reconociendo y valorando los de los demás en distintos contextos y en torno a actividades creativas y de reflexión individual o dialogada sobre cuestiones éticas y cívicas."
     ]
}
