{
  "criteriosEvaluacion": [
                        
                        "1.1 Investigar y diseñar proyectos que muestren de forma gráfica la creación y mejora de un producto, seleccionando, referenciando e interpretando información relacionada.",
                        "1.2 Participar en el desarrollo, gestión y coordinación de proyectos de creación y mejora continua de productos viables y socialmente responsables, identificando mejoras y creando prototipos mediante un proceso iterativo, con actitud crítica, creativa y emprendedora.",
                        "1.3 Colaborar en tareas tecnológicas, escuchando el razonamiento de los demás, aportando al equipo a través del rol asignado y fomentando el bienestar grupal y las relaciones saludables e inclusivas.",
                        "1.4 Elaborar documentación técnica con precisión y rigor, generando diagramas funcionales y utilizando medios manuales y aplicaciones digitales.",
                        "1.5 Comunicar de manera eficaz y organizada las ideas y soluciones tecnológicas, empleando el soporte, la terminología y el rigor apropiados.",
                        
                        "2.1 Determinar el ciclo de vida de un producto, planificando y aplicando medidas de control de calidad en sus distintas etapas, desde el diseño a la comercialización, teniendo en consideración estrategias de mejora continua.",
                        "2.2 Seleccionar los materiales, tradicionales o de nueva generación, adecuados para la fabricación de productos de calidad basándose en sus características técnicas y atendiendo a criterios de sostenibilidad de manera responsable y ética.",
                        "2.3 Fabricar modelos o prototipos empleando las técnicas de fabricación más adecuadas y aplicando los criterios técnicos y de sostenibilidad necesarios.",

                        "3.1 Resolver tareas propuestas y funciones asignadas, mediante el uso y configuración de diferentes herramientas digitales de manera óptima y autónoma.",
                        "3.2 Realizar la presentación de proyectos empleando herramientas digitales adecuadas.",
                        
                        "4.1 Resolver problemas asociados a sistemas e instalaciones mecánicas, aplicando fundamentos de mecanismos de transmisión y transformación de movimientos, soporte y unión al desarrollo de montajes o simulaciones.",
                        "4.2 Resolver problemas asociados a sistemas e instalaciones eléctricas y electrónicas, aplicando fundamentos de corriente continua y máquinas eléctricas al desarrollo de montajes o simulaciones.",
                        "Competencia específica 5.",
                        "5.1 Controlar el funcionamiento de sistemas tecnológicos y robóticos, utilizando lenguajes de programación informática y aplicando las posibilidades que ofrecen las tecnologías emergentes, tales como inteligencia artificial, internet de las cosas, big data.",
                        "5.2 Automatizar, programar y evaluar movimientos de robots, mediante la modelización, la aplicación de algoritmos sencillos y el uso de herramientas informáticas.",
                        "5.3 Conocer y comprender conceptos básicos de programación textual, mostrando el progreso paso a paso de la ejecución de un programa a partir de un estado inicial y prediciendo su estado final tras la ejecución.",
                        "Competencia específica 6.",
                        "6.1 Evaluar los distintos sistemas de generación de energía eléctrica y mercados energéticos, estudiando sus características, calculando sus magnitudes y valorando su eficiencia.",
                        "6.2 Analizar las diferentes instalaciones de una vivienda desde el punto de vista de su eficiencia energética, buscando aquellas opciones más comprometidas con la sostenibilidad y fomentando un uso responsable de las mismas."
                    ],
                    "saberes": [
                        "A. Proyectos de investigación y desarrollo.",
                        "− Estrategias de gestión y desarrollo de proyectos: diagramas de Gantt, metodologías Agile. Técnicas de investigación e ideación: Design Thinking. Técnicas de trabajo en equipo.",
                        "− Productos: Ciclo de vida. Estrategias de mejora continua. Planificación y desarrollo de diseño y comercialización. Logística, transporte y distribución. Metrología y normalización. Control de calidad.",
                        "− Expresión gráfica. Aplicaciones CAD-CAE-CAM. Diagramas funcionales, esquemas y croquis.",
                        "− Emprendimiento, resiliencia, perseverancia y creatividad para abordar problemas desde una perspectiva interdisciplinar.",
                        "− Autoconfianza e iniciativa. Identificación y gestión de emociones. El error y la reevaluación como parte del proceso de aprendizaje.",
                        "B. Materiales y fabricación.",
                        "− Materiales técnicos y nuevos materiales. Clasificación y criterios de sostenibilidad. Selección y aplicaciones características.",
                        "− Técnicas de fabricación: Prototipado rápido y bajo demanda. Fabricación digital aplicada a proyectos.",
                        "− Normas de seguridad e higiene en el trabajo.",
                        "C. Sistemas mecánicos.",
                        "− Mecanismos de transmisión y transformación de movimientos. Soportes y unión de elementos mecánicos. Diseño, cálculo, montaje y experimentación física o simulada. Aplicación práctica a proyectos.",
                        "D. Sistemas eléctricos y electrónicos.",
                        "− Circuitos y máquinas eléctricas de corriente continua. Interpretación y representación esquematizada de circuitos, cálculo, montaje y experimentación física o simulada. Aplicación a proyectos.",
                        "E. Sistemas informáticos. Programación.",
                        "− Fundamentos de la programación textual. Características, elementos y lenguajes.",
                        "− Proceso de desarrollo: edición, compilación o interpretación, ejecución, pruebas y depuración. Creación de programas para la resolución de problemas. Modularización.",
                        "− Tecnologías emergentes: internet de las cosas. Aplicación a proyectos.",
                        "− Protocolos de comunicación de redes de dispositivos.",
                        "F. Sistemas automáticos.",
                        "− Sistemas de control. Conceptos y elementos. Modelización de sistemas sencillos.",
                        "− Automatización programada de procesos. Diseño, programación, construcción y simulación o montaje.",
                        "− Sistemas de supervisión (SCADA). Telemetría y monitorización.",
                        "− Aplicación de las tecnologías emergentes a los sistemas de control.",
                        "− Robótica. Modelización de movimientos y acciones mecánicas.",
                        "G. Tecnología sostenible.",
                        "− Sistemas y mercados energéticos. Consumo energético sostenible, técnicas y criterios de ahorro. Suministros domésticos.",
                        "− Instalaciones en viviendas: eléctricas, de agua y climatización, de comunicación y domóticas. Energías renovables, eficiencia energética y sostenibilidad."
                    ]
}
