{
  "competenciasEspecificas": [
                    {"text": "1. Leer, interpretar y valorar clásicos de la literatura universal atendiendo tanto a las relaciones internas de los elementos constitutivos del género y sus funciones en las obras como a las relaciones externas de las obras con su contexto de producción y su inscripción en la tradición cultural, para ensanchar las posibilidades de disfrute de la literatura y para estimular la creatividad literaria y artística. Esta competencia tiene la función de desarrollar habilidades de interpretación que permitan el acceso a obras relevantes del patrimonio literario universal. Dichas habilidades permitirán la verbalización de un juicio de valor fundamentado sobre las lecturas, apoyado en su apreciación estética, y ayudarán a construir un mapa cultural que conjugue los horizontes nacionales con los europeos y universales, y las obras literarias con otras manifestaciones artísticas. Se trata de conseguir una fruición más consciente y elaborada de la lectura. Asimismo, se debe propiciar la creación de textos literarios con conciencia de estilo respetando o reinterpretando las convenciones formales de los diversos géneros. No se pretende, sin embargo, acometer una historia de la literatura de pretensiones enciclopédicas, sino seleccionar un número reducido de obras que serán objeto de lectura guiada y compartida en el aula, y que irán acompañadas de un conjunto de textos que permitirán tanto su contextualización histórica y cultural, como su inscripción en la tradición literaria, el acceso a la historia de sus interpretaciones y el diálogo con otras formas artísticas clásicas y contemporáneas. Cada itinerario combinará por tanto obras de diferentes géneros literarios, periodos históricos y contextos culturales en función del eje elegido como hilo conductor, y de las que se seleccionarán fragmentos significativos. Se trata, en fin, de acompañar la lectura en el aula de algunas obras relevantes del patrimonio literario universal, seleccionadas por su relevancia para mostrar elementos de la construcción y funcionamiento de la literatura y de las relaciones que establecen con otros textos y con los valores ideológicos y estéticos de su contexto de producción, así como por su capacidad de iluminar y explicar nuestro presente. Esta competencia específica se conecta con los siguientes descriptores: CCL4, CC1, CCEC1, CCEC2, CCEC3.1, CCEC3.2, CCEC4.2.", "value": "1. Leer, interpretar y valorar clásicos de la literatura universal atendiendo tanto a las relaciones internas de los elementos constitutivos del género y sus funciones en las obras como a las relaciones externas de las obras con su contexto de producción y su inscripción en la tradición cultural, para ensanchar las posibilidades de disfrute de la literatura y para estimular la creatividad literaria y artística (CCL4, CC1, CCEC1, CCEC2, CCEC3.1, CCEC3.2, CCEC4.2)."},
                    {"text": "2. Leer de manera autónoma clásicos de la literatura universal como fuente de placer y conocimiento y compartir experiencias de lectura, para construir la propia identidad lectora y para disfrutar de la dimensión social de la lectura. Desarrollar esta competencia implica avanzar en la consolidación de la autonomía y la construcción de la propia identidad lectora, esencial para la pervivencia del hábito lector más allá de la vida escolar, dedicando un tiempo periódico y constante a la lectura individual, y asegurando momentos de reflexión y conversación que permitan establecer relaciones entre los textos leídos. La confluencia del corpus propio de la modalidad de lectura guiada con el de la modalidad de lectura autónoma, constituido en ambos casos por los clásicos de la literatura universal, propicia la provisión de mapas de referencia que permitan la construcción de itinerarios de progreso. La apropiación de habilidades de interpretación capaces de vencer las resistencias que plantean las obras de cierta complejidad favorece el desarrollo de criterios de selección, imprescindibles en la formación de lector literario autónomo. Esta competencia contribuye a la apropiación por parte del alumnado de un saber literario y cultural que permite establecer relaciones entre las lecturas guiadas y las autónomas, así como indagar sobre las obras leídas, movilizar la propia experiencia lectora y cultural en la comprensión e interpretación de los textos y ubicar con precisión los textos en su contexto de producción y en las formas culturales en las que se inscriben. Además, favorece la reflexión autónoma acerca de las funciones y los efectos de las distintas convenciones a partir de las cuales se construyen las obras. Esta competencia específica se conecta con los siguientes descriptores: CCL2, CCL4, CD3, CPSAA1.2, CPSAA5, CCEC1, CCEC2, CCEC3.1.", "value": "2. Leer de manera autónoma clásicos de la literatura universal como fuente de placer y conocimiento y compartir experiencias de lectura, para construir la propia identidad lectora y para disfrutar de la dimensión social de la lectura (CCL2, CCL4, CD3, CPSAA1.2, CPSAA5, CCEC1, CCEC2, CCEC3.1)."},
                    {"text": "3. Establecer vínculos entre obras de diferentes épocas, géneros y lenguajes artísticos, reconociendo semejanzas y diferencias en función de sus respectivos contextos de producción y de la interrelación entre literatura y sociedad, para constatar la existencia de universales temáticos y cauces formales recurrentes a lo largo de la historia de la cultura. El conocimiento de los imaginarios –tanto de sus elementos simbólicos como de los cauces formales en que el ser humano ha cifrado y comunicado su experiencia elaborándola artísticamente a lo largo de la historia– constituye otra de las competencias específicas propias de la materia. Privilegiar el eje temático en la construcción de itinerarios y abrirlos a la lectura intertextual tiene un indudable interés antropológico y cultural y una enorme rentabilidad didáctica: permite constatar la existencia de tópicos, temas y motivos que han pervivido a pesar del devenir histórico y determinar su diferente tratamiento en diferentes épocas y contextos, así como contrastar qué representaron las obras para su comunidad contemporánea de recepción y qué representan para un lector o lectora actual. Todo ello nos ayuda a entendernos como individuos que sienten y piensan en unos esquemas heredados, deudores de un legado cultural en el que la literatura juega un papel determinante, y que ha ido descartando o consolidando formas y temas, hasta el punto de depurar estas formas y estos temas en unos moldes: los géneros literarios. Se trata de entender, en fin, la literatura como modo de decir que se distancia del lenguaje cotidiano, pero que absorbe y conforma nuestra constitución psicológica y social. Somos seres incapaces de pensarnos al margen de un sistema de símbolos y experiencias comunes y, en ese aspecto, la literatura desarrolla una función esencial. Esta competencia específica se conecta con los siguientes descriptores: CCL1, CCL2, CCL4, CD1, CPSAA5, CC1, CCEC1, CCEC2.", "value": "3. Establecer vínculos entre obras de diferentes épocas, géneros y lenguajes artísticos, reconociendo semejanzas y diferencias en función de sus respectivos contextos de producción y de la interrelación entre literatura y sociedad, para constatar la existencia de universales temáticos y cauces formales recurrentes a lo largo de la historia de la cultura (CCL1, CCL2, CCL4, CD1, CPSAA5, CC1, CCEC1, CCEC2)."},
                    {"text": "4. Consolidar un marco de referencias compartidas a partir del conocimiento de los rasgos de los principales movimientos estéticos y algunas de las obras literarias más relevantes del patrimonio universal, para conformar un mapa cultural en el que inscribir las experiencias literarias y culturales personales. La construcción de imaginarios, antaño confiada a la literatura, descansa hoy en día sobre los productos de la ficción audiovisual. Con ello se refuerzan los vínculos generacionales, a menudo efímeros, mientras que se debilitan los vínculos intergeneracionales, en ausencia de relatos compartidos. Por otra parte, la fragmentación y el vértigo propios de las formas de vida actual dificultan la mirada a las ondas largas de la historia, el arte y la cultura, imprescindibles para trazar las relaciones que establecen unas obras y otras tanto en el plano sincrónico como en el diacrónico. A la escuela corresponde por tanto una doble labor: de un lado, la transmisión de un patrimonio cultural que consideramos valioso, ese conjunto de libros sobre los que, en determinado momento, descansa toda la cultura; de otro, la provisión de unos mapas de referencia, simples y rigurosos, ágiles y precisos, en los que quepa inscribir las diferentes experiencias culturales a las que cada persona vaya teniendo acceso, más allá incluso de los años de escolarización. Por ello, y aunque el eje de selección y organización de los textos no sea el cronológico, la enseñanza de la literatura no puede prescindir de la visión de conjunto de la historia literaria, ni ignorar la especificidad formal del texto literario, vinculada a las convenciones artísticas de su tiempo y la evolución de los géneros literarios. Sin embargo, esta visión de conjunto no debe interpretarse como un punto de partida del que se desprenden, como meros testimonios o ejemplos, los textos literarios, sino como un punto de llegada. Será la lectura de los textos –cuya interpretación requerirá de elementos contextuales variados (históricos, artísticos, culturales)– la que favorecerá la construcción paulatina y compartida de un friso que permita observar, en un gran plano general, los grandes movimientos estéticos y los elementos de continuidad y ruptura entre ellos, así como el lugar que en el mismo ocupan las obras más relevantes del patrimonio literario universal. Esta competencia específica se conecta con los siguientes descriptores: CCL4, CD2, CD3, CC1, CCEC1, CCEC2, CCEC4.1, CCEC4.2.", "value": "4. Consolidar un marco de referencias compartidas a partir del conocimiento de los rasgos de los principales movimientos estéticos y algunas de las obras literarias más relevantes del patrimonio universal, para conformar un mapa cultural en el que inscribir las experiencias literarias y culturales personales (CCL4, CD2, CD3, CC1, CCEC1, CCEC2, CCEC4.1, CCEC4.2)."},
                    {"text": "5. Participar en la construcción de un canon literario universal que integre la perspectiva de experiencia de las mujeres a través de la lectura de obras de escritoras y que supere los marcos de la cultura occidental, para desarrollar el pensamiento crítico con respecto a la construcción discursiva del mundo y sus imaginarios. La sensibilidad contemporánea y los estudios literarios recientes coinciden al señalar clamorosas ausencias en la construcción del canon de una literatura pretendidamente universal. Ausentes las mujeres, ausentes también las voces no occidentales, se hace inexcusable una reconstrucción del canon que incorpore unas y otras al tiempo que indaga en las causas de su exclusión. Si la literatura es un agente determinante en la construcción de los imaginarios –la construcción social de los géneros, la configuración de un «nosotros» frente a «los otros», o el trazado de modelos sentimentales y amorosos–, la educación literaria debe incorporar habilidades de lectura, interpretación y reapropiación de los textos que desarrollen una mirada distanciada y que favorezcan la reflexión crítica acerca de la construcción discursiva del mundo. Ello permitirá reconocer y descartar actitudes inconscientemente sexistas, etnocéntricas o racistas. A tal fin, la selección de las obras objeto de lectura compartida y acompañada, así como los fragmentos a ellas asociados, deben incorporar muestras representativas de un patrimonio auténticamente universal, con presencia de mujeres escritoras y obras no occidentales. El hilo conductor de alguno de estos itinerarios podría poner el foco precisamente en estos aspectos. La presentación de un corpus de textos organizados sobre el doble eje temático y de género pretende favorecer estas apuestas. Esta competencia específica se conecta con los siguientes descriptores: CCL1, CCL2, CCL4, CPSAA3.1, CPSAA4, CC1, CCEC1, CCEC2.", "value": "5. Participar en la construcción de un canon literario universal que integre la perspectiva de experiencia de las mujeres a través de la lectura de obras de escritoras y que supere los marcos de la cultura occidental, para desarrollar el pensamiento crítico con respecto a la construcción discursiva del mundo y sus imaginarios (CCL1, CCL2, CCL4, CPSAA3.1, CPSAA4, CC1, CCEC1, CCEC2)."}
                ]
}
