{
                "competenciasEspecificas": [
                    "1. Leer, interpretar y valorar clásicos de la literatura universal atendiendo tanto a las relaciones internas de los elementos constitutivos del género y sus funciones en las obras como a las relaciones externas de las obras con su contexto de producción y su inscripción en la tradición cultural, para ensanchar las posibilidades de disfrute de la literatura y para estimular la creatividad literaria y artística (CCL4, CC1, CCEC1, CCEC2, CCEC3.1, CCEC3.2, CCEC4.2).",
                     "2. Leer de manera autónoma clásicos de la literatura universal como fuente de placer y conocimiento y compartir experiencias de lectura, para construir la propia identidad lectora y para disfrutar de la dimensión social de la lectura (CCL2, CCL4, CD3, CPSAA1.2, CPSAA5, CCEC1, CCEC2, CCEC3.1).",
                    "3. Establecer vínculos entre obras de diferentes épocas, géneros y lenguajes artísticos, reconociendo semejanzas y diferencias en función de sus respectivos contextos de producción y de la interrelación entre literatura y sociedad, para constatar la existencia de universales temáticos y cauces formales recurrentes a lo largo de la historia de la cultura (CCL1, CCL2, CCL4, CD1, CPSAA5, CC1, CCEC1, CCEC2).",
                    "4. Consolidar un marco de referencias compartidas a partir del conocimiento de los rasgos de los principales movimientos estéticos y algunas de las obras literarias más relevantes del patrimonio universal, para conformar un mapa cultural en el que inscribir las experiencias literarias y culturales personales (CCL4, CD2, CD3, CC1, CCEC1, CCEC2, CCEC4.1, CCEC4.2).",
                    "5. Participar en la construcción de un canon literario universal que integre la perspectiva de experiencia de las mujeres a través de la lectura de obras de escritoras y que supere los marcos de la cultura occidental, para desarrollar el pensamiento crítico con respecto a la construcción discursiva del mundo y sus imaginarios (CCL1, CCL2, CCL4, CPSAA3.1, CPSAA4, CC1, CCEC1, CCEC2)."
                ]
}
