{
  "competenciasEspecificas": [
        {"text": "1. Analizar obras de diferentes épocas y culturas, identificando sus principales rasgos estilísticos y estableciendo relaciones con su contexto, para valorar el patrimonio musical y dancístico como fuente de disfrute y enriquecimiento personal (CCL2, CCL3, CP3, CD1, CD2, CPSAA3, CC1, CCEC1 y CCEC2): La adquisición de esta competencia implica aprender a identificar los principales rasgos estilísticos de la música y la danza de diferentes épocas y culturas, así como a relacionarlos con las características de su contexto histórico, valorando su importancia en las transformaciones sociales de las que estas artes son origen o reflejo. Para ello, se analizarán, desde la escucha activa o el visionado activo, obras representativas, a las que se accederá en directo o a través de reproducciones analógicas o digitales. Resultará también de utilidad el comentario de textos e imágenes y la consulta de fuentes bibliográficas o de otro tipo sobre los diversos medios y soportes empleados en el registro, la conservación o la difusión de dichas obras. La incorporación de la perspectiva de género en este análisis permitirá que el alumnado entienda la imagen y el papel de la mujer en las obras estudiadas, favoreciendo un acercamiento que ayude a identificar los mitos, los estereotipos y los roles de género trasmitidos a través de la música y la danza. La contextualización de las obras hará posible su adecuada valoración como productos de una época y un contexto social determinados, a la vez que permitirá la reflexión sobre su evolución y su relación con el presente. Por este motivo, además de acudir a los diferentes géneros y estilos musicales que forman parte del canon occidental, conviene prestar atención a la música y a la danza de otras culturas, y a las que están presentes en el cine, el teatro, la televisión, los videojuegos o las redes sociales, así como a las que conforman los imaginarios del alumnado, identificando rasgos e intencionalidades comunes que ayuden a su mejor comprensión y valoración. Esta comparación ha de contribuir al desarrollo de una actitud crítica y reflexiva sobre los diferentes referentes musicales y dancísticos, y a enriquecer el repertorio al que los alumnos y alumnas tienen acceso, desarrollando así su gusto por estas artes y la percepción de las mismas como fuente de disfrute y enriquecimiento personal. Asimismo, durante las actividades de recepción activa, se fomentará el desarrollo de hábitos saludables de escucha, sensibilizando al alumnado sobre los problemas derivados de la polución sonora y del consumo indiscriminado de música.", "value": "1. Analizar obras de diferentes épocas y culturas, identificando sus principales rasgos estilísticos y estableciendo relaciones con su contexto, para valorar el patrimonio musical y dancístico como fuente de disfrute y enriquecimiento personal (CCL2, CCL3, CP3, CD1, CD2, CPSAA3, CC1, CCEC1 y CCEC2)"},
                        
                    
                        {"text": "2. Explorar las posibilidades expresivas de diferentes técnicas musicales y dancísticas, a través de actividades de improvisación, para incorporarlas al repertorio personal de recursos y desarrollar el criterio de selección de las técnicas más adecuadas a la intención expresiva (CCL1, CD2, CPSAA1, CPSAA3, CC1, CE3, CCEC3): El descubrimiento y la exploración de las distintas posibilidades expresivas que ofrecen las técnicas musicales y dancísticas permite al alumnado adquirirlas y enriquecer su repertorio personal de recursos, y aprender a seleccionar y aplicar las más adecuadas a cada necesidad o intención. La improvisación, tanto pautada como libre, constituye un medio idóneo para llevar a cabo esa exploración. En el aula, las actividades de improvisación brindan a los alumnos y alumnas la oportunidad de descubrir y aplicar, de manera individual o en grupo, diferentes técnicas musicales y dancísticas mediante el empleo de la voz, del cuerpo, de instrumentos musicales o de herramientas analógicas o digitales. Asimismo, la improvisación constituye una herramienta muy útil para aprender a seleccionar las técnicas que mejor se ajustan a las ideas, sentimientos y emociones que se pretenden plasmar en una determinada pieza musical o dancística. Por otro lado, la exploración de las posibilidades expresivas a través de la improvisación favorece el autoconocimiento, la confianza y la motivación, y contribuye a la mejora de la presencia escénica y de la interpretación, así como al fomento del respeto por la diversidad de ideas y opiniones, al enriquecimiento cultural entre iguales y a la superación de barreras y estereotipos sociales, culturales o sexistas.", "value": "2. Explorar las posibilidades expresivas de diferentes técnicas musicales y dancísticas, a través de actividades de improvisación, para incorporarlas al repertorio personal de recursos y desarrollar el criterio de selección de las técnicas más adecuadas a la intención expresiva (CCL1, CD2, CPSAA1, CPSAA3, CC1, CE3, CCEC3)"},
                        
                    
                        {"text": "3. Interpretar piezas musicales y dancísticas, gestionando adecuadamente las emociones y empleando diversas estrategias y técnicas vocales, corporales o instrumentales, para ampliar las posibilidades de expresión personal (CCL1, CD2, CPSAA1, CPSAA3, CC1, CE1, CCE3): La interpretación individual o grupal de obras musicales y dancísticas favorece la comprensión de estas propuestas y su reconocimiento como parte del patrimonio cultural, así como la ampliación de las posibilidades de expresión personal mediante el empleo de las estrategias y técnicas vocales, corporales o instrumentales propias de esos lenguajes artísticos. La voz, el cuerpo y los instrumentos musicales constituyen, junto a las herramientas tecnológicas, los medios de expresión para la interpretación de obras de música y danza ya existentes. No obstante, su ejecución requiere el empleo de técnicas y destrezas que deben adquirirse de forma guiada, al mismo tiempo que se descubren y exploran sus posibilidades expresivas. En este sentido, resulta fundamental tomar conciencia de la importancia de la expresión en la interpretación musical. La lectura y el análisis de partituras, la audición o el visionado de obras, así como los ensayos en el aula, constituyen momentos y espacios para la adquisición de esas destrezas y técnicas de interpretación individual y grupal. La interpretación individual permite trabajar aspectos como la concentración, la memorización y la expresión artística personal. Por su parte, la interpretación grupal favorece el desarrollo de la capacidad de desempeñar diversas funciones o de escuchar a los demás durante la ejecución de las piezas. Tanto la asimilación de técnicas de interpretación como la ejecución de piezas dentro o fuera del aula hacen necesaria la adquisición de otras estrategias y destrezas que ayuden al alumnado a gestionar adecuadamente la frustración que puede generar el propio proceso de aprendizaje, así como a mantener la concentración y a superar la inseguridad y el miedo escénico durante las actuaciones. Estas estrategias de control y gestión de las emociones ayudarán al alumnado a desarrollar su autoestima y le permitirán afrontar con mayor seguridad las situaciones de incertidumbre y los retos a los que habrá de enfrentarse.", "value": "3. Interpretar piezas musicales y dancísticas, gestionando adecuadamente las emociones y empleando diversas estrategias y técnicas vocales, corporales o instrumentales, para ampliar las posibilidades de expresión personal (CCL1, CD2, CPSAA1, CPSAA3, CC1, CE1, CCE3)"},
                        
                    
                        {"text": "4. Crear propuestas artístico-musicales, empleando la voz, el cuerpo, instrumentos musicales y herramientas tecnológicas, para potenciar la creatividad e identificar oportunidades de desarrollo personal, social, académico y profesional (CCL1, STEM3, CD2, CPSAA3, CC1, CE1, CE3, CCEC3, CCEC4): La realización de propuestas artístico-musicales, individuales o colaborativas, supone una oportunidad para poner en práctica los aprendizajes adquiridos. Estas propuestas pueden ir desde la interpretación o la creación de piezas vocales, coreográficas o instrumentales sencillas, a la organización de proyectos pluridisciplinares compartidos con otras materias. El proceso de creación implica seleccionar los elementos del lenguaje musical, las herramientas analógicas o digitales, y los medios musicales o dancísticos más adecuados. Se trata de generar discursos coherentes que combinen los saberes de modo global y se ajusten a la idea y a la intención del proyecto, así como a las características del espacio y del público destinatario. Además, se ha de garantizar el respeto por los derechos de autor y la propiedad intelectual. La capacidad de formular propuestas colectivas, cuyo resultado sea la creación de productos musicales o dancísticos, junto a la participación activa en el diseño y puesta en práctica de los mismos, asumiendo diferentes funciones en un contexto colaborativo, contribuyen no solo al desarrollo de la creatividad, sino también de la capacidad de trabajar en equipo. La participación en estas propuestas grupales permite al alumnado comprender y aprender de las experiencias propias, pero también de las experiencias de sus compañeros y compañeras. De igual modo, le permite apreciar y respetar las distintas aportaciones y opiniones, valorando el entendimiento mutuo como medio para lograr un objetivo común. La vivencia y la reflexión sobre las diferentes fases del proceso creativo favorecen que el alumnado descubra e identifique las oportunidades de desarrollo personal, social, académico y profesional ligadas a la música y a la danza.", "value": "4. Crear propuestas artístico-musicales, empleando la voz, el cuerpo, instrumentos musicales y herramientas tecnológicas, para potenciar la creatividad e identificar oportunidades de desarrollo personal, social, académico y profesional (CCL1, STEM3, CD2, CPSAA3, CC1, CE1, CE3, CCEC3, CCEC4)"}
    ]
}
