{
            "saberes": [
                "A. Sentido numérico.",
                "1. Conteo.",
                "– Estrategias variadas de conteo y recuento sistemático en situaciones de la vida cotidiana en cantidades hasta el 999.",
                "2. Cantidad.",
                "– Estimaciones razonadas de cantidades en contextos de resolución de problemas.",
                "– Lectura, representación (incluida la recta numérica y con materiales manipulativos), composición, descomposición y recomposición de números naturales hasta 999.",
                "– Representación de una misma cantidad de distintas formas (manipulativa, gráfica o numérica) y estrategias de elección de la representación adecuada para cada situación o problema.",
                "3. Sentido de las operaciones.",
                "– Estrategias de cálculo mental con números naturales hasta 999.",
                "– Suma y resta de números naturales resueltas con flexibilidad y sentido: utilidad en situaciones contextualizadas, estrategias y herramientas de resolución y propiedades.",
                "4. Relaciones.",
                "– Sistema de numeración de base diez (hasta el 999): aplicación de las relaciones que genera en las operaciones.",
                "– Números naturales en contextos de la vida cotidiana: comparación y ordenación.",
                "– Relaciones entre la suma y la resta: aplicación en contextos cotidianos.",
                "5. Educación financiera.",
                "– Sistema monetario europeo: monedas (1, 2 euros) y billetes de euro (5, 10, 20, 50 y 100), valor y equivalencia.",
                "B. Sentido de la medida.",
                "1. Magnitud.",
                "– Atributos mensurables de los objetos (longitud, masa, capacidad), distancias y tiempos.",
                "– Unidades convencionales (metro, kilo y litro) y no convencionales en situaciones de la vida cotidiana.",
                "– Unidades de medida del tiempo (año, mes, semana, día y hora) en situaciones de la vida cotidiana.",
                "2. Medición.",
                "– Procesos para medir mediante repetición de una unidad y mediante la utilización de instrumentos convencionales (reglas, cintas métricas, balanzas, calendarios...) y no convencionales en contextos familiares.",
                "3. Estimación y relaciones.",
                "– Estrategias de comparación directa y ordenación de medidas de la misma magnitud.",
                "– Estimación de medidas (distancias, tamaños, masas, capacidades...) por comparación directa con otras medidas.",
                "C. Sentido espacial.",
                "1. Figuras geométricas de dos y tres dimensiones.",
                "– Figuras geométricas sencillas de dos dimensiones en objetos de la vida cotidiana: identificación y clasificación atendiendo a sus elementos.",
                "– Estrategias y técnicas de construcción de figuras geométricas sencillas de una, dos o tres dimensiones de forma manipulativa.",
                "– Vocabulario geométrico básico: descripción verbal de los elementos y las propiedades de figuras geométricas sencillas.",
                "– Propiedades de figuras geométricas de dos dimensiones: exploración mediante materiales manipulables y herramientas digitales.",
                "2. Localización y sistemas de representación.",
                "– Posición relativa de objetos en el espacio e interpretación de movimientos: descripción en referencia a uno mismo a través de vocabulario adecuado (arriba, abajo, delante, detrás, entre, más cerca que, menos cerca que, más lejos que, menos lejos que…).",
                "3. Visualización, razonamiento y modelización geométrica.",
                "– Modelos geométricos en la resolución de problemas relacionados con los otros sentidos.",
                "– Relaciones geométricas: reconocimiento en el entorno.",
                "D. Sentido algebraico.",
                "1. Patrones.",
                "– Estrategias para la identificación, descripción oral, descubrimiento de elementos ocultos y extensión de secuencias a partir de las regularidades en una colección de números, figuras o imágenes.",
                "2. Modelo matemático.",
                "– Proceso guiado de modelización (dibujos, esquemas, diagramas, objetos manipulables, dramatizaciones...) en la comprensión y resolución de problemas de la vida cotidiana.",
                "3. Relaciones y funciones.",
                "– Expresión de relaciones de igualdad y desigualdad mediante los signos = y ≠ entre expresiones que incluyan operaciones.",
                "– Representación de la igualdad como expresión de una relación de equivalencia entre dos elementos y obtención de datos sencillos desconocidos (representados por medio de un símbolo) en cualquiera de los dos elementos.",
                "4. Pensamiento computacional.",
                "– Estrategias para la interpretación de algoritmos sencillos (rutinas, instrucciones con pasos ordenados…).",
                "E. Sentido estocástico.",
                "Organización y análisis de datos.",
                "– Estrategias de reconocimiento de los principales elementos y extracción de la información relevante de gráficos estadísticos sencillos de la vida cotidiana (pictogramas, gráficas de barras...).",
                "– Estrategias sencillas para la recogida, clasificación y recuento de datos cualitativos y cuantitativos en muestras pequeñas.",
                "– Representación de datos obtenidos a través de recuentos mediante gráficos estadísticos sencillos y recursos manipulables y tecnológicos.",
                "F. Sentido socioafectivo.",
                "1. Creencias, actitudes y emociones.",
                "– Gestión emocional: estrategias de identificación y expresión de las propias emociones ante las matemáticas. Curiosidad e iniciativa en el aprendizaje de las matemáticas.",
                "2. Trabajo en equipo, inclusión, respeto y diversidad.",
                "– Identificación y rechazo de actitudes discriminatorias ante las diferencias individuales presentes en el aula. Actitudes inclusivas y aceptación de la diversidad del grupo.",
                "– Participación activa en el trabajo en equipo: interacción positiva y respeto por el trabajo de los demás.",
                "– Contribución de las matemáticas a los distintos ámbitos del conocimiento humano desde una perspectiva de género."
            ],
            "criteriosEvaluacion": [
                "Competencia específica 1.",
                "1.1 Comprender las preguntas planteadas a través de diferentes estrategias o herramientas, reconociendo la información contenida en problemas de la vida cotidiana.",
                "1.2 Proporcionar ejemplos de representaciones de situaciones problematizadas sencillas, con recursos manipulativos y gráficos que ayuden en la resolución de un problema de la vida cotidiana.",
                "Competencia específica 2.",
                "2.1 Emplear algunas estrategias adecuadas en la resolución de problemas.",
                "2.2 Obtener posibles soluciones a problemas, de forma guiada, aplicando estrategias básicas de resolución.",
                "2.3 Describir verbalmente la idoneidad de las soluciones de un problema a partir de las preguntas previamente planteadas.",
                "Competencia específica 3.",
                "3.1 Realizar conjeturas matemáticas sencillas, investigando patrones, propiedades y relaciones de forma guiada.",
                "3.2 Dar ejemplos de problemas a partir de situaciones cotidianas que se resuelven matemáticamente.",
                "Competencia específica 4.",
                "4.1 Describir rutinas y actividades sencillas de la vida cotidiana que se realicen paso a paso, utilizando principios básicos del pensamiento computacional de forma guiada.",
                "4.2 Emplear herramientas tecnológicas adecuadas, de forma guiada, en el proceso de resolución de problemas.",
                "Competencia específica 5.",
                "5.1 Reconocer conexiones entre los diferentes elementos matemáticos, aplicando conocimientos y experiencias propios.",
                "5.2 Reconocer las matemáticas presentes en la vida cotidiana y en otras áreas, estableciendo conexiones sencillas entre ellas.",
                "Competencia específica 6.",
                "6.1 Reconocer lenguaje matemático sencillo presente en la vida cotidiana, adquiriendo vocabulario específico básico.",
                "6.2 Explicar ideas y procesos matemáticos sencillos, los pasos seguidos en la resolución de un problema o los resultados matemáticos, de forma verbal o gráfica.",
                "Competencia específica 7.",
                "7.1 Reconocer las emociones básicas propias al abordar retos matemáticos, pidiendo ayuda solo cuando sea necesario.",
                "7.2 Expresar actitudes positivas ante retos matemáticos, valorando el error como una oportunidad de aprendizaje.",
                "Competencia específica 8.",
                "8.1 Participar respetuosamente en el trabajo en equipo, estableciendo relaciones saludables basadas en el respeto, la igualdad y la resolución pacífica de conflictos.",
                "8.2 Aceptar la tarea y rol asignado en el trabajo en equipo, cumpliendo con las responsabilidades individuales y contribuyendo a la consecución de los objetivos del grupo."
            ]
        }
