{
"criteriosEvaluacion": [
                    
                    "1.1 Valorar y respetar la diversidad de manifestaciones artísticas a partir de la investigación y el debate en torno a las diferentes concepciones del arte y el análisis de obras concretas sobre las que comprobar la pertinencia de dichas concepciones.",
                    
                    "2.1 Elaborar y expresar con coherencia y fluidez juicios y emociones propios acerca de las obras de arte y mostrar respeto y empatía por los juicios y expresiones de los demás, utilizando la terminología y el vocabulario específico de la materia y demostrando un conocimiento básico de los diversos lenguajes artísticos aprendidos.",
                    "3.1 Distinguir y analizar las funciones y las dimensiones religiosa, ideológica, política, social, económica, expresiva y propiamente estética de las obras de arte, demostrando una comprensión y un juicio crítico y fundamentado de las mismas y de su producción y su percepción.",
                    
                    "4.1 Conocer y explicar las principales manifestaciones y movimientos artísticos, identificando y analizando su contexto cultural, su vinculación con las funciones atribuibles al arte, sus características estilísticas fundamentales y su desarrollo en el tiempo.",
                    "4.2 Reconocer los mecanismos que rigen la evolución de la historia del arte a partir del análisis comparativo de obras de diversas épocas y de la explicación de las relaciones de influencia, préstamos, continuidad y ruptura que se producen entre estilos, autores y movimientos.",
                    "Competencia específica 5.",
                    "5.1 Elaborar comentarios histórico-artísticos de distintas obras de arte a partir del conocimiento crítico y argumentado de su contexto histórico, sus funciones y su relevancia social, política y cultural, valorando y respetando distintas obras y formas de manifestaciones artísticas.",
                    "5.2 Identificar y analizar la complejidad del proceso de creación artística, elaborando reseñas biográficas sobre las figuras más destacadas y atendiendo a aquellos aspectos personales que faciliten la comprensión del significado y del valor de la obra, tomando conciencia del papel del artista en el proceso creador.",
                    "Competencia específica 6.",
                    "6.1 Comprender la importancia de la conservación y promoción del patrimonio artístico, investigando acerca de los procesos de adquisición, conservación, exhibición y uso sostenible de obras de arte, así como sobre el impacto positivo y negativo de las acciones humanas sobre ellas.",
                    "6.2 Analizar el papel conformador de la identidad individual y colectiva que poseen el arte y el patrimonio artístico, analizando las autorrepresentaciones humanas y el uso de recursos estéticos e iconográficos en la generación y el mantenimiento de los vínculos grupales.",
                    "Competencia específica 7.",
                    "7.1 Elaborar argumentos propios acerca de la noción de belleza, comparando cánones y obras de diversos tipos, estilos, épocas y lugares, apreciando la diversidad como fuente de enriquecimiento, superando estereotipos y prejuicios y promoviendo la formación de una imagen ajustada de sí mismo.",
                    "Competencia específica 8.",
                    "8.1 Conocer las principales figuras femeninas de la historia del arte, dando visibilidad a la mujer como artista, analizando el contexto político, social y cultural en el que desarrollaron su producción artística y reconociendo su esfuerzo por hacerse valer en él.",
                    "8.2 Conocer y analizar críticamente la imagen que se ha dado de la mujer en la historia del arte mediante el análisis comparativo de obras de distintas épocas y culturas en las que se representen figuras, roles, símbolos y temas relacionados con la feminidad."
                ],
                "saberes": [
                    "A. Aproximación a la Historia del Arte.",
                    "− El debate sobre la definición de arte. El concepto del arte a lo largo de la historia.",
                    "− El lenguaje artístico: el arte como forma de comunicación. La variedad de códigos y lenguajes. Símbolos e iconografía en el arte. La subjetividad creadora. La complejidad de la interpretación. El juicio estético.",
                    "− Terminología y vocabulario específico del arte en la arquitectura y las artes plásticas.",
                    "− Herramientas para el análisis de la obra de arte: elementos técnicos, formales, y estilísticos. Estudio iconográfico y significado, identificación, contextualización y relevancia de la obra. El análisis comparativo.",
                    "− Influencias, préstamos, continuidades y rupturas en la Historia del Arte.",
                    "B. El arte y sus funciones a lo largo de la historia.",
                    "− El arte como instrumento mágico-ritual a lo largo de la historia.",
                    "− El arte como dispositivo de dominación y control: desde las primeras civilizaciones urbanas hasta la sociedad contemporánea.",
                    "− El arte y su valor propagandístico: desde el Mundo Antiguo hasta la actual sociedad de consumo.",
                    "− El arte y su función didáctica y religiosa en las sociedades teocéntricas.",
                    "− Arte, mecenazgo y coleccionismo como elementos de diferenciación social.",
                    "− El arte como medio de progreso, crítica y transformación sociocultural desde el pensamiento ilustrado hasta la actualidad.",
                    "− El arte como idioma de sentimientos y emociones.",
                    "− El arte como expresión de los avances tecnológicos: desde la Revolución Industrial hasta la era digital.",
                    "C. Dimensión individual y social del arte.",
                    "− Arte e identidad individual: la necesidad de representarnos. La imagen del cuerpo humano. El género del retrato. La evolución en la imagen del artista.",
                    "− Arte e identidad colectiva: escuelas, regionalismos y búsqueda de identidad.",
                    "− La representación de la mujer en el arte desde una perspectiva crítica.",
                    "− La mujer como artista. La lucha por la visibilidad a lo largo de la historia del arte.",
                    "D. Realidad, espacio y territorio en el arte.",
                    "− Arte y realidad: imitación e interpretación. La revolución de la fotografía y el cine.",
                    "− Arquitectura y espacio: la creación de espacios arquitectónicos.",
                    "− Pintura y perspectiva: la conquista de la tercera dimensión.",
                    "− Arte e intervención en el territorio: el urbanismo como arte.",
                    "− Arte y medio ambiente. La naturaleza y la representación de las emociones. Arquitectura, urbanismo y diseño sostenible. La contribución del arte a los Objetivos de Desarrollo Sostenible.",
                    "− El patrimonio artístico: preservación, conservación y usos sostenibles. Museografía y museología."
                ]
}
