{
  "competenciasEspecificas": [
      {"text": "1. Interpretar y transmitir información y datos científicos, argumentando sobre ellos y utilizando diferentes formatos, para analizar conceptos y procesos de las ciencias biológicas y geológicas (CCL1, CCL2, CCL5, STEM4, CD2, CD3, CCEC4): El desarrollo científico rara vez es fruto del trabajo de sujetos aislados y requiere, por tanto, del intercambio de información y de la colaboración entre individuos, organizaciones e incluso países. Compartir información es una forma de acelerar el progreso humano al extender y diversificar los pilares sobre los que se sustenta. Todo proceso de investigación científica debe comenzar con la recopilación y análisis crítico de las publicaciones en el área de estudio construyéndose los nuevos conocimientos sobre los cimientos de los ya existentes. Asimismo, el avance vertiginoso de la ciencia y la tecnología es el motor de importantes cambios sociales que se dan cada vez con más frecuencia y con impactos más palpables. Por ello, la participación activa del alumnado en la sociedad exige cada vez más la comprensión de los últimos descubrimientos y avances científicos y tecnológicos para interpretar y evaluar críticamente, a la luz de estos, la información que inunda los medios de comunicación. Esto le permitirá extraer conclusiones propias, tomar decisiones coherentes y establecer interacciones comunicativas constructivas mediante la argumentación fundamentada, respetuosa y flexible para cambiar las propias concepciones a la vista de los datos y posturas aportados por otras personas.","value": "1. Interpretar y transmitir información y datos científicos, argumentando sobre ellos y utilizando diferentes formatos, para analizar conceptos y procesos de las ciencias biológicas y geológicas (CCL1, CCL2, CCL5, STEM4, CD2, CD3, CCEC4)"},
                    
    {"text": "2. Identificar, localizar y seleccionar información, contrastando su veracidad, organizándola y evaluándola críticamente, para resolver preguntas relacionadas con las ciencias biológicas y geológicas (CCL3, STEM4, CD1, CD2, CD3, CD4, CD5, CPSAA4): La investigación científica, la participación activa en la sociedad y el desarrollo profesional y personal de un individuo con frecuencia conllevan la adquisición de nuevas competencias que suele comenzar con la búsqueda, selección y recopilación de información relevante de diferentes fuentes para establecer las bases cognitivas de dicho aprendizaje. Además, en la sociedad actual existe un continuo bombardeo de información que no siempre refleja la realidad. Los datos con base científica se encuentran en ocasiones entremezclados con bulos, hechos infundados y creencias pseudocientíficas. Es, por tanto, imprescindible desarrollar el sentido crítico y las destrezas necesarias para evaluar y clasificar la información y conocer y distinguir las fuentes fidedignas de aquellas de dudosa fiabilidad. Por ello, esta competencia específica prepara al alumnado para su autonomía personal y profesional futuras y para contribuir positivamente en una sociedad democrática.","value": "2. Identificar, localizar y seleccionar información, contrastando su veracidad, organizándola y evaluándola críticamente, para resolver preguntas relacionadas con las ciencias biológicas y geológicas (CCL3, STEM4, CD1, CD2, CD3, CD4, CD5, CPSAA4)"},
                    
    {"text": "3. Planificar y desarrollar proyectos de investigación, siguiendo los pasos de las metodologías científicas y cooperando cuando sea necesario, para indagar en aspectos relacionados con las ciencias geológicas y biológicas (CCL1, CCL2, STEM2, STEM3, STEM4, CD1, CD2, CPSAA3, CE3): Los métodos científicos son el sistema de trabajo utilizado para dar una respuesta rigurosa a cuestiones y problemas relacionados con la naturaleza y la sociedad. Estos constituyen el motor de nuestro avance social y económico, lo que los convierte en un aprendizaje imprescindible para la ciudadanía del mañana. Los procesos que componen el trabajo científico cobran sentido cuando son integrados dentro de un proyecto relacionado con la realidad del alumnado o su entorno. El desarrollo de un proyecto requiere de iniciativa, actitud crítica, visión de conjunto, capacidad de planificación, movilización de recursos materiales y personales y argumentación, entre otros, y permite al alumnado cultivar el autoconocimiento y la confianza ante la resolución de problemas, adaptándose a los recursos disponibles, a sus propias limitaciones, a la incertidumbre y a los retos que pueda encontrar. Asimismo, la creación y participación en proyectos científicos proporciona al alumnado la oportunidad de trabajar destrezas que pueden ser de gran utilidad no solo dentro del ámbito científico, sino también en su desarrollo personal y profesional y en su participación social. Esta competencia específica es el crisol en el que se entremezclan todos los elementos de la competencia STEM y muchos de otras competencias clave. Por estos motivos, es imprescindible ofrecer al alumnado la oportunidad creativa y de crecimiento que aporta esta modalidad de trabajo, impulsando la igualdad de oportunidades entre los alumnos y alumnas y fomentando las vocaciones científicas desde una perspectiva de género.","value": "3. Planificar y desarrollar proyectos de investigación, siguiendo los pasos de las metodologías científicas y cooperando cuando sea necesario, para indagar en aspectos relacionados con las ciencias geológicas y biológicas (CCL1, CCL2, STEM2, STEM3, STEM4, CD1, CD2, CPSAA3, CE3)"},
                    {"text": "4. Utilizar el razonamiento y el pensamiento computacional, analizando críticamente las respuestas y soluciones y reformulando el procedimiento, si fuera necesario, para resolver problemas o dar explicación a procesos de la vida cotidiana relacionados con la biología y la geología (STEM1, STEM2, CD5, CPSAA5, CE1, CE3, CCEC4): Las ciencias biológicas y geológicas son disciplinas empíricas, pero con frecuencia recurren al razonamiento lógico y la metodología matemática para crear modelos, resolver cuestiones y problemas y validar los resultados o soluciones obtenidas. Tanto el planteamiento de hipótesis, como la interpretación de datos y resultados, o el diseño experimental requieren aplicar el pensamiento lógico-formal. Asimismo, es frecuente que en determinadas ciencias empíricas; como la biología molecular, la evolución o la tectónica, se obtengan evidencias indirectas de la realidad, que deben interpretarse según la lógica para establecer modelos de un proceso biológico o geológico. Además, determinados saberes básicos de la materia de Biología y Geología, como los recogidos en los bloques «Genética y evolución» y «Geología», tienen en la resolución de problemas una estrategia didáctica preferente. Cabe destacar que potenciar esta competencia específica supone desarrollar en el alumnado destrezas aplicables a diferentes situaciones de la vida. Por ejemplo, la actitud crítica se basa en gran parte en el razonamiento a partir de datos o información conocidos y constituye un mecanismo de protección contra las pseudociencias o los saberes populares infundados.", "value": "4. Utilizar el razonamiento y el pensamiento computacional, analizando críticamente las respuestas y soluciones y reformulando el procedimiento, si fuera necesario, para resolver problemas o dar explicación a procesos de la vida cotidiana relacionados con la biología y la geología (STEM1, STEM2, CD5, CPSAA5, CE1, CE3, CCEC4)"},
                    
    {"text": "5. Analizar los efectos de determinadas acciones sobre el medio ambiente y la salud, basándose en los fundamentos de las ciencias biológicas y de la Tierra, para promover y adoptar hábitos que eviten o minimicen los impactos medioambientales negativos, sean compatibles con un desarrollo sostenible y permitan mantener y mejorar la salud individual y colectiva (STEM2, STEM5, CD4, CPSAA1, CPSAA2, CC4, CE1, CC3): El bienestar, la salud y el desarrollo económico de la especie humana se sustentan en recursos naturales, como el suelo fértil o el agua dulce, y en diferentes grupos de seres vivos, como los insectos polinizadores, las bacterias nitrificantes y el plancton marino, sin los cuales algunas actividades esenciales, como la obtención de alimentos, se verían seriamente comprometidas. Por desgracia, los recursos naturales no siempre son renovables o se utilizan de tal manera que su tasa de consumo supera con creces su tasa de renovación. Además, la destrucción de hábitats, la alteración del clima global y la utilización de sustancias xenobióticas están reduciendo la biodiversidad de forma que, en los últimos 50 años, han desaparecido dos tercios de la fauna salvaje del planeta. Todas estas alteraciones podrían poner en peligro la estabilidad de la sociedad humana tal y como la conocemos. Afortunadamente, determinadas acciones pueden contribuir a mejorar el estado del medio ambiente a corto y largo plazo. Por otro lado, ciertas conductas propias de los países desarrollados como el consumismo, el sedentarismo, la dieta con alto contenido en grasas y azúcares, las adicciones tecnológicas o los comportamientos impulsivos tienen graves consecuencias sobre la salud de la población. Por ello, es también esencial que el alumnado conozca el funcionamiento de su propio cuerpo, destierre ideas preconcebidas y estereotipos sexistas, y comprenda y argumente, a la luz de las pruebas científicas, que el desarrollo sostenible es un objetivo urgente y sinónimo de bienestar, salud y progreso económico de la sociedad. Esto le permitirá cuestionar los hábitos propios y ajenos, y mejorar la calidad de vida de nuestro planeta según el concepto one health (una sola salud): salud de los seres humanos, de otros seres vivos y del entorno natural.","value": "5. Analizar los efectos de determinadas acciones sobre el medio ambiente y la salud, basándose en los fundamentos de las ciencias biológicas y de la Tierra, para promover y adoptar hábitos que eviten o minimicen los impactos medioambientales negativos, sean compatibles con un desarrollo sostenible y permitan mantener y mejorar la salud individual y colectiva (STEM2, STEM5, CD4, CPSAA1, CPSAA2, CC4, CE1, CC3)"},

   {"text": "6. Analizar los elementos de un paisaje concreto valorándolo como patrimonio natural y utilizando conocimientos sobre geología y ciencias de la Tierra para explicar su historia geológica, proponer acciones encaminadas a su protección e identificar posibles riesgos naturales(STEM1, STEM2, STEM4, STEM5, CD1, CC4, CE1, CCEC1): La Red de Espacios Naturales Protegidos trata de preservar la diversidad de patrimonio natural que se reparte por toda la biosfera, informando sobre la fragilidad de dichos espacios y sobre los daños que determinadas acciones humanas pueden ocasionar sobre ellos. Por otro lado, algunos fenómenos naturales ocurren con mucha mayor frecuencia en zonas concretas del planeta, están asociados a ciertas formas de relieve o se dan con cierta periodicidad y son, por tanto, predecibles con mayor o menor margen de error. Estos fenómenos deben ser tenidos en cuenta en la construcción de infraestructuras y el establecimiento de asentamientos humanos. Sin embargo, se conocen numerosos ejemplos de planificación urbana deficiente en los que no se ha considerado la historia geológica de la zona, la litología del terreno, la climatología o el relieve, y que han dado lugar a grandes catástrofes con cuantiosas pérdidas tanto económicas como humanas. Esta competencia específica implica que el alumnado desarrolle los conocimientos y el espíritu crítico necesarios para reconocer el valor del patrimonio natural y el riesgo geológico asociado a una determinada área para adoptar una actitud de rechazo ante las prácticas urbanísticas, forestales, industriales o de otro tipo que pongan en peligro vidas humanas, infraestructuras o espacios naturales. El alumnado se enfrentará así a situaciones problemáticas o cuestiones planteadas en el contexto de enseñanza-aprendizaje en las que tendrá que analizar los posibles riesgos naturales y las formas de actuación ante ellos.", "value": "6. Analizar los elementos de un paisaje concreto valorándolo como patrimonio natural y utilizando conocimientos sobre geología y ciencias de la Tierra para explicar su historia geológica, proponer acciones encaminadas a su protección e identificar posibles riesgos naturales(STEM1, STEM2, STEM4, STEM5, CD1, CC4, CE1, CCEC1)"}
  ]
}
