{
  "criteriosEvaluacion": [
                        
                        "1.1 Reconocer y valorar las lenguas de España y las variedades dialectales del español, con especial atención a la del propio territorio, a partir de la explicación de su desarrollo histórico y sociolingüístico y de la situación actual, contrastando de manera explícita y con el metalenguaje apropiado aspectos lingüísticos y discursivos de las distintas lenguas, así como rasgos de los dialectos del español, en manifestaciones orales, escritas y multimodales.",
                        "1.2 Cuestionar y refutar prejuicios y estereotipos lingüísticos adoptando una actitud de respeto y valoración de la riqueza cultural, lingüística y dialectal, a partir de la exploración y reflexión en torno a los fenómenos del contacto entre lenguas, con especial atención al papel de las redes sociales y los medios de comunicación, y de la investigación sobre los derechos lingüísticos y diversos modelos de convivencia entre lenguas.",
                        
                        "2.1 Identificar el sentido global, la estructura, la información relevante en función de las necesidades comunicativas y la intención del emisor en textos orales y multimodales complejos propios de diferentes ámbitos, analizando la interacción entre los diferentes códigos.",
                        "2.2 Valorar la forma y el contenido de textos orales y multimodales complejos, evaluando su calidad, fiabilidad e idoneidad del canal utilizado, así como la eficacia de los procedimientos comunicativos empleados.",

                        "3.1 Realizar exposiciones y argumentaciones orales formales con diferente grado de planificación sobre temas de interés científico y cultural y de relevancia académica y social, ajustándose a las convenciones propias de cada género discursivo y con fluidez, rigor, coherencia, cohesión y el registro adecuado, en diferentes soportes y utilizando de manera eficaz recursos verbales y no verbales.",
                        "3.2 Participar de manera activa y adecuada en interacciones orales (formales e informales) y en el trabajo en equipo con actitudes de escucha activa y estrategias de cooperación conversacional y cortesía lingüística.",
                        
                        "4.1 Identificar el sentido global, la estructura, la información relevante y la intención del emisor de textos escritos y multimodales especializados, con especial atención a textos académicos y de los medios de comunicación, realizando las inferencias necesarias y con diferentes propósitos de lectura.",
                        "4.2 Valorar la forma y el contenido de textos complejos evaluando su calidad, la fiabilidad e idoneidad del canal utilizado, así como la eficacia de los procedimientos comunicativos empleados.",
                        "Competencia específica 5.",
                        "5.1 Elaborar textos académicos coherentes, cohesionados y con el registro adecuado sobre temas curriculares o de interés social y cultural, precedidos de un proceso de planificación que atienda a la situación comunicativa, destinatario, propósito y canal y de redacción y revisión de borradores de manera individual o entre iguales, o mediante otros instrumentos de consulta.",
                        "5.2 Incorporar procedimientos para enriquecer los textos, atendiendo a aspectos discursivos, lingüísticos y de estilo, con precisión léxica y corrección ortográfica y gramatical.",
                        "Competencia específica 6.",
                        "6.1 Elaborar trabajos de investigación de manera autónoma, en diferentes soportes, sobre temas curriculares de interés cultural que impliquen localizar, seleccionar y contrastar información procedente de diferentes fuentes; calibrar su fiabilidad y pertinencia en función de los objetivos de lectura; organizarla e integrarla en esquemas propios; y reelaborarla y comunicarla de manera creativa, adoptando un punto de vista crítico y respetuoso con la propiedad intelectual.",
                        "6.2 Evaluar la veracidad de noticias e informaciones, con especial atención a las redes sociales y otros entornos digitales, siguiendo pautas de análisis, contraste y verificación, haciendo uso de las herramientas adecuadas y manteniendo una actitud crítica frente a los posibles sesgos de la información.",
                        "Competencia específica 7.",
                        "7.1 Elegir y leer de manera autónoma obras relevantes de la literatura contemporánea y dejar constancia del progreso del itinerario lector y cultural personal mediante la explicación argumentada de los criterios de selección de las lecturas, las formas de acceso a la cultura literaria y de la experiencia de lectura.",
                        "7.2 Compartir la experiencia lectora utilizando un metalenguaje específico y elaborar una interpretación personal estableciendo vínculos argumentados con otras obras y otras experiencias artísticas y culturales.",
                        "Competencia específica 8.",
                        "8.1 Explicar y argumentar la interpretación de las obras leídas mediante el análisis de las relaciones internas de sus elementos constitutivos con el sentido de la obra y de las relaciones externas del texto con su contexto sociohistórico y con la tradición literaria, utilizando un metalenguaje específico e incorporando juicios de valor vinculados a la apreciación estética de las obras.",
                        "8.2 Desarrollar proyectos de investigación que se concreten en una exposición oral, un ensayo o una presentación multimodal, estableciendo vínculos argumentados entre los clásicos de la literatura española objeto de lectura guiada y otros textos y manifestaciones artísticas clásicas o contemporáneas, en función de temas, tópicos, estructuras, lenguaje, recursos expresivos y valores éticos y estéticos, y explicitando la implicación y la respuesta personal del lector en la lectura.",
                        "8.3 Crear textos personales o colectivos con intención literaria y conciencia de estilo, en distintos soportes y con ayuda de otros lenguajes artísticos y audiovisuales, a partir de la lectura de obras o fragmentos significativos en los que se empleen las convenciones formales de los diversos géneros y estilos literarios.",
                        "Competencia específica 9.",
                        "9.1 Revisar los propios textos y hacer propuestas de mejora argumentando los cambios a partir de la reflexión metalingüística e interlingüística y utilizando un metalenguaje específico, e identificar y subsanar problemas de comprensión lectora utilizando los conocimientos explícitos sobre la lengua y su uso.",
                        "9.2 Explicar y argumentar la interrelación entre el propósito comunicativo y las elecciones lingüísticas del emisor, así como sus efectos en el receptor, utilizando el conocimiento explícito de la lengua y un metalenguaje específico.",
                        "9.3 Elaborar y presentar los resultados de pequeños proyectos de investigación sobre aspectos relevantes del funcionamiento de la lengua, formulando hipótesis y estableciendo generalizaciones, utilizando los conceptos y la terminología lingüística adecuada y consultando de manera autónoma diccionarios, manuales y gramáticas.",
                        "Competencia específica 10.",
                        "10.1 Identificar y desterrar los usos discriminatorios de la lengua, los abusos de poder a través de la palabra y los usos manipuladores del lenguaje a partir de la reflexión y el análisis de los elementos lingüísticos, textuales y discursivos utilizados, así como de los elementos no verbales que rigen la comunicación entre las personas.",
                        "10.2 Utilizar estrategias para la resolución dialogada de los conflictos y la búsqueda de consensos tanto en el ámbito personal como educativo y social."
                    ],
                    "saberes": [
                        "A. Las lenguas y sus hablantes.",
                        "− Desarrollo sociohistórico y situación actual de las lenguas de España.",
                        "− Estudio comparativo de las principales variedades dialectales del español en España y en América.",
                        "− Estrategias de reflexión interlingüística.",
                        "− Detección de prejuicios y estereotipos lingüísticos con la finalidad de combartirlos.",
                        "− Los fenómenos del contacto entre lenguas: bilingüismo, préstamos, interferencias. Diglosia lingüística y diglosia dialectal.",
                        "− Derechos lingüísticos, su expresión en leyes y declaraciones institucionales. Modelos de convivencia entre lenguas, sus causas y consecuencias. Lenguas minoritarias y lenguas minorizadas. La sostenibilidad lingüística.",
                        "B. Comunicación.",
                        "Estrategias de producción, comprensión y análisis crítico de textos orales, escritos y multimodales de diferentes ámbitos con atención conjunta a los siguientes aspectos:",
                        "1. Contexto.",
                        "− Componentes del hecho comunicativo: grado de formalidad de la situación y carácter público o privado; distancia social entre los interlocutores; propósitos comunicativos e interpretación de intenciones; canal de comunicación y elementos no verbales de la comunicación.",
                        "2. Géneros discursivos.",
                        "− Propiedades textuales: coherencia, cohesión y adecuación.",
                        "− Géneros discursivos propios del ámbito educativo. Los textos académicos.",
                        "− Géneros discursivos propios del ámbito social. Las redes sociales y medios de comunicación.",
                        "3. Procesos.",
                        "− Interacción oral y escrita de carácter formal. Tomar y dejar la palabra. Cooperación conversacional y cortesía lingüística.",
                        "− Comprensión oral: sentido global del texto y relación entre sus partes, selección y retención de la información relevante. La intención del emisor. Detección de los usos discriminatorios del lenguaje verbal y no verbal. Valoración de la forma y contenido del texto.",
                        "− Producción oral formal: planificación y búsqueda de información, textualización y revisión. Adecuación a la audiencia y al tiempo de exposición. Elementos no verbales. Rasgos discursivos y lingüísticos de la oralidad formal. La deliberación oral argumentada.",
                        "− Comprensión lectora: sentido global del texto y relación entre sus partes. La intención del emisor. Detección de los usos discriminatorios del lenguaje verbal e icónico. Valoración de la forma y contenido del texto.",
                        "− Producción escrita. Proceso de elaboración: planificación, redacción, revisión y edición en diferentes soportes.",
                        "− Alfabetización informacional: Búsqueda autónoma y selección de la información con criterios de fiabilidad, calidad y pertinencia; análisis, valoración, reorganización y síntesis de la información en esquemas propios y transformación en conocimiento; comunicación y difusión de la información reelaborada de manera creativa y respetuosa con la propiedad intelectual. Noticias falsas y verificación de hechos. El ciberanzuelo.",
                        "4. Reconocimiento y uso discursivo de los elementos lingüísticos.",
                        "− Formas lingüísticas para la expresión de la subjetividad y de la objetividad.",
                        "− Recursos lingüísticos para adecuar el registro a la situación de comunicación.",
                        "− Conectores, marcadores discursivos y otros procedimientos léxico-semánticos y gramaticales que contribuyen a la cohesión del texto.",
                        "− Relaciones entre las formas verbales como procedimientos de cohesión del texto, con especial atención a la valoración y al uso de los tiempos verbales.",
                        "− Corrección lingüística y revisión ortográfica, gramatical y tipográfica de los textos. Uso eficaz de diccionarios, manuales de consulta y de correctores ortográficos en soporte analógico o digital.",
                        "− Los signos de puntuación como mecanismo organizador del texto escrito y su relación con el significado.",
                        "C. Educación literaria.",
                        "1. Lectura autónoma.",
                        "Lectura de obras relevantes de autoras y autores de la literatura universal contemporánea que susciten reflexión sobre el propio itinerario lector así como la inserción en el debate interpretativo de la cultura, atendiendo a los siguientes saberes:",
                        "− Selección de las obras con la ayuda de recomendaciones especializadas.",
                        "− Participación activa en el circuito literario y lector en contexto presencial y digital. Utilización autónoma de todo tipo de bibliotecas. Acceso a otras experiencias culturales.",
                        "− Expresión argumentada de los gustos lectores personales. Diversificación del corpus leído, atendiendo a los circuitos comerciales del libro y distinguiendo entre literatura canónica y de consumo, clásicos y bestsellers.",
                        "− Comunicación de la experiencia lectora utilizando un metalenguaje específico y atendiendo a aspectos temáticos, género y subgénero, elementos de la estructura y el estilo y valores éticos y estéticos de las obras.",
                        "− Movilización de la experiencia personal, lectora y cultural para establecer vínculos entre la obra leída y aspectos de la actualidad y otras manifestaciones literarias o artísticas.",
                        "− Recomendación de las lecturas en soportes variados, atendiendo a aspectos temáticos, formales e intertextuales.",
                        "2. Lectura guiada.",
                        "Lectura de clásicos de la literatura española desde la Edad Media hasta el Romanticismo, inscritos en itinerarios temáticos o de género, atendiendo a los siguientes saberes:",
                        "− Construcción compartida de la interpretación de las obras a través de discusiones o conversaciones literarias.",
                        "− Análisis de los elementos constitutivos del género literario y su relación con el sentido de la obra. Efectos en la recepción de sus recursos expresivos.",
                        "− Utilización de la información sociohistórica, cultural y artística para interpretar las obras y comprender su lugar en la tradición literaria.",
                        "− Vínculos intertextuales entre obras y otras manifestaciones artísticas en función de temas, tópicos, estructuras y lenguajes. Elementos de continuidad y ruptura.",
                        "− Expresión argumentada de la interpretación de los textos, integrando los diferentes aspectos analizados y atendiendo a sus valores culturales, éticos y estéticos. Lectura con perspectiva de género.",
                        "− Lectura expresiva, dramatización y recitado atendiendo a los procesos de comprensión, apropiación y oralización implicados.",
                        "− Creación de textos de intención literaria a partir de las obras leídas.",
                        "D. Reflexión sobre la lengua.",
                        "Elaboración de conclusiones propias sobre el funcionamiento del sistema lingüístico con un metalenguaje específico a partir de la observación, comparación y clasificación de unidades comunicativas y del contraste entre lenguas, atendiendo a los siguientes saberes:",
                        "− Diferencias relevantes e intersecciones entre lengua oral y lengua escrita, atendiendo a aspectos sintácticos, léxicos y pragmáticos.",
                        "− La lengua como sistema interconectado con diferentes niveles: fonológico, morfológico, sintáctico y semántico.",
                        "− Distinción entre la forma (categorías gramaticales) y la función de las palabras (funciones sintácticas de la oración simple y compuesta).",
                        "− Relación entre la estructura semántica (significados verbales y argumentos) y sintáctica (sujeto, predicado y complementos) de la oración simple y compuesta en función del propósito comunicativo.",
                        "− Procedimientos de adquisición y formación de palabras y reflexión sobre los cambios en su significado. Las relaciones semánticas entre palabras. Valores denotativos y connotativos en función de su adecuación al contexto y el propósito comunicativo.",
                        "− Uso autónomo de diccionarios, manuales de gramática y otras fuentes de consulta para obtener información gramatical de carácter general."
                    ]
}
