{
  "criteriosEvaluacion": [
                    "1.1 Analizar críticamente conceptos y procesos biológicos, seleccionando e interpretando información en diferentes formatos (modelos, gráficos, tablas, diagramas, fórmulas, esquemas u otros).",
                    "1.2 Comunicar informaciones u opiniones razonadas relacionadas con los saberes de la materia, transmitiéndolas de forma clara y rigurosa, utilizando la terminología y el formato adecuados (modelos, gráficos, tablas, vídeos, informes, diagramas, fórmulas, esquemas, símbolos o contenidos digitales, entre otros) y respondiendo de manera fundamentada y precisa a las cuestiones que puedan surgir durante el proceso.",
                    "1.3 Argumentar sobre aspectos relacionados con los saberes de la materia, considerando los puntos fuertes y débiles de diferentes posturas de forma razonada y con una actitud abierta, flexible, receptiva y respetuosa ante la opinión de los demás.",
                    "2.1 Plantear y resolver cuestiones y crear contenidos relacionados con los saberes de la materia, localizando y citando fuentes de forma adecuada; seleccionando, organizando y analizando críticamente la información.",
                    "2.2 Contrastar y justificar la veracidad de información relacionada con la materia, utilizando fuentes fiables, aportando datos y adoptando una actitud crítica y escéptica hacia informaciones sin una base científica como pseudociencias, teorías conspiratorias, creencias infundadas, bulos, etc.",
                    "3.1 Evaluar la fiabilidad de las conclusiones de un trabajo de investigación o divulgación científica relacionado con los saberes de la materia de acuerdo a la interpretación de los resultados obtenidos.",
                    "3.2 Argumentar, utilizando ejemplos concretos, sobre la contribución de la ciencia a la sociedad y la labor de las personas dedicadas a ella, destacando el papel de la mujer y entendiendo la investigación como una labor colectiva e interdisciplinar en constante evolución influida por el contexto político y social y por los recursos económicos.",
                    "4.1 Explicar fenómenos biológicos, a través del planteamiento y resolución de problemas, buscando y utilizando las estrategias y los recursos adecuados.",
                    "4.2 Analizar críticamente la solución a un problema utilizando los saberes de la materia de Biología y reformular los procedimientos utilizados o las conclusiones si dicha solución no fuese viable o ante nuevos datos aportados o encontrados con posterioridad.",
                    "5.1 Argumentar sobre la importancia de adoptar estilos de vida saludables y compatibles con el desarrollo sostenible, basándose en los principios de la biología molecular y relacionándolos con los procesos macroscópicos.",
                    "6.1 Explicar las características y procesos vitales de los seres vivos mediante el análisis de sus biomoléculas, de las interacciones bioquímicas entre ellas y de sus reacciones metabólicas.",
                    "6.2 Aplicar metodologías analíticas en el laboratorio utilizando los materiales adecuados con precisión."
                  ]  ,
                  "saberes": [
                    "A. Las biomoléculas.",
                    "− Las biomoléculas orgánicas e inorgánicas: características generales y diferencias.",
                    "− El agua y las sales minerales: relación entre sus características químicas y funciones biológicas.",
                    "− Características químicas, isomerías, enlaces y funciones de los monosacáridos (pentosas, hexosas en sus formas lineales y cíclicas), disacáridos y polisacáridos con mayor relevancia biológica.",
                    "− Los monosacáridos (pentosas y hexosas): características químicas, formas lineales y cíclicas, isomerías, enlaces y funciones.",
                    "− Los disacáridos y polisacáridos: ejemplos con más relevancia biológica.",
                    "− Los lípidos saponificables y no saponificables: características químicas, tipos, diferencias y funciones biológicas.",
                    "− Las proteínas: características químicas, estructura, función biológica, papel biocatalizador.",
                    "− Las vitaminas y sales: función biológica como cofactores enzimáticos e importancia de su incorporación en la dieta.",
                    "− Los ácidos nucleicos: tipos, características químicas, estructura y función biológica.",
                    "− La relación entre los bioelementos y biomoléculas y la salud. Estilos de vida saludables.",
                    "B. Genética molecular.",
                    "− Mecanismo de replicación del ADN: modelo procariota.",
                    "− Etapas de la expresión génica: modelo procariota. El código genético: características y resolución de problemas.",
                    "− Las mutaciones: su relación con la replicación del ADN, la evolución y la biodiversidad.",
                    "− Regulación de la expresión génica: su importancia en la diferenciación celular.",
                    "− Los genomas procariota y eucariota: características generales y diferencias.",
                    "C. Biología celular.",
                    "− La teoría celular: implicaciones biológicas.",
                    "− La microscopía óptica y electrónica: imágenes, poder de resolución y técnicas de preparación de muestras.",
                    "− La membrana plasmática: ultraestructura y propiedades.",
                    "− El proceso osmótico: repercusión sobre la célula animal, vegetal y procariota.",
                    "− El transporte a través de la membrana plasmática: mecanismos (difusión simple y facilitada, transporte activo, endocitosis y exocitosis) y tipos de moléculas transportadas con cada uno de ellos. Los orgánulos celulares eucariotas y procariotas: funciones básicas.",
                    "− El ciclo celular: fases y mecanismos de regulación.",
                    "− La mitosis y la meiosis: fases y función biológica.",
                    "− El cáncer: relación con las mutaciones y con la alteración del ciclo celular. Correlación entre el cáncer y determinados hábitos perjudiciales. La importancia de los estilos de vida saludables.",
                    "D. Metabolismo.",
                    "− Concepto de metabolismo.",
                    "− Conceptos de anabolismo y catabolismo: diferencias.",
                    "− Procesos implicados en la respiración celular anaeróbica (glucólisis y fermentación) y aeróbica (β-oxidación de los ácidos grasos, ciclo de Krebs, cadena de transporte de electrones y fosforilación oxidativa).",
                    "− Metabolismos aeróbico y anaeróbico: cálculo comparativo de sus rendimientos energéticos.",
                    "− Principales rutas de anabolismo heterótrofo (síntesis de aminoácidos, proteínas y ácidos grasos) y autótrofo (fotosíntesis y quimiosíntesis): importancia biológica.",
                    "E. Biotecnología.",
                    "− Técnicas de ingeniería genética y sus aplicaciones: PCR, enzimas de restricción, clonación molecular, CRISPR-CAS9, etc.",
                    "− Importancia y repercusiones de la biotecnología: aplicaciones en salud, agricultura, medio ambiente, nuevos materiales, industria alimentaria, etc. El papel destacado de los microorganismos.",
                    "F. Inmunología.",
                    "− Concepto de inmunidad.",
                    "− Las barreras externas: su importancia al dificultar la entrada de patógenos.",
                    "− Inmunidad innata y específica: diferencias.",
                    "− Inmunidad humoral y celular: mecanismos de acción.",
                    "− Inmunidad artificial y natural, pasiva y activa: mecanismos de funcionamiento.",
                    "− Enfermedades infecciosas: fases.",
                    "− Principales patologías del sistema inmunitario: causas y relevancia clínica."
                  ]
}
