{
  "competenciasEspecificas": [
                    {"text": "1. Analizar imágenes fotográficas fijas y producciones audiovisuales de distintos estilos, formatos, géneros y culturas, reconociendo sus cualidades plásticas, formales y semánticas y reflexionando sobre la historia de ambos medios, para desarrollar el criterio estético, valorar el patrimonio, ampliar las posibilidades de disfrute y enriquecer el imaginario propio. Las manifestaciones de la fotografía y el audiovisual se encuentran en aumento exponencial en la sociedad contemporánea. El alumnado debe manejar con soltura su análisis, valorando sus cualidades plásticas, formales y semánticas por medio de producciones orales, escritas, audiovisuales y multimodales en las que se expliquen desde la justificación de los movimientos de cámara hasta la importancia del encuadre y el uso del fuera de campo, pasando por la significación del color. Para ello, ha de visionar imágenes fotográficas fijas y producciones audiovisuales que permitan apreciar la pluralidad de representaciones que ambos medios posibilitan, ampliando el punto de vista tanto hacia las obras de distintas épocas como hacia las provenientes de otras culturas. Además, entre los ejemplos analizados se debe incorporar la perspectiva de género y la perspectiva intercultural, con énfasis en el estudio de producciones realizadas por mujeres y por personas de grupos étnicos y poblacionales que sufren discriminación, así como de su representación en la creación fotográfica y audiovisual. En el proceso, el alumnado debe reflexionar sobre la historia de ambos medios, para lo que es indispensable conocer su evolución tecnológica, deteniéndose en los hitos específicos del audiovisual, como la incorporación del sonido a la imagen. La asimilación activa de estos conocimientos desarrollará el criterio estético del alumnado, favorecido por el acercamiento a obras de toda clase de estilos, formatos y géneros, lo que contribuirá igualmente a que aprenda a valorar el patrimonio fotográfico y audiovisual global. Finalmente, la adquisición de esta competencia fomenta también el enriquecimiento del imaginario del alumnado, apoyado en el descubrimiento de formas de expresión distintas de aquellas con las que está más familiarizado, además de ampliar las posibilidades de disfrute de ambos medios al partir de un acercamiento informado. Esta competencia específica se conecta con los siguientes descriptores: CCL1, CCL2, STEM2, CD1, CCEC1, CCEC2.", "value": "1. Analizar imágenes fotográficas fijas y producciones audiovisuales de distintos estilos, formatos, géneros y culturas, reconociendo sus cualidades plásticas, formales y semánticas y reflexionando sobre la historia de ambos medios, para desarrollar el criterio estético, valorar el patrimonio, ampliar las posibilidades de disfrute y enriquecer el imaginario propio (CCL1, CCL2, STEM2, CD1, CCEC1, CCEC2)."},
                    {"text": "2. Elaborar producciones audiovisuales individuales o colectivas, empleando la propia presencia en la imagen y la banda de sonido y evaluando el rigor ético y formal de los procedimientos, para expresar y comunicar ideas, opiniones y sentimientos y construir una personalidad creativa abierta, amplia y diversa. Llevar a buen término una producción audiovisual es el resultado de un proceso complejo, que implica, por un lado, la capacidad de introspección y, por otro, la de proyección de las propias ideas, sentimientos, y opiniones, dándoles una forma original y personal. Asimismo, al incorporar características de distintas artes, el lenguaje audiovisual se define por su naturaleza interdisciplinar e híbrida, por lo que el alumnado debe afrontar el reto de la creación audiovisual a partir una personalidad creativa abierta, amplia y diversa, que involucre un acercamiento a otros medios de expresión. En este proceso, es importante que los alumnos y alumnas aprendan a utilizar en sus producciones su propia presencia en la imagen y en la banda de sonido como un recurso expresivo y comunicativo más, reforzando así el autoconocimiento y la autoconfianza. Para ello, es conveniente emplear la práctica de la fotografía como medio de aproximación a través del cual asimilar algunas de las nociones técnicas y formales básicas del lenguaje audiovisual. Por otra parte, el alumnado debe ser consciente de que las herramientas que se le proporcionan para transmitir ideas, opiniones y sentimientos en la creación audiovisual pueden ser empleadas con un mayor o menor rigor ético y formal. Este aspecto se puede desarrollar a partir de la puesta en común de ejemplos escogidos de diversos formatos, géneros y terrenos (como el del periodismo televisivo), y su comparación con los procedimientos de trabajo del alumnado, que, de este modo, debe entender que el efecto buscado en la audiencia nunca puede ponerse por encima de un tratamiento ético y formal de los materiales. Para ello, ha de comprender la sintaxis del medio audiovisual en toda su complejidad, integrando de manera activa y consciente el respeto a la posición del público receptor. En último término, el uso de aplicaciones y recursos digitales para la grabación, la edición o la difusión de imágenes y sonidos facilita el desarrollo de conocimientos, destrezas y actitudes relacionados con esta materia, generando al mismo tiempo una oportunidad para la reflexión sobre la necesidad de respetar la propiedad intelectual y los derechos de autor. . Esta competencia específica se conecta con los siguientes descriptores: CD3, CPSAA1.1, CPSAA1.2, CC3, CE3, CCEC3.1, CCEC3.2.", "value": "2. Elaborar producciones audiovisuales individuales o colectivas, empleando la propia presencia en la imagen y la banda de sonido y evaluando el rigor ético y formal de los procedimientos, para expresar y comunicar ideas, opiniones y sentimientos y construir una personalidad creativa abierta, amplia y diversa."},
                    {"text": "3. Seleccionar y utilizar las técnicas, herramientas y convenciones del lenguaje y la producción audiovisual, teniendo en cuenta todos sus aspectos (guion, planificación, interpretación, grabación, edición, etc.), para realizar creaciones audiovisuales de forma colectiva y aprender a desenvolverse en circunstancias diversas. El proceso de realización de una producción audiovisual colectiva es complejo y requiere de la participación de un número de personas relativamente amplio para cubrir todos sus aspectos (guion, planificación, interpretación, grabación, edición, etc.), que implican desde la correcta utilización de las convenciones del lenguaje audiovisual, hasta la organización de equipos humanos. Además, el entorno digital propio del trabajo audiovisual contemporáneo se caracteriza por la necesidad de adaptación a la transformación permanente de las herramientas y las tecnologías que genera, por lo que el alumnado debe saber seleccionarlas y utilizarlas, demostrando un conocimiento activo de las mismas en las creaciones propias. Por lo demás, la producción audiovisual implica un proceso de trabajo pautado y ordenado, con fases marcadas y una división de las tareas muy clara, para que los imprevistos no perjudiquen el proyecto. El alumnado debe organizar sus creaciones atendiendo a este proceso, elaborando la documentación apropiada y adquiriendo mediante la práctica la flexibilidad necesaria para adaptarse a dichos imprevistos, que pueden abarcar desde la ausencia forzosa de algún miembro del equipo, hasta la imposibilidad de llevar a cabo el plan de rodaje previsto debido a las condiciones meteorológicas. A esto hay que añadir toda clase de circunstancias en las que el alumnado también debe aprender a desenvolverse, como la imposibilidad de contar con los equipos técnicos idóneos para la realización de lo planeado, por lo que ha de mostrar imaginación y soltura en el uso de los medios disponibles. Por último, es importante que el alumnado aporte a esta experiencia una preocupación por la sostenibilidad, lo que implica controlar el consumo de electricidad, sacar copias impresas solo de los documentos de trabajo que resulten indispensables o generar el mínimo de residuos posible. Esta competencia específica se conecta con los siguientes descriptores: STEM3, CD2, CD3, CPSAA3.1, CE2, CCEC4.1, CCEC4.2.", "value": "3. Seleccionar y utilizar las técnicas, herramientas y convenciones del lenguaje y la producción audiovisual, teniendo en cuenta todos sus aspectos (guion, planificación, interpretación, grabación, edición, etc.), para realizar creaciones audiovisuales de forma colectiva y aprender a desenvolverse en circunstancias diversas (STEM3, CD2, CD3, CPSAA3.1, CE2, CCEC4.1, CCEC4.2)."},
                    {"text": "4. Determinar el público destinatario de una producción audiovisual, analizando sus características y atendiendo al propósito de la obra, para adoptar el lenguaje, el formato y los medios técnicos más adecuados y seleccionar las vías de difusión más oportunas. Dado el amplio abanico de posibilidades de acercamiento a la creación audiovisual que caracteriza a nuestra época, ejemplificado en la multiplicación y mutación continua de los formatos que se le asocian, es muy importante que el alumnado aprenda a diseñar producciones audiovisuales a partir de la elección previa, consciente e informada, del público al que quiere dirigirse. Para ello, debe plantearse tanto la adecuación del lenguaje a emplear, como los medios técnicos a utilizar y el formato en el que encuadrarlas. Las diferencias entre una pieza de videoarte propia de un museo de arte contemporáneo, los contenidos generados por un o una youtuber, los múltiples formatos televisivos o un largometraje industrial de ficción tienen tanto que ver con sus condiciones de producción como con el público al que están destinados, a cuyas características están supeditados. Aunque todos los ejemplos citados se sirven del lenguaje audiovisual, lo hacen de maneras diferentes y con propósitos distintos, pues se crean para audiencias diferenciadas. Entre las múltiples vías para la difusión de los trabajos audiovisuales, las de acceso más sencillo son aquellas que proporciona internet, aunque no se deben desdeñar otras posibilidades. El alumnado debe familiarizarse con el mayor número de ellas, identificando las más adecuadas para cada tipo de producción, de modo que pueda dar a conocer las suyas propias a un público lo más amplio posible. En cualquier caso, la difusión de las producciones audiovisuales a través de diferentes plataformas digitales en internet amplía el marco comunicativo habitual del alumnado, y en este sentido, es importante que los alumnos y alumnas evalúen los riesgos de los espacios virtuales utilizados, conozcan las medidas de protección de datos personales y aseguren el respeto de la propiedad intelectual y los derechos de autor. Finalmente, es conveniente que el alumnado aprenda también a evaluar las reacciones de la audiencia, siempre de manera respetuosa, abierta y autocrítica, para lo que se pueden establecer debates dentro del aula o en el entorno del centro educativo si se llevan a cabo proyecciones a ese nivel, además de recogerse las reacciones que se produzcan en una eventual difusión por internet o por cualquier otro medio. Esta competencia específica se conecta con los siguientes descriptores: STEM3, CD2, CD3, CPSAA5, CE3, CCE5, CCEC4.2.", "value": "4. Determinar el público destinatario de una producción audiovisual, analizando sus características y atendiendo al propósito de la obra, para adoptar el lenguaje, el formato y los medios técnicos más adecuados y seleccionar las vías de difusión más oportunas (STEM3, CD2, CD3, CPSAA5, CE3, CCE5, CCEC4.2)."}
                ]
}
