{
                "competenciasEspecificas": [
                    "1. Identificar diferentes concepciones del arte a lo largo de la historia, seleccionando y analizando información de forma crítica, para valorar la diversidad de manifestaciones artísticas como producto de la creatividad humana y fomentar el respeto por las mismas (CCL3, CPSAA4, CC1, CC3, CCEC1, CCEC3.2).",
                    "2. Reconocer los diversos lenguajes artísticos como una forma de comunicación y expresión de ideas, deseos y emociones, utilizando con corrección la terminología y el vocabulario específico de la materia, para expresar con coherencia y fluidez sus propios juicios y sentimientos y mostrar respeto y empatía por los juicios y expresiones de los demás (CCL1, CCL5, CD1, CPSAA1.2, CPSAA5, CC1, CE3, CCEC2, CCEC3.2).",
                    "3. Distinguir las distintas funciones del arte a lo largo de la historia, analizando la dimensión religiosa, ideológica, política, social, económica, expresiva y propiamente estética de la obra de arte, de su producción y su percepción, para promover una apreciación global y un juicio crítico e informado de los mismos (CPSAA1.2, CPSAA4, CC1, CC3, CCEC1, CCEC2, CCEC3.2).",
                    "4. Identificar y caracterizar los principales movimientos artísticos a lo largo de la historia, reconociendo las relaciones de influencia, préstamo, continuidad y ruptura que se producen entre ellos, para comprender los mecanismos que rigen la evolución de la historia del arte y fomentar el respeto y aprecio de las manifestaciones artísticas de cualquier época y cultura (CPSAA4, CC1, CC2, CC3, CCEC1, CCEC2, CCEC3.2).",
                    "5. Identificar y contextualizar espacial y temporalmente a las más relevantes manifestaciones y personalidades artísticas, analizando su entorno social, político y cultural, y sus aspectos biográficos, para valorar las obras y a sus artistas como expresión de su época y ámbito social, apreciar su creatividad y promover el conocimiento de diversas formas de expresión estética (CPSAA3.1, CPSAA4, CC1, CC2, CC3, CCEC1, CCEC2, CCEC3.2).",
                     "6. Conocer y valorar el patrimonio artístico en el ámbito local, nacional y mundial, analizando ejemplos concretos de su aprovechamiento y sus funciones, para contribuir a su conservación, su uso comprometido a favor de la consecución de los Objetivos de Desarrollo Sostenible, su promoción como elemento conformador de la identidad individual y colectiva, y como dinamizador de la cultura y la economía (CPSAA4, CC1, CC2, CC3, CE1, CCEC1, CCEC2, CCEC3.2).",
                    "7. Distinguir y describir los cambios estéticos y los diferentes cánones de belleza a lo largo de la historia del arte, realizando análisis comparativos entre obras de diversos estilos, épocas y lugares, para formarse una imagen ajustada de sí mismo y consolidar una madurez personal que permita mostrar sensibilidad y respeto hacia la diversidad superando estereotipos y prejuicios (CPSAA1.1, CPSAA3.1, CPSAA4, CC1, CC3, CCEC1, CCEC3.2).",
                    "8. Integrar la perspectiva de género en el estudio de la historia del arte, analizando el papel que ha ocupado la mujer y la imagen que de ella se ha dado en los diferentes estilos y movimientos artísticos, para visibilizar a las artistas y promover la igualdad efectiva entre mujeres y hombres (CCL5, CPSAA3.1, CC1, CC2, CC3, CCEC1, CCEC2, CCEC3.2)."
                ]
}
