{
  "competenciasEspecificas": [
                    {"text": "1. Identificar diferentes concepciones del arte a lo largo de la historia, seleccionando y analizando información de forma crítica, para valorar la diversidad de manifestaciones artísticas como producto de la creatividad humana y fomentar el respeto por las mismas. Todas las estrategias y procesos relacionados con la búsqueda, selección, tratamiento y análisis de la información resultan indispensables para el aprendizaje y adquisición de nuevos saberes. Por lo que se hace necesario que el alumnado se ejercite en ellos, procurando un grado suficiente de manejo crítico de fuentes, de precisión en la recogida de datos y de tratamiento contrastado de la información a partir del análisis crítico y riguroso de la misma. Este proceso ha de culminar con la elaboración de síntesis, resúmenes, informes, reseñas o reelaboraciones propias a través de los que organizar, interiorizar y comunicar lo aprendido de forma precisa y creativa. Otro elemento fundamental es la delimitación de su campo de estudio, algo ligado tanto a los cambios históricos que se han dado en la comprensión de este como a la evolución del significado de sus conceptos fundamentales, empezando por la propia noción de «obra de arte». En último término, es esencial que el alumnado reconozca la diversidad y heterogeneidad, tanto diacrónica como sincrónica de los criterios estéticos, identificando aquellos que son propios a diferentes culturas, sociedades y artistas. A este respecto, se habrá de prestar especial atención al ámbito del arte contemporáneo, de manera que, más allá de las distinciones clásicas, se identifique y aprecie formas de expresión ligadas a los modos actuales de producción y comunicación, tales como el cómic, el arte urbano, el videoarte o el arte digital, entre otros. Esta competencia específica se conecta con los siguientes descriptores: CCL3, CPSAA4, CC1, CC3, CCEC1, CCEC3.2.", "value": "1. Identificar diferentes concepciones del arte a lo largo de la historia, seleccionando y analizando información de forma crítica, para valorar la diversidad de manifestaciones artísticas como producto de la creatividad humana y fomentar el respeto por las mismas (CCL3, CPSAA4, CC1, CC3, CCEC1, CCEC3.2)."},
                    {"text": "2. Reconocer los diversos lenguajes artísticos como una forma de comunicación y expresión de ideas, deseos y emociones, utilizando con corrección la terminología y el vocabulario específico de la materia, para expresar con coherencia y fluidez sus propios juicios y sentimientos y mostrar respeto y empatía por los juicios y expresiones de los demás. Resulta especialmente relevante que el alumnado reconozca los diversos lenguajes artísticos como una forma de comunicación y expresión estética, con reglas y pautas propias, que se originan, vulneran y recrean de muy variados modos, a tenor de cada época, cultura, género, estilo o artista individual. Estas reglas pueden referirse a patrones formales y pautas técnicas (simetría, proporción, equilibrio de la composición, tensión entre elementos, ruptura con las propias pautas, etc.) que conviene que se reconozcan. En cualquier caso, el alumnado ha de comprender que la experiencia artística precisa, en muchas ocasiones, del conocimiento previo de los códigos representativos y lenguajes plásticos con los que opera cada arte y cada artista. Por otro lado, es necesario que el alumnado conozca y utilice con propiedad y corrección la terminología y el vocabulario propio de la materia, lo que le va a permitir realizar y comunicar sus propios comentarios artísticos, trabajos de investigación o reflexiones personales, con fluidez y rigor, tanto en formatos digitales como en otros más tradicionales. El objetivo es que el alumnado pueda expresar y comunicar de forma solvente y original ideas y juicios propios, construir e integrar nuevos conocimientos, movilizar los saberes que ya tiene adquiridos, así como participar con actitud cooperativa en situaciones comunicativas relacionadas con el ámbito artístico, respetando siempre la diversidad de percepciones y opiniones que cabe experimentar y expresar ante la obra de arte. Esta competencia específica se conecta con los siguientes descriptores: CCL1, CCL5, CD1, CPSAA1.2, CPSAA5, CC1, CE3, CCEC2, CCEC3.2.", "value": "2. Reconocer los diversos lenguajes artísticos como una forma de comunicación y expresión de ideas, deseos y emociones, utilizando con corrección la terminología y el vocabulario específico de la materia, para expresar con coherencia y fluidez sus propios juicios y sentimientos y mostrar respeto y empatía por los juicios y expresiones de los demás (CCL1, CCL5, CD1, CPSAA1.2, CPSAA5, CC1, CE3, CCEC2, CCEC3.2)."},
                    {"text": "3. Distinguir las distintas funciones del arte a lo largo de la historia, analizando la dimensión religiosa, ideológica, política, social, económica, expresiva y propiamente estética de la obra de arte, de su producción y su percepción, para promover una apreciación global y un juicio crítico e informado de los mismos. La producción artística ha adquirido a menudo, de manera intencionada o no, diferentes funciones. Así, el arte ha podido instrumentalizarse en sus orígenes y aún hoy como proceso mágico y ritual. Se ha empleado también como lenguaje para la transmisión de determinadas ideas, creencias y doctrinas religiosas. Ha servido, en ocasiones, a Estados, colectivos e individuos como medio de influencia y control, tanto para generar conformidad con el orden social, como para subvertirlo y transformarlo. Ha sido igualmente utilizado como elemento de cohesión social y representación identitaria de grupos y colectividades. Se ha concebido como actividad económica, confundiéndose, en la actualidad, con procesos como el diseño industrial o la publicidad. Se ha interpretado también como modo de expresión de la subjetividad y los sentimientos. Por último, ha sido entendida, desde la época moderna, como una actividad esencialmente autónoma, sin subordinación posible a ninguna otra función salvo la de recrearse a sí misma, para volver a vincularse a una concepción problemática y diversa de la realidad en algunas de las corrientes y artistas postmodernos. Así, es importante que el alumnado identifique y contextualice históricamente las relaciones complejas entre la producción artística y las mentalidades, intereses y acciones de los Estados y otros grupos de poder, de las distintas clases y grupos sociales, así como de las empresas y de otras instancias o sujetos individuales o colectivos, incidiendo en las que se establecen, a día de hoy, en el marco de una cultura audiovisual dominada desde los medios y redes de comunicación. El objetivo último es comprender la producción y percepción artística como un proceso histórico complejo, vinculado a distintos contextos, intenciones y funcionalidades que resultan finalmente plasmadas en la propia obra de arte. Esta competencia específica se conecta con los siguientes descriptores: CPSAA1.2, CPSAA4, CC1, CC3, CCEC1, CCEC2, CCEC3.2.", "value": "3. Distinguir las distintas funciones del arte a lo largo de la historia, analizando la dimensión religiosa, ideológica, política, social, económica, expresiva y propiamente estética de la obra de arte, de su producción y su percepción, para promover una apreciación global y un juicio crítico e informado de los mismos (CPSAA1.2, CPSAA4, CC1, CC3, CCEC1, CCEC2, CCEC3.2)."},
                    {"text": "4. Identificar y caracterizar los principales movimientos artísticos a lo largo de la historia, reconociendo las relaciones de influencia, préstamo, continuidad y ruptura que se producen entre ellos, para comprender los mecanismos que rigen la evolución de la historia del arte y fomentar el respeto y aprecio de las manifestaciones artísticas de cualquier época y cultura. Al final de la etapa de Bachillerato, el alumnado debe haber adquirido una visión general sobre las distintas etapas y movimientos que conforman la historia del arte. Se trata en ese sentido de ir caracterizándolos en sus rasgos esenciales, estableciendo relaciones entre ellos, identificando semejanzas y diferencias y sistematizando de modo crítico la información básica en torno a los mismos. La dificultad de abarcar, dada su amplitud, toda esta secuencia histórica, hace necesaria una selección equilibrada de elementos temáticos que favorezca una aproximación general al desarrollo de la historia del arte, propiciando una concepción global del mismo en la que se complemente la secuenciación lineal con un análisis transversal relativo a las funciones, valores y significados atribuibles a la creación y la experiencia artísticas. Se concederá, así, especial atención a las relaciones de influencia y los mecanismos de reproducción que hacen que un movimiento artístico se prolongue en el tiempo, como ocurre en la relación entre el arte griego y el romano, que perviva en sí mismo, como el arte islámico, o que, mediante una ruptura, dé lugar a un movimiento nuevo, como es el caso del Neoclasicismo y el Romanticismo. La propia reflexión sobre el lenguaje artístico ayudará al alumnado a entender por qué a un estilo le sigue otro, muchas veces contrapuesto, o por qué dos estilos conviven en el tiempo. Por otro lado, se trata también de identificar las continuas influencias que se dan entre el pasado y el presente, retomándose en ocasiones, y con otros lenguajes, ciertos elementos del pasado, y rompiendo, en otros casos con él para dar lugar, de forma progresiva o más abrupta, a nuevos movimientos artísticos. Esta competencia específica se conecta con los siguientes descriptores: CPSAA4, CC1, CC2, CC3, CCEC1, CCEC2, CCEC3.2.", "value": "4. Identificar y caracterizar los principales movimientos artísticos a lo largo de la historia, reconociendo las relaciones de influencia, préstamo, continuidad y ruptura que se producen entre ellos, para comprender los mecanismos que rigen la evolución de la historia del arte y fomentar el respeto y aprecio de las manifestaciones artísticas de cualquier época y cultura (CPSAA4, CC1, CC2, CC3, CCEC1, CCEC2, CCEC3.2)."},
                    {"text": "5. Identificar y contextualizar espacial y temporalmente a las más relevantes manifestaciones y personalidades artísticas, analizando su entorno social, político y cultural, y sus aspectos biográficos, para valorar las obras y a sus artistas como expresión de su época y ámbito social, apreciar su creatividad y promover el conocimiento de diversas formas de expresión estética. Es importante que el alumnado identifique y analice las obras más significativas de distintos artistas y movimientos artísticos. Se trata de analizar aquellas que, por su significación y su repercusión a lo largo del tiempo, han marcado un hito en la historia del arte. Es igualmente importante que en la delimitación de las obras y en el proceso mismo del análisis se eviten criterios que, por su carácter ideológico, eurocéntrico, sexista o, en general, discriminatorio, supongan un sesgo injustificado. Para evitarlo es conveniente infundir una visión global y libre de prejuicios de la historia del arte, examinando y apreciando obras de otras culturas o aquellas que, pese a su interés y calidad, hayan sido marginadas de los cánones al uso. Esto mismo es extensible a artistas que, por diversos motivos, y pese al valor reconocido de su obra, hayan sido olvidados por la historiografía. Por otro lado, uno de los ejes de la materia debe ser entender las creaciones artísticas como expresión de la actividad humana y sus circunstancias en determinada cultura y momento histórico. El estudio de una obra de arte adquiere, así, todo su significado cuando se la pone en relación con su contexto sociocultural y con la biografía de su autor. Conviene, además, tener en cuenta el carácter bidireccional de dicha relación, de manera que, si bien ninguna obra puede ser plenamente entendida sin considerar los factores y circunstancias espaciotemporales y biográficos que intervinieron en su creación, el estudio de la obra de arte resulta igualmente un factor a tener en cuenta para el conocimiento de la época, la cultura y la personalidad que la gestó. Esta competencia específica se conecta con los siguientes descriptores: CPSAA3.1, CPSAA4, CC1, CC2, CC3, CCEC1, CCEC2, CCEC3.2.", "value": "5. Identificar y contextualizar espacial y temporalmente a las más relevantes manifestaciones y personalidades artísticas, analizando su entorno social, político y cultural, y sus aspectos biográficos, para valorar las obras y a sus artistas como expresión de su época y ámbito social, apreciar su creatividad y promover el conocimiento de diversas formas de expresión estética (CPSAA3.1, CPSAA4, CC1, CC2, CC3, CCEC1, CCEC2, CCEC3.2)."},
                    {"text": "6. Conocer y valorar el patrimonio artístico en el ámbito local, nacional y mundial, analizando ejemplos concretos de su aprovechamiento y sus funciones, para contribuir a su conservación, su uso comprometido a favor de la consecución de los Objetivos de Desarrollo Sostenible, su promoción como elemento conformador de la identidad individual y colectiva, y como dinamizador de la cultura y la economía. El reconocimiento del patrimonio artístico como un elemento que nos ha sido legado por las generaciones pasadas y la necesidad de su conservación, su uso sostenible y su promoción, representan un imperativo fundamental para cualquier sociedad y cultura. En este sentido, el papel de la materia de Historia del Arte resulta crucial, pues difícilmente podemos valorar algo que no conocemos. Se trata, pues, de que el alumnado tome conciencia, a través del análisis pormenorizado de casos concretos, del valor simbólico y de la importancia social, ambiental y material del patrimonio artístico y cultural, de la complejidad y el mérito del trabajo de los profesionales encargados de su mantenimiento, y de aquellas repercusiones ecosociales que supone su conservación y puesta en valor. La expresión de la identidad y de los sentimientos de pertenencia es una de las funciones atribuibles al arte en prácticamente todas las épocas y culturas, pues este suele reflejar en gran medida aquellos elementos visuales, icónicos y simbólicos que definen las singularidades y creencias colectivas. Es importante, pues, que el alumnado reflexione de forma crítica y dialogada acerca de cómo el arte genera y transmite tales sentimientos y creencias a distintas escalas, siendo instrumentalizado, en ocasiones, como un medio propagandístico de representación y de educación al servicio del Estado u otros grupos, mediante la creación, por ejemplo, de instituciones académicas y museísticas. Esta competencia específica se conecta con los siguientes descriptores: CPSAA4, CC1, CC2, CC3, CE1, CCEC1, CCEC2, CCEC3.2.", "value": "6. Conocer y valorar el patrimonio artístico en el ámbito local, nacional y mundial, analizando ejemplos concretos de su aprovechamiento y sus funciones, para contribuir a su conservación, su uso comprometido a favor de la consecución de los Objetivos de Desarrollo Sostenible, su promoción como elemento conformador de la identidad individual y colectiva, y como dinamizador de la cultura y la economía (CPSAA4, CC1, CC2, CC3, CE1, CCEC1, CCEC2, CCEC3.2)."},
                    {"text": "7. Distinguir y describir los cambios estéticos y los diferentes cánones de belleza a lo largo de la historia del arte, realizando análisis comparativos entre obras de diversos estilos, épocas y lugares, para formarse una imagen ajustada de sí mismo y consolidar una madurez personal que permita mostrar sensibilidad y respeto hacia la diversidad superando estereotipos y prejuicios. La historia del arte es uno de los mejores escenarios en los que formar al alumnado para el logro de un adecuado concepto de sí mismo, a través, por ejemplo, de la reflexión sobre las distintas formas de representación humana a lo largo del tiempo. Esta necesidad de hacerse visible, proyectarse e identificarse a través de la imagen es una constante histórico-cultural que conduce a la pregunta recurrente acerca de las formas y propósitos de dicha representación. Es necesario pues que, a través del análisis de géneros como el retrato y otros, se promueva en el alumnado la captación de la psicología y la mirada interior de los personajes, tanto de figuras destacadas de la historia como de personas o grupos de diferentes estratos sociales, la expresión de la diversidad de razas y etnias, o el reflejo del ciclo vital desde la infancia hasta la vejez y la muerte. Todo lo anterior puede relacionarse, a su vez, con el concepto de belleza y sus opuestos y con su evolución histórica. De este modo, a través del análisis comparativo de obras de distintos periodos, el alumnado puede reconocer cómo han ido cambiando la idea de belleza y los cánones de valoración estética, adquiriendo una concepción compleja y no dogmática de las ideas estéticas y dando ocasión al desarrollo de su propio criterio y gusto. Otro de los propósitos de este análisis es contribuir a que el alumnado adopte un concepto ajustado y asertivo de su propia imagen física, a la vez que una actitud de respeto y reconocimiento de la diversidad humana, tanto en su aspectos psíquicos y físicos como en cuanto a sus manifestaciones culturales, rechazando todo tipo de prejuicios y estereotipos discriminatorios. Esta competencia específica se conecta con los siguientes descriptores: CPSAA1.1, CPSAA3.1, CPSAA4, CC1, CC3, CCEC1, CCEC3.2.", "value": "7. Distinguir y describir los cambios estéticos y los diferentes cánones de belleza a lo largo de la historia del arte, realizando análisis comparativos entre obras de diversos estilos, épocas y lugares, para formarse una imagen ajustada de sí mismo y consolidar una madurez personal que permita mostrar sensibilidad y respeto hacia la diversidad superando estereotipos y prejuicios (CPSAA1.1, CPSAA3.1, CPSAA4, CC1, CC3, CCEC1, CCEC3.2)."},
                    {"text": "8. Integrar la perspectiva de género en el estudio de la historia del arte, analizando el papel que ha ocupado la mujer y la imagen que de ella se ha dado en los diferentes estilos y movimientos artísticos, para visibilizar a las artistas y promover la igualdad efectiva entre mujeres y hombres. La historiografía del arte, gestada a partir de mediados del siglo XVIII, relegó a la mujer de las distintas disciplinas artísticas, negando y ocultando su capacidad creadora, como constata la escasa presencia femenina en las colecciones de los grandes museos. La materia de Historia del Arte puede ser una herramienta muy útil para invertir esta tendencia, recuperando y valorando aquellas figuras artísticas que han sido injustificadamente marginadas del canon del arte por su simple condición de mujer. Por otra parte, analizando los estereotipos y símbolos relacionados con la mujer y el ámbito femenino en obras de arte en que se representan espacios, roles, actividades y modos de vida, se pueden contextualizar y comprender mejor las relaciones entre ambos sexos a lo largo de la historia. Se trata así de promover en el alumnado actitudes críticas y de rechazo hacia el sexismo y la discriminación de la mujer, a partir de un análisis crítico de aquellas representaciones y de su función como generadoras de conformidad social. Esta competencia específica se conecta con los siguientes descriptores: CCL5, CPSAA3.1, CC1, CC2, CC3, CCEC1, CCEC2, CCEC3.2.", "value": "8. Integrar la perspectiva de género en el estudio de la historia del arte, analizando el papel que ha ocupado la mujer y la imagen que de ella se ha dado en los diferentes estilos y movimientos artísticos, para visibilizar a las artistas y promover la igualdad efectiva entre mujeres y hombres (CCL5, CPSAA3.1, CC1, CC2, CC3, CCEC1, CCEC2, CCEC3.2)."}
                ]
}
