{
  "competenciasEspecificas": [
        {"text": "1. Analizar manifestaciones artísticas, contextualizándolas, describiendo sus aspectos esenciales y valorando el proceso de creación y el resultado final, para educar la mirada, alimentar el imaginario, reforzar la confianza y ampliar las posibilidades de disfrute del patrimonio cultural y artístico (CCL2, CCL3, CP3, CD1, CD2, CPSAA3, CC1, CCEC1 y CCEC2): Con esta competencia se espera que el alumnado desarrolle un criterio estético y una mirada personal por medio del análisis crítico e informado de diferentes producciones que le ayuden a descubrir la multiplicidad, la riqueza y la complejidad de diferentes manifestaciones artísticas. Este análisis permitirá identificar y diferenciar los lenguajes y los medios de producción y manipulación, así como los distintos resultados que proporcionan, de manera que acierte a valorar los resultados obtenidos tanto desde sus aspectos puramente artesanales (cómo se hace) como desde los formales (cómo se utiliza el lenguaje). La contextualización de las producciones analizadas hará posible su adecuada valoración como productos de una época y un contexto social determinados, a la vez que permitirá la reflexión sobre su evolución y su relación con el presente. Por este motivo, además de acudir a los diferentes géneros y estilos que forman parte del canon occidental, conviene prestar atención a producciones de otras culturas y también a aquellas que conforman los imaginarios del alumnado, describiendo rasgos e intencionalidades comunes que ayuden a su mejor comprensión y valoración. Esta comparación ha de contribuir al desarrollo de una actitud crítica y reflexiva sobre los diferentes referentes artísticos, y a enriquecer el repertorio visual al que los alumnos y alumnas tienen acceso, desarrollando así su gusto por el arte y la percepción del mismo como fuente de disfrute y enriquecimiento personal. La estrategia comparativa puede ser igualmente de utilidad a la hora de mostrar la historia del arte y la cultura como un continuo en el cual las obras del pasado son la base sobre la que se construyen las creaciones del presente. Por su parte el acceso a las fuentes permitirá poner en valor los trabajos de preparación de la obra e incluso los estudios de obras que no llegaron a realizarse, permitiendo así al alumnado superar la idea de fracaso o asimilar el mismo como un paso hacia el éxito futuro. Por último, la incorporación de la perspectiva de género en el análisis de estas producciones propiciará que el alumnado entienda la imagen y el papel de la mujer en las obras estudiadas, favoreciendo un acercamiento que ayude a identificar los mitos, los estereotipos y los roles de género trasmitidos a través del arte.", "value": "1. Analizar manifestaciones artísticas, contextualizándolas, describiendo sus aspectos esenciales y valorando el proceso de creación y el resultado final, para educar la mirada, alimentar el imaginario, reforzar la confianza y ampliar las posibilidades de disfrute del patrimonio cultural y artístico (CCL2, CCL3, CP3, CD1, CD2, CPSAA3, CC1, CCEC1 y CCEC2)"},                        
                    
                        {"text": "2. Explorar las posibilidades expresivas de diferentes técnicas gráfico-plásticas, empleando distintos medios, soportes, herramientas y lenguajes, para incorporarlas al repertorio personal de recursos y desarrollar el criterio de selección de las más adecuadas a cada necesidad o intención (CD2, CPSAA1, CC1, CC3, CCEC3, CCEC4): El momento actual se caracteriza por la multiplicidad de técnicas que posibilitan la expresión gráfico-plástica, desde las más tradicionales, como la pintura al óleo, hasta las más actuales, como la amplísima paleta de recursos digitales. Explorar estas técnicas, tanto de forma libre como pautada, permitirá al alumnado descubrir las herramientas, los medios, los soportes y los lenguajes asociados con ellas, y entenderlos a través de la práctica, enriqueciendo así su repertorio personal de recursos expresivos. Se deberá distinguir entre la elaboración de imágenes personales, con fines expresivos y emocionales propios, y la creación de producciones que tengan unos propósitos comunicativos concretos e impliquen un mensaje y un público destinatario previamente definido. En ambos casos, se prestará especial atención al fomento de la creatividad y a la espontaneidad en la exteriorización de ideas, sentimientos y emociones, así como a la activación de los aprendizajes derivados del análisis de diversas manifestaciones artísticas. En el desarrollo de esta competencia, la utilización creativa de las distintas técnicas gráfico-plásticas en el marco de un proyecto artístico ofrecerá al alumnado un contexto real en el que aprender a seleccionar y a aplicar las más adecuadas a cada necesidad o intención.", "value": "2. Explorar las posibilidades expresivas de diferentes técnicas gráfico-plásticas, empleando distintos medios, soportes, herramientas y lenguajes, para incorporarlas al repertorio personal de recursos y desarrollar el criterio de selección de las más adecuadas a cada necesidad o intención (CD2, CPSAA1, CC1, CC3, CCEC3, CCEC4)"},                        
                    
                        {"text": "3. Explorar las posibilidades expresivas de diferentes medios, técnicas y formatos audiovisuales, decodificando sus lenguajes, identificando las herramientas y distinguiendo sus fines, para incorporarlos al repertorio personal de recursos y desarrollar el criterio de selección de los más adecuados a cada necesidad o intención (CD5, CPSAA1, CPSAA3, CCEC3, CCEC4): El presente no se puede explicar sin hacer referencia a la sobreabundancia de mensajes audiovisuales transmitidos en toda clase de formatos y por todo tipo de medios. La adquisición de esta competencia, a través de la exploración libre o pautada, conlleva conocer esos formatos, reconocer los lenguajes empleados e identificar las herramientas que se emplean en su elaboración, además de distinguir sus distintos fines, pues no es lo mismo un vídeo creado y difundido a través de las redes sociales, que una noticia en un informativo televisivo, una pieza de videoarte o una película de autor de vocación minoritaria y exigente en su aspecto formal. Como en el caso de las técnicas grafico-plásticas, en el desarrollo de esta competencia, se deberá distinguir entre las producciones con fines expresivos propios y aquellas que impliquen un mensaje y un público concreto; y fomentar la activación de los aprendizajes derivados del análisis de diversas manifestaciones artísticas. De igual modo, la utilización creativa de los diferentes medios, técnicas y formatos audiovisuales en el marco de un proyecto artístico ofrecerá al alumnado un contexto real en el que aprender a seleccionar y a aplicar los más adecuados a cada necesidad o intención. En este sentido, se ha de hacer hincapié en las posibilidades creativas que ofrece el entorno digital, definitorio de nuestro presente.", "value": "3. Explorar las posibilidades expresivas de diferentes medios, técnicas y formatos audiovisuales, decodificando sus lenguajes, identificando las herramientas y distinguiendo sus fines, para incorporarlos al repertorio personal de recursos y desarrollar el criterio de selección de los más adecuados a cada necesidad o intención (CD5, CPSAA1, CPSAA3, CCEC3, CCEC4)"},
                                            
                        {"text": "4. Crear producciones artísticas, individuales o grupales, realizadas con diferentes técnicas y herramientas, incluido el propio cuerpo, a partir de un motivo o intención previos, adaptando el diseño y el proceso a las necesidades e indicaciones de realización y teniendo en cuenta las características del público destinatario, para compartirlas y valorar las oportunidades de desarrollo personal, social, académico o profesional que pueden derivarse de esta actividad ( CCL1, STEM3, CD3, CPSAA3, CPSAA5, CE3, CCEC4): La obra artística alcanza todo su sentido y potencialidad cuando llega al público y produce un efecto sobre él. En este sentido, el alumnado ha de comprender la existencia de públicos diversos y, en consecuencia, la posibilidad de dirigirse a unos u otros de manera diferenciada. No es lo mismo elaborar una pieza audiovisual de carácter comercial destinada a una audiencia amplia que crear una instalación de videoarte con una voluntad minoritaria. El alumnado debe entender que la elección del público al que se dirige ha de guiar todas las fases del proceso creativo desde su misma génesis. Asimismo, es importante hacer ver que la emoción forma parte ineludible de este proceso, pues difícilmente se conseguirá ninguna reacción del público si el propio alumnado no muestra una implicación personal. Se pretende que el alumnado genere producciones artísticas de distinto signo, tanto individual como colectivamente, rigiéndose por las pautas que se hayan establecido, identificando y valorando correctamente sus intenciones previas, adaptando su trabajo a las características del público destinatario, y empleando las capacidades expresivas, afectivas e intelectuales que se promueven mediante el trabajo artístico. Para ello, puede utilizar y combinar las técnicas, herramientas y lenguajes que considere apropiados, incluido el propio cuerpo. Finalmente, es importante que el alumnado comparta, de diversas formas y por distintos medios, las producciones que realice, y que aproveche esta experiencia para identificar y valorar distintas oportunidades de desarrollo personal, social, académico o profesional relacionadas con el ámbito artístico.", "value": "4. Crear producciones artísticas, individuales o grupales, realizadas con diferentes técnicas y herramientas, incluido el propio cuerpo, a partir de un motivo o intención previos, adaptando el diseño y el proceso a las necesidades e indicaciones de realización y teniendo en cuenta las características del público destinatario, para compartirlas y valorar las oportunidades de desarrollo personal, social, académico o profesional que pueden derivarse de esta actividad ( CCL1, STEM3, CD3, CPSAA3, CPSAA5, CE3, CCEC4)"}
    ]
}
