{
            "saberes": [
                "A. Cultura científica",
                "1. Iniciación a la actividad científica",
                "Procedimientos de indagación adecuados a las necesidades de la investigación (observación en el tiempo, identificación y clasificación, búsqueda de patrones...).",
                "Instrumentos y dispositivos apropiados para realizar observaciones y mediciones de acuerdo a las necesidades de las diferentes investigaciones.",
                "Vocabulario científico básico relacionado con las diferentes investigaciones.",
                "Fomento de la curiosidad y la iniciativa en la realización de las diferentes investigaciones.",
                "Las profesiones relacionadas con la ciencia y la tecnología desde una perspectiva de género.",
                "Hábitos de vida sostenible e importancia del cuidado del planeta a través del conocimiento científico presente en la vida cotidiana.",
                "2. La vida en nuestro planeta",
                "Necesidades básicas de los seres vivos y la diferencia con los objetos inertes.",
                "Las adaptaciones de los seres vivos a su hábitat, concebido como el lugar en el que cubren sus necesidades.",
                "Clasificación e identificación de los seres vivos de acuerdo con sus características observables.",
                "Las relaciones entre los seres humanos, los animales y las plantas. Cuidado y respeto hacia los seres vivos y el entorno en el que viven.",
                "Hábitos saludables relacionados con el bienestar físico del ser humano: higiene, alimentación variada y equilibrada, ejercicio físico, descanso y cuidado del cuerpo como medio para prevenir posibles enfermedades.",
                "Hábitos saludables relacionados con el bienestar emocional y social: Estrategias de identificación de las propias emociones y respeto por las de los demás. Sensibilidad y aceptación de la diversidad presente en el aula y en la sociedad.",
                "3. Materia, fuerzas y energía",
                "La luz y el sonido como formas de energía. Fuentes y uso en la vida cotidiana.",
                "Propiedades observables de los materiales, su procedencia y su uso en objetos de la vida cotidiana de acuerdo a las necesidades de diseño para los que fueron fabricados.",
                "Las sustancias puras y las mezclas. Identificación de mezclas homogéneas y heterogéneas. Separación de mezclas heterogéneas mediante distintos métodos.",
                "Estructuras resistentes, estables y útiles.",
                "B. Tecnología y digitalización",
                "1. Digitalización del entorno personal de aprendizaje.",
                "Dispositivos y recursos del entorno digital de aprendizaje de acuerdo con las necesidades del contexto educativo.",
                "Recursos digitales para comunicarse con personas conocidas en entornos conocidos y seguros.",
                "2. Proyectos de diseño y pensamiento computacional",
                "Fases de los proyectos de diseño: prototipado, prueba y comunicación.",
                "Materiales adecuados a la consecución del proyecto de diseño.",
                "Iniciación a la programación a través de recursos analógicos o digitales adaptados al nivel lector del alumnado (actividades desenchufadas, plataformas digitales de iniciación a la programación, robótica educativa...).",
                "Estrategias básicas de trabajo en equipo.",
                "C. Sociedades y territorios",
                "1. Retos del mundo actual",
                "La Tierra en el universo. Elementos, movimientos y dinámicas relacionados con la Tierra y el universo y sus consecuencias en la vida diaria y en el entorno. Secuencias temporales y cambios estacionales.",
                "La vida en la Tierra. Fenómenos atmosféricos y su repercusión en los ciclos biológicos y en la vida diaria. Observación y registro de datos atmosféricos.",
                "Retos sobre situaciones cotidianas. Funciones básicas del pensamiento espacial y temporal para la interacción con el medio y la resolución de situaciones de la vida cotidiana. Itinerarios y trayectos, desplazamientos y viajes.",
                "2. Lecciones del pasado",
                "La percepción del tiempo. Medida del tiempo en la vida cotidiana. El ciclo vital y las relaciones intergeneracionales.",
                "Recursos y medios analógicos y digitales. Las fuentes orales y la memoria colectiva. La historia local y la biografía familiar, hombres y mujeres como sujetos de la historia.",
                "Las expresiones y producciones artísticas a través del tiempo. El patrimonio material e inmaterial local.",
                "3. Alfabetización cívica",
                "La vida en colectividad. La familia. Diversidad familiar. Compromisos, participación y normas en el entorno familiar, vecinal y escolar. Prevención, gestión y resolución dialogada de conflictos.",
                "La vida en sociedad. Espacios, recursos y servicios del entorno. Formas y modos de interacción social en espacios públicos desde una perspectiva de género.",
                "Identidad y diversidad cultural: existencia de realidades diferentes y aproximación a las distintas étnico-culturas presentes en el entorno, integración y rechazo a las actitudes discriminatorias. Cultura de paz y no violencia.",
                "Ocupación y trabajo. Identificación de las principales actividades profesionales y laborales de hombres y mujeres en el entorno.",
                "Igualdad de género y conducta no sexista.",
                "Seguridad vial. Normas básicas en los desplazamientos como peatones y usuarios de los medios de transporte.",
                "4. Conciencia ecosocial",
                "Conocimiento de nuestro entorno. Paisajes naturales y paisajes humanizados, y sus elementos. La acción humana sobre el medio y sus consecuencias.",
                "Responsabilidad ecosocial. Acciones para la conservación, mejora y uso sostenible de los bienes comunes.",
                "Hábitos de vida sostenible. El uso del agua, la movilidad sostenible y la gestión de los residuos."
            ],

            "criteriosEvaluacion": [
                "Competencia específica 1.",
                "1.1 Utilizar dispositivos y recursos digitales de forma segura y de acuerdo con las necesidades del contexto educativo.",
                "Competencia específica 2.",
                "2.1 Mostrar curiosidad por objetos, hechos y fenómenos cercanos, formulando preguntas y realizando predicciones.",
                "2.2 Buscar información sencilla de diferentes fuentes seguras y fiables de forma guiada, utilizándola en investigaciones relacionadas con el medio natural, social y cultural.",
                "2.3 Participar en experimentos pautados o guiados, cuando la investigación lo requiera, utilizando técnicas sencillas de indagación, empleando de forma segura los instrumentos y registrando las observaciones de forma clara.",
                "2.4 Proponer respuestas a las preguntas planteadas, comparando la información y los resultados obtenidos con las predicciones realizadas.",
                "2.5 Comunicar de forma oral o gráfica el resultado de las investigaciones, explicando los pasos seguidos con ayuda de un guion.",
                "Competencia específica 3.",
                "3.1 Realizar, de forma guiada, un producto final sencillo que dé solución a un problema de diseño, probando en equipo diferentes prototipos y utilizando de forma segura los materiales adecuados.",
                "3.2 Presentar de forma oral o gráfica el producto final de los proyectos de diseño, explicando los pasos seguidos con ayuda de un guion.",
                "3.3 Mostrar interés por el pensamiento computacional, participando en la resolución guiada de problemas sencillos de programación.",
                "Competencia específica 4.",
                "4.1 Identificar las emociones propias y las de los demás, entendiendo las relaciones familiares y escolares a las que pertenecen y reconociendo las acciones que favorezcan el bienestar emocional y social.",
                "4.2 Reconocer estilos de vida saludables valorando la importancia de una alimentación variada, equilibrada y sostenible, la higiene, el ejercicio físico, el contacto con la naturaleza, el descanso y el uso adecuado de las tecnologías.",
                "Competencia específica 5.",
                "5.1 Reconocer las características, la organización y las propiedades de los elementos del medio natural, social y cultural a través de la indagación, utilizando las herramientas y procesos adecuados de forma pautada.",
                "5.2 Reconocer conexiones sencillas y directas entre diferentes elementos del medio natural, social y cultural por medio de la observación, la manipulación y la experimentación.",
                "5.3 Mostrar actitudes de respeto ante el patrimonio natural y cultural, reconociéndolo como un bien común.",
                "Competencia específica 6.",
                "6.1 Mostrar estilos de vida sostenible y valorar la importancia del respeto, los cuidados, la corresponsabilidad y la protección de los elementos y seres del planeta, identificando la relación de la vida de las personas con sus acciones sobre los elementos y recursos del medio como el suelo y el agua.",
                "Competencia específica 7.",
                "7.1 Ordenar temporalmente hechos del entorno social y cultural cercano, empleando nociones básicas de medida y sucesión.",
                "7.2 Conocer personas y grupos sociales relevantes de la historia, así como formas de vida del pasado, incorporando la perspectiva de género.",
                "Competencia específica 8.",
                "8.1 Recoger información acerca de manifestaciones culturales del propio entorno, mostrando respeto, valorando su diversidad y riqueza, y apreciándolas como fuente de aprendizaje.",
                "8.2 Mostrar actitudes que fomenten la igualdad de género y las conductas no sexistas reconociendo modelos positivos en el entorno cercano.",
                "Competencia específica 9.",
                "9.1 Establecer acuerdos de forma dialógica y democrática como parte de grupos próximos a su entorno, identificando las responsabilidades individuales y empleando un lenguaje inclusivo y no violento.",
                "9.2 Identificar instituciones cercanas, señalando y valorando las funciones que realizan en pro de una buena convivencia.",
                "9.3 Conocer e interiorizar normas básicas para la convivencia en el uso de los espacios públicos, especialmente como peatones o como usuarios de los medios de locomoción, tomando conciencia de la importancia de la movilidad segura, saludable y sostenible tanto para las personas como para el planeta."
            ]
        }
