{
  "competenciasEspecificas": [
                    {"text": "1. Interpretar elementos o conjuntos arquitectónicos y de ingeniería, empleando recursos asociados a la percepción, estudio, construcción e investigación de formas para analizar las estructuras geométricas y los elementos técnicos utilizados. El dibujo técnico ha ocupado y ocupa un lugar importante en la cultura; esta disciplina está presente en las obras de arquitectura y de ingeniería de todos los tiempos, no solo por el papel que desempeña en su concepción y producción, sino también como parte de su expresión artística. El análisis y estudio fundamental de las estructuras y elementos geométricos de obras del pasado y presente, desde la perspectiva de género y la diversidad cultural, contribuirá al proceso de apreciación y diseño de objetos y espacios que posean rigor técnico y sensibilidad expresiva. Esta competencia específica se conecta con los siguientes descriptores: CCL1, CCL2, STEM4, CD1, CPSAA4, CC1, CEC1 y CEC2.", "value": "1. Interpretar elementos o conjuntos arquitectónicos y de ingeniería, empleando recursos asociados a la percepción, estudio, construcción e investigación de formas para analizar las estructuras geométricas y los elementos técnicos utilizados (CCL1, CCL2, STEM4, CD1, CPSAA4, CC1, CEC1 y CEC2)."},
                    {"text": "2. Utilizar razonamientos inductivos, deductivos y lógicos en problemas de índole gráfico-matemáticos, aplicando fundamentos de la geometría plana para resolver gráficamente operaciones matemáticas, relaciones, construcciones y transformaciones. Esta competencia aborda el estudio de la geometría plana aplicada al dibujo arquitectónico e ingenieril a través de conceptos, propiedades, relaciones y construcciones fundamentales. Proporciona herramientas para la resolución de problemas matemáticos de cierta complejidad de manera gráfica, aplicando métodos inductivos y deductivos con rigor y valorando aspectos como la precisión, claridad y el trabajo bien hecho. Esta competencia específica se conecta con los siguientes descriptores: CCL2, STEM1, STEM2, STEM4, CPSAA1.1, CPSAA5, CE2.", "value": "2. Utilizar razonamientos inductivos, deductivos y lógicos en problemas de índole gráfico-matemáticos, aplicando fundamentos de la geometría plana para resolver gráficamente operaciones matemáticas, relaciones, construcciones y transformaciones (CCL2, STEM1, STEM2, STEM4, CPSAA1.1, CPSAA5, CE2)."},
                    {"text": "3. Desarrollar la visión espacial, utilizando la geometría descriptiva en proyectos sencillos, considerando la importancia del dibujo en arquitectura e ingenierías para resolver problemas e interpretar y recrear gráficamente la realidad tridimensional sobre la superficie del plano. Los sistemas de representación derivados de la geometría descriptiva son necesarios en todos los procesos constructivos, ya que cualquier proceso proyectual requiere el conocimiento de los métodos que permitan determinar, a partir de su representación, sus verdaderas magnitudes, formas y relaciones espaciales entre ellas. Esta competencia se vincula, por una parte, con la capacidad para representar figuras planas y cuerpos, y por la otra, con la de expresar y calcular las soluciones a problemas geométricos en el espacio, aplicando para todo ello conocimientos técnicos específicos, reflexionando sobre el proceso realizado y el resultado obtenido. Esta competencia específica se conecta con los siguientes descriptores: STEM1, STEM2, STEM4, CPSAA1.1, CPSAA5, CE2 y CE3.", "value": "3. Desarrollar la visión espacial, utilizando la geometría descriptiva en proyectos sencillos, considerando la importancia del dibujo en arquitectura e ingenierías para resolver problemas e interpretar y recrear gráficamente la realidad tridimensional sobre la superficie del plano (STEM1, STEM2, STEM4, CPSAA1.1, CPSAA5, CE2 y CE3)."},
                    {"text": "4. Formalizar y definir diseños técnicos aplicando las normas UNE e ISO de manera apropiada, valorando la importancia que tiene el croquis para documentar gráficamente proyectos arquitectónicos e ingenieriles. El dibujo normalizado es el principal vehículo de comunicación entre los distintos agentes del proceso constructivo, posibilitando desde una primera expresión de posibles soluciones mediante bocetos y croquis hasta la formalización final por medio de planos de taller y/o de construcción. También se contempla su relación con otros componentes mediante la elaboración de planos de montaje sencillos. Esta competencia específica está asociada a funciones instrumentales de análisis, expresión y comunicación. Por otra parte, y para que esta comunicación sea efectiva, debe vincularse necesariamente al conocimiento de unas normas y simbología establecidas, las normas UNE e ISO, e iniciar al alumnado en el desarrollo de la documentación gráfica de proyectos técnicos. Esta competencia específica se conecta con los siguientes descriptores: CCL2, STEM1, STEM4, CD2, CPSAA1.1, CPSAA3.2, CPSAA5, CE3.", "value": "4. Formalizar y definir diseños técnicos aplicando las normas UNE e ISO de manera apropiada, valorando la importancia que tiene el croquis para documentar gráficamente proyectos arquitectónicos e ingenieriles (CCL2, STEM1, STEM4, CD2, CPSAA1.1, CPSAA3.2, CPSAA5, CE3)."},
                    {"text": "5. Investigar, experimentar y representar digitalmente elementos, planos y esquemas técnicos mediante el uso de programas específicos CAD de manera individual o grupal, apreciando su uso en las profesiones actuales, para virtualizar objetos y espacios en dos dimensiones y tres dimensiones. Las soluciones gráficas que aportan los sistemas CAD forman parte de una realidad ya cotidiana en los procesos de creación de proyectos de ingeniería o arquitectura. Atendiendo a esta realidad, esta competencia aporta una base formativa sobre los procesos, mecanismos y posibilidades que ofrecen las herramientas digitales en esta disciplina. En este sentido, debe integrarse como una aplicación transversal a los saberes de la materia relacionados con la representación en el plano y en el espacio. De este modo, esta competencia favorece una iniciación al uso y aprovechamiento de las potencialidades de estas herramientas digitales en el alumnado. Esta competencia específica se conecta con los siguientes descriptores: STEM2, STEM3, STEM4, CD1, CD2, CD3, CE3, CEC4.", "value": "5. Investigar, experimentar y representar digitalmente elementos, planos y esquemas técnicos mediante el uso de programas específicos CAD de manera individual o grupal, apreciando su uso en las profesiones actuales, para virtualizar objetos y espacios en dos dimensiones y tres dimensiones (STEM2, STEM3, STEM4, CD1, CD2, CD3, CE3, CEC4)."}
                ]
}
