{
  "saberes": [
      "A. Escucha y percepción.",
      "− El silencio, el sonido, el ruido y la escucha activa. Sensibilización y actitud crítica ante la polución sonora y el consumo indiscriminado de música.",
      "− Obras musicales y dancísticas: análisis descriptivo de sus características más relevantes. Géneros musicales y dancísticos.",
      "− Voces e instrumentos. Evolución y agrupaciones. Relevancia en las distintas etapas.",
      "− Compositores y compositoras, artistas e intérpretes internacionales, nacionales, regionales y locales.",
      "− Conciertos, actuaciones musicales y manifestaciones artístico-musicales en vivo y registradas.",
      "− Mitos, estereotipos y roles de género trasmitidos a través de la música y la danza.",
      "− Herramientas digitales para la recepción musical.",
      "− Estrategias de búsqueda, selección y reelaboración de información fiable, pertinente y de calidad.",
      "− Actitud de respeto y valoración en la recepción musical.",
      "B. Interpretación, improvisación y creación escénica.",
      "− La partitura: lectura y escritura musical.",
      "− Elementos del lenguaje musical. Tonalidad: modulación, funciones armónicas, progresiones armónicas. Formas musicales complejas.",
      "− Repertorio vocal, instrumental o corporal individual o grupal de distintos tipos de música del patrimonio musical histórico, actual y de otras culturas.",
      "− Técnicas para la interpretación: técnicas vocales, instrumentales y corporales, técnicas de estudio y de control de emociones.",
      "− Técnicas de improvisación guiada y libre: melódicas y ritmos vocales, instrumentales o corporales.",
      "− Planificación y ejecución de proyectos musicales y audiovisuales: empleo de la voz, el cuerpo, los instrumentos musicales, los medios y las aplicaciones tecnológicas.",
      "− Valores y hábitos de consumo responsable en las plataformas digitales y las redes sociales musicales.",
      "− Recursos para la creación de productos musicales y audiovisuales. Herramientas digitales para la creación musical. Secuenciadores, editores de partituras y aplicaciones informáticas.",
      "− Actitudes de respeto y colaboración en la participación activa en actividades musicales.",
      "C. Contextos y culturas.",
      "− Historia de la música y la danza en España: periodos, características, géneros, voces, instrumentos y agrupaciones.",
      "− Tradiciones musicales y dancísticas de otras culturas del mundo: funciones, pervivencia e influencias en otros estilos musicales.",
      "− Músicas populares, urbanas y contemporáneas.",
      "− El sonido y la música en los medios audiovisuales y las tecnologías digitales. La música al servicio de otras artes y lenguajes. "
  ],
  "criteriosEvaluacion": [
      "1.1 Analizar obras musicales y dancísticas de diferentes épocas y culturas, identificando sus rasgos estilísticos, explicando su relación con el contexto y evidenciando una actitud de apertura, interés y respeto en la escucha o el visionado de las mismas.",
      "1.2 Valorar críticamente los hábitos, los gustos y los referentes musicales y dancísticos de diferentes épocas y culturas, reflexionando sobre su evolución y sobre su relación con los del presente.",
      "2.1 Participar, con iniciativa, confianza y creatividad, en la exploración de técnicas musicales y dancísticas de mayor complejidad, por medio de improvisaciones libres y pautadas, individuales o grupales, en las que se empleen la voz, el cuerpo, instrumentos musicales o herramientas tecnológicas.",
      "2.2 Elaborar piezas musicales o dancísticas estructuradas, a partir de actividades de improvisación, seleccionando las técnicas del repertorio personal de recursos más adecuadas a la intención expresiva.",
      "3.1 Leer partituras sencillas, identificando los elementos básicos del lenguaje musical y analizando de forma guiada las estructuras de las piezas, con o sin apoyo de la audición.",
      "3.2 Emplear diferentes técnicas de interpretación vocal, corporal o instrumental, aplicando estrategias de memorización y valorando los ensayos como espacios de escucha y aprendizaje.",
      "3.3 Interpretar con corrección y expresividad piezas musicales y dancísticas, individuales y grupales, dentro y fuera del aula, gestionando la ansiedad y el miedo escénico, y manteniendo la concentración.",
      "4.1 Planificar y desarrollar, con creatividad, propuestas artístico-musicales, tanto individuales como colaborativas, seleccionando, de entre los disponibles, los medios musicales y dancísticos más oportunos, así como las herramientas analógicas o digitales más adecuadas.",
      "4.2 Participar activamente en la planificación y en la ejecución de propuestas artístico-musicales colaborativas, asumiendo diferentes funciones, valorando las aportaciones del resto de integrantes del grupo e identificando diversas oportunidades de desarrollo personal, social, académico y profesional."
  ]
}
