{
  "competenciasEspecificas": [
                    "1. Buscar y seleccionar la información adecuada proveniente de diversas fuentes, de manera crítica y segura, aplicando procesos de investigación, métodos de análisis de productos y experimentando con herramientas de simulación, para definir problemas tecnológicos e iniciar procesos de creación de soluciones a partir de la información obtenida (CCL3, STEM2, CD1, CD4, CPSAA4, CE1): Esta competencia específica aborda el primer reto de cualquier proyecto técnico: definir el problema o necesidad que solucionar. Requiere investigar a partir de múltiples fuentes, evaluando su fiabilidad y la veracidad de la información obtenida con actitud crítica, siendo consciente de los beneficios y riesgos del acceso abierto e ilimitado a la información que ofrece internet (infoxicación, acceso a contenidos inadecuados, etc.). Además, la transmisión masiva de datos en dispositivos y aplicaciones conlleva la adopción de medidas preventivas para proteger los dispositivos, la salud y los datos personales, solicitando ayuda o denunciando de manera efectiva, ante amenazas a la privacidad y el bienestar personal (fraude, suplantación de identidad, ciberacoso, etc.), y haciendo un uso ético y saludable de la tecnología implicada. Por otro lado, el análisis de objetos y de sistemas incluye el estudio de los materiales empleados en la fabricación de los distintos elementos, las formas, el proceso de fabricación y el ensamblaje de los componentes. Se estudia el funcionamiento del producto, sus normas de uso, sus funciones y sus utilidades. De la misma forma se analizan sistemas tecnológicos, como pueden ser algoritmos de programación o productos digitales, diseñados con una finalidad concreta. El objetivo de este análisis es comprender las relaciones entre las características del producto analizado y las necesidades que cubre o los objetivos para los que fue creado, así como valorar las repercusiones sociales positivas y negativas del producto o sistema y las consecuencias medioambientales del proceso de fabricación o del uso del mismo.",
                        
                    
                        "2. Abordar problemas tecnológicos con autonomía y actitud creativa, aplicando conocimientos interdisciplinares y trabajando de forma cooperativa y colaborativa, para diseñar y planificar soluciones a un problema o necesidad de forma eficaz, innovadora y sostenible (CCL1, STEM1, STEM3, CD3, CPSAA3, CPSAA5, CE1, CE3): Esta competencia se asocia con dos de los pilares estructurales de la materia, como son la creatividad y el emprendimiento, ya que aporta técnicas y herramientas al alumnado para idear y diseñar soluciones a problemas definidos que tienen que cumplir una serie de requisitos, y lo orienta en la organización de las tareas que deberá desempeñar de manera personal o en grupo a lo largo del proceso de resolución creativa del problema. El desarrollo de esta competencia implica la planificación, la previsión de recursos sostenibles necesarios y el fomento del trabajo cooperativo en todo el proceso. Las metodologías o marcos de resolución de problemas tecnológicos requieren la puesta en marcha de una serie de actuaciones o fases secuenciales o cíclicas que marcan la dinámica del trabajo personal y en grupo. Abordar retos con el fin de obtener resultados concretos, garantizando el equilibrio entre el crecimiento económico, bienestar social y ambiental, aportando soluciones viables e idóneas, supone una actitud emprendedora que estimula la creatividad y la capacidad de innovación. Asimismo, se promueven la autoevaluación y la coevaluación, estimando los resultados obtenidos a fin de continuar con ciclos de mejora continua. En este sentido, la combinación de conocimientos con ciertas destrezas y actitudes de carácter interdisciplinar, tales como la autonomía, la innovación, la creatividad, la valoración crítica de resultados, el trabajo cooperativo y colaborativo, la resiliencia y el emprendimiento, resultan imprescindibles para obtener resultados eficaces en la resolución de problemas.",
                        
                    
                        "3. Aplicar de forma apropiada y segura distintas técnicas y conocimientos interdisciplinares utilizando operadores, sistemas tecnológicos y herramientas, teniendo en cuenta la planificación y el diseño previo, para construir o fabricar soluciones tecnológicas y sostenibles que den respuesta a necesidades en diferentes contextos (STEM2, STEM3, STEM5, CD5, CPSAA1, CE3, CCEC3): Esta competencia hace referencia, por un lado, a los procesos de construcción manual y la fabricación mecánica y, por otro, a la aplicación de los conocimientos relativos a operadores y sistemas tecnológicos (estructurales, mecánicos, eléctricos y electrónicos) necesarios para construir o fabricar prototipos en función de un diseño y planificación previos. Las distintas actuaciones que se desencadenan en el proceso creativo llevan consigo la intervención de conocimientos interdisciplinares e integrados. Asimismo, la aplicación de las normas de seguridad e higiene en el trabajo con materiales, herramientas y máquinas es fundamental para la salud del alumnado, y evita los riesgos inherentes a muchas de las técnicas que se deben emplear. Por otro lado, esta competencia requiere del desarrollo de habilidades y destrezas relacionadas con el uso de las herramientas, recursos e instrumentos necesarios (herramientas y máquinas manuales y digitales) y de actitudes vinculadas con la superación de dificultades, así como la motivación y el interés por el trabajo y la calidad del mismo.",
                        
                    
                        "4. Describir, representar e intercambiar ideas o soluciones a problemas tecnológicos o digitales, utilizando medios de representación, simbología y vocabulario adecuados, así como los instrumentos y recursos disponibles y valorando la utilidad de las herramientas digitales, para comunicar y difundir información y propuestas (CCL1, STEM4, CD3, CCEC3, CCEC4): La competencia abarca los aspectos necesarios para la comunicación y expresión de ideas. Hace referencia a la exposición de propuestas, representación de diseños, manifestación de opiniones, etc. Asimismo, incluye la comunicación y difusión de documentación técnica relativa al proyecto. En este aspecto se debe tener en cuenta la utilización de herramientas digitales tanto en la elaboración de la información como en la comunicación. Esta competencia requiere del uso adecuado del lenguaje y de la incorporación de la expresión gráfica y la terminología tecnológica, matemática y científica adecuada en las exposiciones, garantizando así la comunicación eficaz entre emisor y receptor. Ello implica una actitud responsable y de respeto hacia los protocolos establecidos en el trabajo cooperativo y colaborativo, extensible tanto al contexto presencial como a las actuaciones en la red, lo que supone interactuar mediante herramientas digitales –como plataformas virtuales o redes sociales– para comunicarse, compartir datos e información y trabajar colaborativamente, aplicando los códigos de comunicación y comportamiento específicos del ámbito digital: la denominada etiqueta digital.",
                       
                    
                        "5. Desarrollar algoritmos y aplicaciones informáticas en distintos entornos, aplicando los principios del pensamiento computacional e incorporando las tecnologías emergentes, para crear soluciones a problemas concretos, automatizar procesos y aplicarlos en sistemas de control o en robótica (CP2, STEM1, STEM3, CD5, CPSAA5, CE3): Esta competencia hace referencia a la aplicación de los principios del pensamiento computacional en el proceso creativo, es decir, implica la puesta en marcha de procesos ordenados que incluyen la descomposición del problema planteado, la estructuración de la información, la modelización del problema, la secuenciación del proceso y el diseño de algoritmos para implementarlos en un programa informático. De esta forma, la competencia está enfocada al diseño y activación de algoritmos planteados para lograr un objetivo concreto. Ejemplos de este objetivo serían el desarrollo de una aplicación informática, la automatización de un proceso o el desarrollo del sistema de control de una máquina en la que intervengan distintas entradas y salidas; es decir, la aplicación de la tecnología digital en el control de objetos o máquinas, automatizando rutinas y facilitando la interactuación con los objetos, incluyendo así, los sistemas controlados mediante la programación de una tarjeta controladora o los sistemas robóticos. De este modo, se presenta una oportunidad de aprendizaje integral de la materia, en la que se engloban los diferentes aspectos del diseño y construcción de soluciones tecnológicas en las que intervienen tanto elementos digitales como no digitales. Además, se debe considerar el alcance de las tecnologías emergentes como son el internet de las cosas (IoT), el big data o la inteligencia artificial (IA), ya presentes en nuestras vidas de forma cotidiana. Las herramientas actuales permiten la incorporación de las mismas en el proceso creativo, aproximándolas al alumnado y proporcionando un enfoque técnico de sus fundamentos.",
                        
                    
                        "6. Comprender los fundamentos del funcionamiento de los dispositivos y aplicaciones habituales de su entorno digital de aprendizaje, analizando sus componentes y funciones y ajustándolos a sus necesidades, para hacer un uso más eficiente y seguro de los mismos y para detectar y resolver problemas técnicos sencillos (CP2, CD2, CD4, CD5, CPSAA4, CPSAA5): Esta competencia hace referencia al conocimiento, uso seguro y mantenimiento de los distintos elementos que se engloban en el entorno digital de aprendizaje. El aumento actual de la presencia de la tecnología en nuestras vidas hace necesaria la integración de las herramientas digitales en el proceso de aprendizaje permanente. Por ello, esta competencia engloba la comprensión del funcionamiento de los dispositivos implicados en el proceso, así como la identificación de pequeñas incidencias. Para ello se hace necesario un conocimiento de la arquitectura del hardware empleado, de sus elementos y de sus funciones dentro del dispositivo. Por otro lado, las aplicaciones de software incluidas en el entorno digital de aprendizaje requieren una configuración y ajuste adaptados a las necesidades personales del usuario. Es evidente la necesidad de comprender los fundamentos de estos elementos y sus funcionalidades, así como su aplicación y transferencia en diferentes contextos para favorecer un aprendizaje permanente.",
                        
                    
                        "7. Hacer un uso responsable y ético de la tecnología, mostrando interés por un desarrollo sostenible, identificando sus repercusiones y valorando la contribución de las tecnologías emergentes, para identificar las aportaciones y el impacto del desarrollo tecnológico en la sociedad y en el entorno (STEM2, STEM5, CD4, CC4): Esta competencia específica hace referencia a la utilización de la tecnología con actitud ética, responsable y sostenible y a la habilidad para analizar y valorar el desarrollo tecnológico y su influencia en la sociedad y en la sostenibilidad ambiental. Se refiere también a la comprensión del proceso por el que la tecnología ha ido resolviendo las necesidades de las personas a lo largo de la historia, incluyendo las aportaciones de la tecnología tanto a la mejora de las condiciones de vida como al diseño de soluciones para reducir el impacto que su propio uso puede provocar en la sociedad y en la sostenibilidad ambiental. La eclosión de nuevas tecnologías digitales y su uso generalizado y cotidiano hace necesario el análisis y valoración de la contribución de estas tecnologías emergentes al desarrollo sostenible, aspecto esencial para ejercer una ciudadanía digital responsable y en el que esta competencia específica se focaliza. En esta línea, se incluye la valoración de las condiciones y consecuencias ecosociales del desarrollo tecnológico, así como los cambios ocasionados en la vida social y organización del trabajo por la implantación de tecnologías de la comunicación, robótica, inteligencia artificial, etc. En definitiva, el desarrollo de esta competencia específica implica que el alumnado desarrolle actitudes de interés y curiosidad por la evolución de las tecnologías digitales, a la vez que por el desarrollo sostenible y el uso ético de las mismas."
                ]
}
