{
  "competenciasEspecificas": [
                    {"text": "1. Comprender, describir y aplicar los fundamentos de los procesos químicos más importantes, atendiendo a su base experimental y a los fenómenos que describen, para reconocer el papel relevante de la química en el desarrollo de la sociedad. La química, como disciplina de las ciencias naturales, trata de descubrir a través de los procedimientos científicos cuáles son los porqués últimos de los fenómenos que ocurren en la naturaleza y de darles una explicación plausible a partir de las leyes científicas que los rigen. Además, esta disciplina tiene una importante base experimental que la convierte en una ciencia versátil y de especial relevancia para la formación clave del alumnado que vaya a optar por continuar su formación en itinerarios científicos, tecnológicos o sanitarios. Con el desarrollo de esta competencia específica se pretende que el alumnado comprenda también que la química es una ciencia viva, cuyas repercusiones no solo han sido importantes en el pasado, sino que también suponen una importante contribución en la mejora de la sociedad presente y futura. A través de las distintas ramas de la química, el alumnado será capaz de descubrir cuáles son sus aportaciones más relevantes en la tecnología, la economía, la sociedad y el medioambiente. Esta competencia específica se conecta con los siguientes descriptores: STEM1, STEM2, STEM3, CE1.", "value": "1. Comprender, describir y aplicar los fundamentos de los procesos químicos más importantes, atendiendo a su base experimental y a los fenómenos que describen, para reconocer el papel relevante de la química en el desarrollo de la sociedad (STEM1, STEM2, STEM3, CE1)."},
                    {"text": "2. Adoptar los modelos y leyes de la química aceptados como base de estudio de las propiedades de los sistemas materiales, para inferir soluciones generales a los problemas cotidianos relacionados con las aplicaciones prácticas de la química y sus repercusiones en el medioambiente. La ciencia química constituye un cuerpo de conocimiento racional, coherente y completo cuyas leyes y teorías se fundamentan en principios básicos y observaciones experimentales. Sería insuficiente, sin embargo, que el alumnado aprendiese química solo en este aspecto. Es necesario demostrar que el modelo coherente de la naturaleza que se presenta en esta ciencia es válido a través del contacto con situaciones cotidianas y con las preguntas que surgen de la observación de la realidad. Así, el alumnado que estudie esta disciplina debe ser capaz de identificar los principios básicos de la química que justifican que los sistemas materiales tengan determinadas propiedades y aplicaciones de acuerdo con su composición y que existe una base fundamental de carácter químico en el fondo de cada una de las cuestiones medioambientales actuales y, sobre todo, en las ideas y métodos para solucionar los problemas relacionados con ellas. Solo desde este conocimiento profundo de la base química de la naturaleza de la materia y de los cambios que le afectan se podrán encontrar respuestas y soluciones efectivas a cuestiones reales y prácticas, tal y como se presentan a través de nuestra percepción o se formulan en los medios de comunicación. Esta competencia específica se conecta con los siguientes descriptores: CCL2, STEM2, STEM5, CD5, CE1.", "value": "2. Adoptar los modelos y leyes de la química aceptados como base de estudio de las propiedades de los sistemas materiales, para inferir soluciones generales a los problemas cotidianos relacionados con las aplicaciones prácticas de la química y sus repercusiones en el medioambiente (CCL2, STEM2, STEM5, CD5, CE1)."},
                    {"text": "3. Utilizar con corrección los códigos del lenguaje químico (nomenclatura química, unidades, ecuaciones, etc.), aplicando sus reglas específicas, para emplearlos como base de una comunicación adecuada entre diferentes comunidades científicas y como herramienta fundamental en la investigación de esta ciencia. La química utiliza lenguajes cuyos códigos son muy específicos y que es necesario conocer para trabajar en esta disciplina y establecer relaciones de comunicación efectiva entre los miembros de la comunidad científica. En un sentido amplio, esta competencia no se enfoca exclusivamente en utilizar de forma correcta las normas de la IUPAC para nombrar y formular, sino que también hace alusión a todas las herramientas que una situación relacionada con la química pueda requerir, como las herramientas matemáticas que se refieren a ecuaciones y operaciones, o los sistemas de unidades y las conversiones adecuadas dentro de ellos, por ejemplo. El correcto manejo de datos e información relacionados con la química, sea cual sea el formato en que sean proporcionados, es fundamental para la interpretación y resolución de problemas, la elaboración correcta de informes científicos e investigaciones, la ejecución de prácticas de laboratorio, o la resolución de ejercicios, por ejemplo. Debido a ello, esta competencia específica supone un apoyo muy importante para la ciencia en general, y para la química en particular. Esta competencia específica se conecta con los siguientes descriptores: STEM4, CCL1, CCL5, CPSAA4, CE3.", "value": "3. Utilizar con corrección los códigos del lenguaje químico (nomenclatura química, unidades, ecuaciones, etc.), aplicando sus reglas específicas, para emplearlos como base de una comunicación adecuada entre diferentes comunidades científicas y como herramienta fundamental en la investigación de esta ciencia (STEM4, CCL1, CCL5, CPSAA4, CE3)."},
                    {"text": "4. Reconocer la importancia del uso responsable de los productos y procesos químicos, elaborando argumentos informados sobre la influencia positiva que la química tiene sobre la sociedad actual, para contribuir a superar las connotaciones negativas que en multitud de ocasiones se atribuyen al término «químico». Existe la idea generalizada en la sociedad, quizás influida por los medios de comunicación, especialmente en los relacionados con la publicidad de ciertos productos, de que los productos químicos, y la química en general, son perjudiciales para la salud y el medioambiente. Esta creencia se sustenta, en la mayoría de las ocasiones, en la falta de información y de alfabetización científica de la población. El alumnado que estudia Química debe ser consciente de que los principios fundamentales que explican el funcionamiento del universo tienen una base científica, así como ser capaz de explicar que las sustancias y procesos naturales se pueden describir y justificar a partir de los conceptos de esta ciencia. Además de esto, las ideas aprendidas y practicadas en esta etapa les deben capacitar para argumentar y explicar los beneficios que el progreso de la química ha tenido sobre el bienestar de la sociedad y que los problemas que a veces conllevan estos avances son causados por el empleo negligente, desinformado, interesado o irresponsable de los productos y procesos que ha generado el desarrollo de la ciencia y la tecnología. Esta competencia específica se conecta con los siguientes descriptores: STEM1, STEM5, CPSAA5, CE2.", "value": "4. Reconocer la importancia del uso responsable de los productos y procesos químicos, elaborando argumentos informados sobre la influencia positiva que la química tiene sobre la sociedad actual, para contribuir a superar las connotaciones negativas que en multitud de ocasiones se atribuyen al término «químico» (STEM1, STEM5, CPSAA5, CE2)."},
                    {"text": "5. Aplicar técnicas de trabajo propias de las ciencias experimentales y el razonamiento lógico-matemático en la resolución de problemas de química y en la interpretación de situaciones relacionadas, valorando la importancia de la cooperación, para poner en valor el papel de la química en una sociedad basada en valores éticos y sostenibles. En toda actividad científica la colaboración entre diferentes individuos y entidades es fundamental para conseguir el progreso científico. Trabajar en equipo, utilizar con solvencia herramientas digitales y recursos variados y compartir los resultados de los estudios, respetando siempre la atribución de los mismos, repercute en un crecimiento notable de la investigación científica, pues el avance es cooperativo. Que haya una apuesta firme por la mejora de la investigación científica, con hombres y mujeres que deseen dedicarse a ella por vocación, es muy importante para nuestra sociedad actual pues implica la mejora de la calidad de vida, la tecnología y la salud, entre otras. El desarrollo de esta competencia específica persigue que el alumnado se habitúe desde esta etapa a trabajar de acuerdo a los principios básicos que se ponen en práctica en las ciencias experimentales y desarrolle una afinidad por la ciencia, por las personas que se dedican a ella y por las entidades que la llevan a cabo y que trabajan por vencer las desigualdades de género, orientación, creencia, etc. A su vez, adquirir destrezas en el uso del razonamiento científico les da la capacidad de interpretar y resolver situaciones problemáticas en diferentes contextos de la investigación, el mundo laboral y su realidad cotidiana. Esta competencia específica se conecta con los siguientes descriptores: STEM1, STEM2, STEM3, CD1, CD2, CD3, CD5.", "value": "5. Aplicar técnicas de trabajo propias de las ciencias experimentales y el razonamiento lógico-matemático en la resolución de problemas de química y en la interpretación de situaciones relacionadas, valorando la importancia de la cooperación, para poner en valor el papel de la química en una sociedad basada en valores éticos y sostenibles (STEM1, STEM2, STEM3, CD1, CD2, CD3, CD5)."},
                    {"text": "6. Reconocer y analizar la química como un área de conocimiento multidisciplinar y versátil, poniendo de manifiesto las relaciones con otras ciencias y campos de conocimiento, para realizar a través de ella una aproximación holística al conocimiento científico y global. No es posible comprender profundamente los conceptos fundamentales de la química sin conocer las leyes y teorías de otros campos de la ciencia relacionados con ella. De la misma forma, es necesario aplicar las ideas básicas de la química para entender los fundamentos de otras disciplinas científicas. Al igual que la sociedad está profundamente interconectada, la química no es una disciplina científica aislada, y las contribuciones de la química al desarrollo de otras ciencias y campos de conocimiento (y viceversa) son imprescindibles para el progreso global de la ciencia, la tecnología y la sociedad. Para que el alumnado llegue a ser competente desarrollará su aprendizaje a través del estudio experimental y la observación de situaciones en las que se ponga de manifiesto esta relación interdisciplinar; la aplicación de herramientas tecnológicas en la indagación y la experimentación; y el empleo de herramientas matemáticas y el razonamiento lógico en la resolución de problemas propios de la química. Esta base de carácter interdisciplinar y holístico que es inherente a la química proporciona a los alumnos y alumnas que la estudian unos cimientos adecuados para que puedan continuar estudios en diferentes ramas de conocimiento, y a través de diferentes itinerarios formativos, lo que contribuye de forma eficiente a la formación de personas competentes. Esta competencia específica se conecta con los siguientes descriptores: STEM4, CPSAA3.2, CC4.", "value": "6. Reconocer y analizar la química como un área de conocimiento multidisciplinar y versátil, poniendo de manifiesto las relaciones con otras ciencias y campos de conocimiento, para realizar a través de ella una aproximación holística al conocimiento científico y global (STEM4, CPSAA3.2, CC4)."}
                ]
}
