{
                "competenciasEspecificas": [
                    "1. Comprender, describir y aplicar los fundamentos de los procesos químicos más importantes, atendiendo a su base experimental y a los fenómenos que describen, para reconocer el papel relevante de la química en el desarrollo de la sociedad (STEM1, STEM2, STEM3, CE1).",
                    "2. Adoptar los modelos y leyes de la química aceptados como base de estudio de las propiedades de los sistemas materiales, para inferir soluciones generales a los problemas cotidianos relacionados con las aplicaciones prácticas de la química y sus repercusiones en el medioambiente (CCL2, STEM2, STEM5, CD5, CE1).",
                    "3. Utilizar con corrección los códigos del lenguaje químico (nomenclatura química, unidades, ecuaciones, etc.), aplicando sus reglas específicas, para emplearlos como base de una comunicación adecuada entre diferentes comunidades científicas y como herramienta fundamental en la investigación de esta ciencia (STEM4, CCL1, CCL5, CPSAA4, CE3).",
                    "4. Reconocer la importancia del uso responsable de los productos y procesos químicos, elaborando argumentos informados sobre la influencia positiva que la química tiene sobre la sociedad actual, para contribuir a superar las connotaciones negativas que en multitud de ocasiones se atribuyen al término «químico» (STEM1, STEM5, CPSAA5, CE2).",
                    "5. Aplicar técnicas de trabajo propias de las ciencias experimentales y el razonamiento lógico-matemático en la resolución de problemas de química y en la interpretación de situaciones relacionadas, valorando la importancia de la cooperación, para poner en valor el papel de la química en una sociedad basada en valores éticos y sostenibles (STEM1, STEM2, STEM3, CD1, CD2, CD3, CD5).",
                    "6. Reconocer y analizar la química como un área de conocimiento multidisciplinar y versátil, poniendo de manifiesto las relaciones con otras ciencias y campos de conocimiento, para realizar a través de ella una aproximación holística al conocimiento científico y global (STEM4, CPSAA3.2, CC4)."
                ]
}
