{
  "criteriosEvaluacion": [
                        "1.1 Analizar, con un vocabulario adecuado, manifestaciones escénicas de diferentes épocas y tradiciones, describiendo sus características, estableciendo relaciones con su contexto y evidenciando una actitud de apertura, interés y respeto en la recepción activa de las mismas.",
                        "1.2 Valorar críticamente los hábitos, los gustos y los referentes escénicos de diferentes épocas y tradiciones, reflexionando sobre su evolución y sobre su relación con los del presente.",
                        "2.1 Participar, con iniciativa, confianza y creatividad, en la exploración de sistemas, medios y códigos de significación escénica, a través de actividades de carácter práctico.",
                        "2.2 Recrear la acción dramática, el diseño de personajes y la configuración de situaciones y escenas, seleccionando las técnicas del repertorio personal de recursos más adecuadas a la intención comunicativa.",
                        "3.1 Emplear diferentes técnicas de interpretación de forma creativa, aplicando estrategias de memorización y valorando los ensayos como espacios de escucha, diálogo y aprendizaje.",
                        "3.2 Recrear y representar la acción dramática, demostrando precisión, eficacia y expresividad, siguiendo las indicaciones de la dirección, manteniendo la concentración y gestionando de forma guiada la ansiedad y el miedo escénico.",
                        "4.1 Participar, con iniciativa, responsabilidad y conciencia de grupo, en el diseño, la planificación y la realización de proyectos colectivos de creación y difusión escénica, organizando correctamente sus fases, distribuyendo de forma razonada las tareas, evaluando su viabilidad y sostenibilidad, y seleccionando y estructurando los elementos de significación, así como las directrices de interpretación, representación o escenificación.",
                        "4.2 Evaluar y presentar los resultados de proyectos de creación y difusión escénica, analizando la relación entre los objetivos planteados y el producto final obtenido, y explicando las posibles diferencias entre ellos.",
                        "4.3 Identificar oportunidades de desarrollo personal, social, académico o profesional relacionadas con el ámbito artístico, comprendiendo su valor añadido y expresando la opinión personal de forma crítica y respetuosa.",
                        "5.1 Valorar la recepción brindada a un espectáculo determinado, relacionando las características de la obra, el contexto de la puesta en escena y las reacciones del público.",
                        "5.2 Realizar y compartir reseñas y críticas escénicas, empleando la terminología adecuada, consultando fuentes fiables y reflexionando, con rigor y solidez, sobre las características, los presupuestos artísticos y la recepción de la obra."
                    ],
                    "saberes": [
                        "A. Patrimonio escénico.",
                        "− Las artes escénicas y su historia: cambios y transformaciones.",
                        "− Significado social de las artes escénicas: memoria y reflejo. La perspectiva de género y la perspectiva intercultural. Identidad y performatividad.",
                        "− Manifestaciones espectaculares: rituales y sociales. Los festejos populares.",
                        "− Tendencias actuales en la representación escénica y performativa.",
                        "− Manifestaciones no orales.",
                        "B. Expresión y comunicación escénica.",
                        "− Actos performativos: generación de realidad.",
                        "− Características del espacio escénico y performativo actual.",
                        "− Espacios no escénicos: adaptación de recursos plásticos.",
                        "− Estructuras dramáticas actuales. La memoria performativa.",
                        "− El personaje en acción en las manifestaciones actuales.",
                        "− Juego dramático, improvisación, dramatización y creación colectiva.",
                        "C. Interpretación.",
                        "− Métodos interpretativos actuales.",
                        "− Profundización en los instrumentos del intérprete: expresión corporal, gestual, oral y rítmico-musical. La conciencia emocional.",
                        "− La construcción actual del personaje dramático.",
                        "− Creación performativa: proceso y ejecución.",
                        "D. Escenificación y representación escénica.",
                        "− El diseño de un espectáculo: equipos, fases y áreas de trabajo. Espacios escénicos y espacios no escénicos. Integración de lenguajes no orales y tecnológicos.",
                        "− La dramaturgia en el diseño de un proyecto escénico.",
                        "− La producción y la realización de un proyecto escénico.",
                        "− La dirección artística en proyectos escénicos.",
                        "− Los ensayos: funciones de la dirección escénica y regiduría.",
                        "− Representación de espectáculos escénicos.",
                        "− Exhibición, difusión, distribución y evaluación de productos escénicos.",
                        "− Estrategias de trabajo en equipo. Distribución de tareas y liderazgo compartido. Resolución de conflictos.",
                        "− Oportunidades de desarrollo personal, social, académico y profesional vinculadas con la materia.",
                        "E. Recepción en las artes escénicas.",
                        "− Estrategias y técnicas de análisis de manifestaciones escénicas. El texto en su relación con la puesta en escena.",
                        "− La crítica escénica. Estrategias y técnicas de elaboración de una reseña.",
                        "− El respeto de la propiedad intelectual. La protección de la creatividad personal."
                    ]
}
