{
                "competenciasEspecificas": [
                    "1. Modelizar y resolver problemas de la vida cotidiana y de diversos ámbitos aplicando diferentes estrategias y formas de razonamiento, con ayuda de herramientas tecnológicas, para obtener posibles soluciones (STEM1, STEM2, STEM3, CD2, CD5, CPSAA4, CPSAA5, CE3).",
                    "2. Verificar la validez de las posibles soluciones de un problema empleando el razonamiento y la argumentación para contrastar su idoneidad (STEM1, STEM2, CD2, CD3, CPSAA3.1, CC3, CE3).",
                    "3. Generar preguntas de tipo matemático aplicando saberes y estrategias conocidas para dar respuesta a situaciones problemáticas de la vida cotidiana (CCL1, STEM1, STEM2, CD1, CD2, CD5, CE3).",
                    "4. Utilizar el pensamiento computacional de forma eficaz, modificando y creando algoritmos que resuelvan problemas mediante el uso de las matemáticas, para modelizar y resolver situaciones de la vida cotidiana y de diversos ámbitos (STEM1, STEM2, STEM3, CD2, CD3, CD5, CE3).",
                    "5. Establecer, investigar y utilizar conexiones entre las diferentes ideas matemáticas estableciendo vínculos entre conceptos, procedimientos, argumentos y modelos para dar significado y estructurar el aprendizaje matemático (STEM1, STEM3, CD2, CD3, CCEC1).",
                    "6. Descubrir los vínculos de las matemáticas con otras áreas de conocimiento y profundizar en sus conexiones, interrelacionando conceptos y procedimientos, para modelizar, resolver problemas y desarrollar la capacidad crítica, creativa e innovadora en situaciones diversas (STEM1, STEM2, CD3, CD5, CC4, CE2, CE3, CCEC1).",
                    "7. Representar conceptos, procedimientos e información matemáticos seleccionando diferentes tecnologías, para visualizar ideas y estructurar razonamientos matemáticos (STEM3, CD1, CD2, CD5, CE3, CCEC4.1, CCEC4.2).",
                    "8. Comunicar las ideas matemáticas, de forma individual y colectiva, empleando el soporte, la terminología y el rigor apropiados, para organizar y consolidar el pensamiento matemático (CCL1, CCL3, CP1, STEM2, STEM4, CD2, CCEC3.2).",
                    "9. Utilizar destrezas personales y sociales, identificando y gestionando las propias emociones y respetando las de los demás y organizando activamente el trabajo en equipos heterogéneos, aprendiendo del error como parte del proceso de aprendizaje y afrontando situaciones de incertidumbre, para perseverar en la consecución de objetivos en el aprendizaje de las matemáticas (CP3, STEM5, CPSAA1.1, CPSAA1.2, CPSAA3.1, CPSAA3.2, CC2, CC3, CE2)."
                ]
}
