{
            "saberes": [
                "A. Las lenguas y sus hablantes.",
                "– Biografía lingüística personal y mapa lingüístico del aula.",
                "– La diversidad etnocultural y lingüística como riqueza y herramienta de reflexión interlingüística.",
                "– Identificación, con acompañamiento, de prejuicios y estereotipos lingüísticos.",
                "– Uso de un lenguaje no discriminatorio y respetuoso con las diferencias.",
                "B. Comunicación.",
                "1. Contexto.",
                "– Incidencia de los componentes (situación, participantes, intención) en el acto comunicativo.",
                "2. Géneros discursivos.",
                "– Tipologías textuales: la narración, la descripción y el diálogo.",
                "– Propiedades textuales: estrategias elementales para la coherencia y la cohesión.",
                "– Géneros discursivos propios del ámbito personal y educativo. Contenido y forma.",
                "3. Procesos.",
                "– Interacción oral: interacción oral adecuada en contextos informales, escucha activa, asertividad, resolución dialogada de conflictos y cortesía lingüística. La expresión y escucha empática de necesidades, vivencias y emociones propias y ajenas.",
                "– Comprensión oral: identificación de las ideas más relevantes e interpretación del sentido global. Detección de usos claramente discriminatorios del lenguaje verbal y no verbal.",
                "– Producción oral: pronunciación y entonación. Actitud postural. Construcción y comunicación de conocimiento mediante la planificación y producción de textos orales y multimodales sencillos.",
                "– Comprensión lectora: estrategias elementales de comprensión lectora antes, durante y después de la lectura. Identificación de las ideas más relevantes e interpretación del sentido global. Identificación de elementos gráficos y paratextuales al servicio de la comprensión. Lectura compartida. Detección de usos claramente discriminatorios del lenguaje verbal y no verbal.",
                "– Producción escrita: convenciones del código escrito y ortografía natural. Coherencia textual. Estrategias elementales, individuales o grupales, de planificación, textualización, revisión y autocorrección. Uso de elementos gráficos y paratextuales elementales. Escritura en soporte digital acompañada.",
                "– Alfabetización mediática e informacional: estrategias elementales para la búsqueda guiada de información. Comunicación de la información. Reconocimiento de autoría. Uso guiado de la biblioteca, así como de recursos digitales del aula.",
                "C. Educación literaria.",
                "– Lectura acompañada de obras o fragmentos variados y diversos de la literatura infantil adecuados a sus intereses y organizados en itinerarios lectores.",
                "– Estrategias para la interpretación acompañada y compartida de las obras a través de conversaciones literarias.",
                "– Relación, de manera acompañada, entre los elementos constitutivos esenciales de la obra literaria (tema, personajes, argumento, espacio) y la construcción del sentido de la obra.",
                "– Relación de los textos leídos y otras manifestaciones artísticas y culturales.",
                "– Inicio de la construcción de los itinerarios lectores individuales. Estrategias para la expresión de gustos e intereses.",
                "– Lectura expresiva, dramatización o interpretación de fragmentos atendiendo a los procesos de comprensión y al nivel de desarrollo.",
                "– Creación de textos de intención literaria a partir de modelos dados.",
                "– Uso acompañado de la biblioteca de aula o de centro como escenario de actividades literarias compartidas.",
                "D. Reflexión sobre la lengua y sus usos en el marco de propuestas la producción y comprensión de textos orales, escritos o multimodales.",
                "– Establecimiento de generalizaciones sobre aspectos lingüísticos elementales a partir de la observación, comparación y transformación de palabras y enunciados, prestando especial atención a la existencia de distintos tipos de palabras y sus relaciones de concordancia.",
                "– Diferencias elementales entre lengua oral y lengua escrita.",
                "– Procedimientos elementales de adquisición de vocabulario. Reflexión contextualizada sobre la relación de significado entre unas palabras y otras.",
                "– Relación entre intención comunicativa y modalidad oracional.",
                "– Mecanismos elementales de coherencia y cohesión textual, con especial atención a los conectores temporales.",
                "– Signos básicos de puntuación como mecanismo para organizar el texto escrito."
            ],
            "criteriosEvaluacion": [
                "Competencia específica 1.",
                "1.1 Mostrar interés y respeto a las distintas lenguas y variedades dialectales de su entorno, valorando la igualdad en las diferencias.",
                "1.2 Reconocer, de manera acompañada y en contextos próximos, algunos prejuicios y estereotipos lingüísticos y culturales muy frecuentes.",
                "Competencia específica 2.",
                "Comprender el sentido de textos orales y multimodales sencillos, reconociendo las ideas principales y los mensajes explícitos y los mensajes implícitos más sencillos, e iniciando, de manera acompañada, la valoración del contenido y de los elementos no verbales más elementales.",
                "Competencia específica 3.",
                "3.1 Producir textos orales y multimodales coherentes, con planificación acompañada y utilizando recursos no verbales elementales.",
                "3.2 Participar en interacciones orales espontáneas, incorporando estrategias elementales de escucha activa y de cortesía lingüística.",
                "Competencia específica 4.",
                "4.1 Comprender el sentido global y la información relevante de textos cercanos, escritos y multimodales, a partir de estrategias básicas de comprensión antes, durante y después de la lectura.",
                "4.2 Analizar, de manera acompañada, el contenido y aspectos formales y no formales elementales de textos escritos y multimodales sencillos valorando su contenido y estructura.",
                "Competencia específica 5.",
                "Producir textos escritos y multimodales sencillos y coherentes en distintos soportes, desde las diferentes etapas del proceso evolutivo de la escritura, ajustándose a modelos dados y movilizando, de manera acompañada, estrategias elementales, individuales o grupales, de planificación, textualización y revisión.",
                "Competencia específica 6.",
                "6.1 Localizar, seleccionar y contrastar información de distintas fuentes, incluidas las digitales, citándolas y recreándolas mediante la adaptación creativa de modelos dados.",
                "6.2 Compartir los resultados de un proceso de investigación sencillo, individual o grupal, sobre algún tema de interés personal, realizado de manera acompañada.",
                "6.3 Adoptar hábitos de uso crítico, seguro, sostenible y saludable de las tecnologías digitales en relación con la búsqueda y la comunicación de la información.",
                "Competencia específica 7.",
                "7.1 Leer con progresiva autonomía textos de distintos autores y autoras acordes con sus gustos e intereses, seleccionados de manera acompañada, desde las diferentes etapas del proceso evolutivo de la lectura.",
                "7.2 Compartir oralmente la experiencia y disfrute por la lectura participando en comunidades lectoras de ámbito escolar.",
                "Competencia específica 8.",
                "8.1 Escuchar y leer textos orales y escritos de la literatura infantil, que recojan diversidad de autores y autoras, estableciendo de manera acompañada relaciones elementales entre ellos y con otras manifestaciones artísticas o culturales.",
                "8.2 Producir, de manera acompañada, textos sencillos individuales o colectivos con intención literaria, adaptados a las diferentes etapas del proceso evolutivo de la escritura, ajustándose a modelos dados, en distintos soportes y complementándolos con otros lenguajes artísticos.",
                "Competencia específica 9.",
                "9.1 Formular conclusiones elementales sobre el funcionamiento de la lengua, prestando especial atención a la concordancia y a las relaciones de significado entre las palabras, a partir de la observación, comparación y transformación de palabras y enunciados, en un proceso acompañado de producción o comprensión de textos en contextos significativos.",
                "9.2 Revisar y mejorar los textos propios y subsanar algunos problemas de comprensión lectora, de manera acompañada, a partir de la reflexión metalingüística e interlingüística y usando la terminología lingüística básica adecuada.",
                "Competencia específica 10.",
                "10.1 Rechazar los usos lingüísticos discriminatorios identificados a partir de la reflexión grupal acompañada sobre los aspectos elementales, verbales y no verbales, de la comunicación, teniendo en cuenta una perspectiva de género.",
                "10.2 Movilizar, con la planificación y el acompañamiento necesarios, estrategias elementales para la escucha activa, la comunicación asertiva y el consenso, iniciándose en la gestión dialogada de conflictos."  
            ]
        }
