{
  "criteriosEvaluacion": [
                    "1.1 Planificar, elaborar y poner en práctica de manera autónoma un programa personal de actividad física dirigido a la mejora o al mantenimiento de la salud, aplicando los diferentes sistemas de desarrollo de las capacidades físicas implicadas, según las necesidades e intereses individuales y respetando la propia realidad e identidad corporal, evaluando los resultados obtenidos.",
                    "1.2 Incorporar de forma autónoma, y según sus preferencias personales, los procesos de activación corporal, autorregulación y dosificación del esfuerzo, alimentación saludable, educación postural y relajación e higiene durante la práctica de actividades motrices, reflexionando sobre su relación con posibles estudios posteriores o futuros desempeños profesionales.",
                    "1.3 Conocer y aplicar de manera responsable y autónoma medidas específicas para la prevención de lesiones antes, durante y después de la actividad física, así como para la aplicación de primeros auxilios ante situaciones de emergencia o accidente, identificando las posibles transferencias que estos conocimientos tienen al ámbito profesional y ocupacional.",
                    "1.4 Actuar de forma crítica, comprometida y responsable ante los estereotipos sociales asociados al ámbito de lo corporal y los comportamientos que pongan en riesgo la salud, aplicando con autonomía e independencia criterios científicos de validez, fiabilidad y objetividad a la información recibida.",
                    "1.5 Emplear de manera autónoma aplicaciones y dispositivos digitales relacionados con la gestión de la actividad física, respetando la privacidad y las medidas básicas de seguridad vinculadas a la difusión pública de datos personales.",
                    "2.1 Desarrollar proyectos motores de carácter individual, cooperativo o colaborativo, gestionando autónomamente cualquier imprevisto o situación que pueda ir surgiendo a lo largo del proceso de forma eficiente, creativa y ajustada a los objetivos que se pretendan alcanzar.",
                    "2.2 Solucionar de forma autónoma situaciones de oposición, colaboración o colaboración-oposición en contextos deportivos o recreativos con fluidez, precisión y control, aplicando de manera automática procesos de percepción, decisión y ejecución en contextos reales o simulados de actuación y adaptando las estrategias a las condiciones cambiantes que se producen en la práctica.",
                    "2.3 Identificar, analizar y comprender los factores clave que condicionan la intervención de los componentes cualitativos y cuantitativos de la motricidad en la realización de gestos técnicos o situaciones motrices variadas, identificando errores comunes y proponiendo soluciones a los mismos.",
                    "3.1 Organizar y practicar diversas actividades motrices, valorando su potencial como posible salida profesional y analizando sus beneficios desde la perspectiva de la salud, el disfrute, la autosuperación y las posibilidades de interacción social, adoptando actitudes de interés, esfuerzo, liderazgo y empatía al asumir y desempeñar distintos roles relacionados con ellas.",
                    "3.2 Cooperar o colaborar mostrando iniciativa durante el desarrollo de proyectos y producciones motrices, solventando de forma coordinada cualquier imprevisto o situación que pueda ir surgiendo a lo largo del proceso.",
                    "3.3 Establecer mecanismos de relación y entendimiento con el resto de participantes durante el desarrollo de diversas prácticas motrices con autonomía, haciendo uso efectivo de habilidades sociales de diálogo en la resolución de conflictos y respeto ante la diversidad, ya sea de género, afectivo-sexual, de origen nacional, étnico, socio-económica o de competencia motriz, y posicionándose activa, reflexiva y críticamente frente a los estereotipos, las actuaciones discriminatorias y la violencia, así como conocer las estrategias para la prevención, la detección precoz y el abordaje de las mismas.",
                    "4.1 Comprender y contextualizar la influencia cultural y social de las manifestaciones motrices más relevantes en el panorama actual, analizando sus orígenes y su evolución hasta la actualidad y rechazando aquellos componentes que no se ajusten a los valores de una sociedad abierta, inclusiva, diversa e igualitaria.",
                    "4.2 Crear y representar composiciones corporales individuales o colectivas, con y sin base musical, aplicando con precisión, idoneidad y coordinación escénica las técnicas expresivas más apropiadas a cada composición para representarlas ante sus compañeros y compañeras u otros miembros de la comunidad.",
                    "5.1 Promover y participar en actividades físico-deportivas en entornos naturales terrestres o acuáticos, interactuando con el entorno de manera sostenible, minimizando el impacto ambiental que estas puedan producir, reduciendo al máximo su huella ecológica y desarrollando actuaciones dirigidas a la conservación y mejora de las condiciones de los espacios en los que se desarrollen.",
                    "5.2 Practicar y organizar actividades físico-deportivas en el medio natural y urbano, asumiendo responsabilidades y aplicando normas de seguridad individuales y colectivas para prever y controlar los riesgos intrínsecos a la propia actividad derivados de la utilización de los equipamientos, el entorno o la propia actuación de los participantes."
                ],
                "saberes": [
                    "A. Vida activa y saludable.",
                    "− Salud física: programa personal de actividad física (atendiendo a frecuencia, volumen, intensidad y tipo de actividad). Autoevaluación de las capacidades físicas y coordinativas (como requisito previo a la planificación): técnicas, estrategias y herramientas de medida. Identificación de objetivos (motrices, saludables, de actividad o similares) a alcanzar con un programa de actividad física personal. Evaluación del logro de los objetivos del programa y reorientación de actividades a partir de los resultados. Profesiones vinculadas a la actividad física y la salud. Dietas equilibradas según las características físicas y personales. Herramientas digitales para la gestión de la actividad física. Técnicas básicas de descarga postural y relajación. Musculatura del core (zona media o lumbo-pélvica) para entrenamiento de la fuerza. Identificación de problemas posturales básicos y planificación preventiva de la salud postural en actividades específicas.",
                    "− Salud social: prácticas de actividad física que tienen efectos negativos para la salud individual o colectiva. Prácticas de actividad física con efectos positivos sobre la salud personal y colectiva: la práctica de la bicicleta como medio de transporte habitual. Hábitos sociales y sus efectos en la condición física y la salud. Ventajas e inconvenientes del deporte profesional. Historias de vida de deportistas profesionales.",
                    "− Salud mental: técnicas de respiración, visualización y relajación para liberar estrés y enfocar situaciones que requieren gran carga cognitiva. Trastornos vinculados con la imagen corporal: vigorexia, anorexia, bulimia y otros. Tipologías corporales predominantes en la sociedad y análisis crítico de su presencia en publicidad y medios de comunicación.",
                    "B. Organización y gestión de la actividad física.",
                    "− Gestión de las medidas relacionadas con la planificación de la actividad física y deportiva (tipo de deporte, material necesario, objetivos de la preparación, actividades y similares).",
                    "− Selección responsable y sostenible del material deportivo. Análisis crítico de estrategias publicitarias.",
                    "− Autogestión de proyectos personales de carácter motor a todos los niveles (social, motivacional, organizativo o similar).",
                    "− Prevención de accidentes en las prácticas motrices. Ejercicios compensatorios de la musculatura según la actividad física. Gestión del riesgo propio y del de los demás: planificación de factores de riesgo en actividades físicas. Medidas colectivas de seguridad.",
                    "− Actuaciones críticas ante accidentes. Conducta PAS: proteger, avisar, socorrer. Desplazamientos y transporte de accidentados. Reanimación mediante desfibrilador automático (DEA) o semiautomático (DESA). Protocolo RCP (reanimación cardiopulmonar). Técnicas específicas e indicios de accidentes cardiovasculares (maniobra de Heimlich, señales de ictus y similares). Contenido básico de kit de asistencia (botiquín).",
                    "− Protocolos ante alertas escolares.",
                    "C. Resolución de problemas en situaciones motrices.",
                    "− Toma de decisiones: resolución de situaciones motrices variadas ajustando eficientemente los componentes de la motricidad en actividades individuales. Análisis colectivo de resultados y reajuste de actuaciones para conseguir el éxito en actividades cooperativas. Acciones que provocan situaciones de ventaja con respecto al adversario en las actividades de oposición. Oportunidad, pertinencia y riesgo de las acciones en las actividades físico-deportivas de contacto a partir del análisis de los puntos fuertes y débiles del rival. Desempeño de roles variados en procedimientos o sistemas tácticos puestos en práctica para conseguir los objetivos del equipo.",
                    "− Capacidades perceptivo-motrices en contexto de práctica: integración del esquema corporal; toma de decisiones previas a la realización de una actividad motriz acerca de los mecanismos coordinativos, espaciales y temporales, así como reajuste de la propia intervención para resolverla adecuadamente respecto a sí mismo, a los participantes y al espacio en el que se desenvuelve la práctica.",
                    "− Planificación para el desarrollo de las capacidades físicas básicas: fuerza y resistencia. Sistemas de entrenamiento.",
                    "− Perfeccionamiento de las habilidades específicas de los deportes o actividades físicas que respondan a sus intereses.",
                    "− Creatividad motriz: creación de retos y situaciones-problema con la resolución más eficiente de acuerdo a los recursos disponibles.",
                    "D. Autorregulación emocional e interacción social en situaciones motrices.",
                    "− Gestión del éxito y la fama en contextos físico-deportivos: ejemplos, dificultades y estrategias. Historias de vida significativas.",
                    "− Habilidades sociales: estrategias de integración de otras personas en las actividades de grupo.",
                    "− Normas extradeportivas para garantizar la igualdad en el deporte: fair-play financiero, coeducación en deporte base y similares.",
                    "− Desempeño de roles y funciones relacionados con el deporte: arbitraje, entrenador, participante, espectador y otros.",
                    "− Identificación y rechazo de conductas contrarias a la convivencia en situaciones motrices (comportamientos violentos, discriminación por razón de género, competencia motriz, actitudes xenófobas, racistas, sexistas y LGTBIfóbicas).",
                    "E. Manifestaciones de la cultura motriz.",
                    "− Los juegos y deportes tradicionales y autóctonos y su vínculo cultural: origen, evolución, preservación y factores condicionantes.",
                    "− Técnicas específicas de expresión corporal.",
                    "− Práctica de actividades rítmico-musicales con intencionalidad estética o artístico-expresiva.",
                    "− Ejemplos de buenas prácticas profesionales en el deporte.",
                    "− Deporte y perspectiva de género: estereotipos de género en contextos físico-deportivos. Presencia en medios de comunicación.",
                    "− Deporte, política y economía: análisis crítico de su influencia en la sociedad. Mercado, consumismo y deporte. Ámbito profesional-laboral: profesiones que rodean al deporte.",
                    "F. Interacción eficiente y sostenible con el entorno.",
                    "− Fomento de la movilidad activa, segura, saludable y sostenible en actividades cotidianas. El aprendizaje de la práctica ciclista segura.",
                    "− Análisis de las posibilidades del entorno natural y urbano para la práctica de actividad física: equipamientos, usos y necesidades.",
                    "− Actuaciones para la mejora del entorno urbano desde el punto de vista de la motricidad (uso deportivo, accesibilidad, movilidad, seguridad o similares).",
                    "− Previsión de riesgos asociados a las actividades y los derivados de la propia actuación y de la del grupo. Factores y elementos de riesgo durante la realización de actividades que requieren atención o esfuerzo (cansancio, duración de la prueba o similares). Materiales y equipamientos: uso según las especificaciones técnicas de los mismos.",
                    "− Uso sostenible y mantenimiento de recursos urbanos y naturales para la práctica de actividad física. Promoción y usos creativos del entorno desde la motricidad. El trabajo físico como contribución a la sostenibilidad: actividades agroecológicas, manejo de herramientas, tareas de reparación, creación y mantenimiento de espacios, etc.",
                    "− Cuidado y mejora del entorno próximo, como servicio a la comunidad, durante la práctica de actividad física en el medio natural y urbano."
                ]
}
