{
  "criteriosEvaluacion": [
                    
                    "1.1 Reconocer la importancia de la química y sus conexiones con otras áreas en el desarrollo de la sociedad, el progreso de la ciencia, la tecnología, la economía y el desarrollo sostenible respetuoso con el medioambiente, identificando los avances en el campo de la química que han sido fundamentales en estos aspectos.",
                    "1.2 Describir los principales procesos químicos que suceden en el entorno y las propiedades de los sistemas materiales a partir de los conocimientos, destrezas y actitudes propios de las distintas ramas de la química.",
                    "1.3 Reconocer la naturaleza experimental e interdisciplinar de la química y su influencia en la investigación científica y en los ámbitos económico y laboral actuales, considerando los hechos empíricos y sus aplicaciones en otros campos del conocimiento y la actividad humana.",
                    
                    "2.1 Relacionar los principios de la química con los principales problemas de la actualidad asociados al desarrollo de la ciencia y la tecnología, analizando cómo se comunican a través de los medios de comunicación o son observados en la experiencia cotidiana.",
                    "2.2 Reconocer y comunicar que las bases de la química constituyen un cuerpo de conocimiento imprescindible en un marco contextual de estudio y discusión de cuestiones significativas en los ámbitos social, económico, político y ético identificando la presencia e influencia de estas bases en dichos ámbitos.",
                    "2.3 Aplicar de manera informada, coherente y razonada los modelos y leyes de la química, explicando y prediciendo las consecuencias de experimentos, fenómenos naturales, procesos industriales y descubrimientos científicos.",
                    "3.1 Utilizar correctamente las normas de nomenclatura de la IUPAC como base de un lenguaje universal para la química que permita una comunicación efectiva en toda la comunidad científica, aplicando dichas normas al reconocimiento y escritura de fórmulas y nombres de diferentes especies químicas.",
                    "3.2 Emplear con rigor herramientas matemáticas para apoyar el desarrollo del pensamiento científico que se alcanza con el estudio de la química, aplicando estas herramientas en la resolución de problemas usando ecuaciones, unidades, operaciones, etc.",
                    "3.3 Practicar y hacer respetar las normas de seguridad relacionadas con la manipulación de sustancias químicas en el laboratorio y en otros entornos, así como los procedimientos para la correcta gestión y eliminación de los residuos, utilizando correctamente los códigos de comunicación característicos de la química.",
                    
                    "4.1 Analizar la composición química de los sistemas materiales que se encuentran en el entorno más próximo, en el medio natural y en el entorno industrial y tecnológico, demostrando que sus propiedades, aplicaciones y beneficios están basados en los principios de la química.",
                    "4.2 Argumentar de manera informada, aplicando las teorías y leyes de la química, que los efectos negativos de determinadas sustancias en el ambiente y en la salud se deben al mal uso que se hace de esos productos o negligencia, y no a la ciencia química en sí.",
                    "4.3 Explicar, empleando los conocimientos científicos adecuados, cuáles son los beneficios de los numerosos productos de la tecnología química y cómo su empleo y aplicación han contribuido al progreso de la sociedad.",
                    "Competencia específica 5.",
                    "5.1 Reconocer la importante contribución en la química del trabajo colaborativo entre especialistas de diferentes disciplinas científicas poniendo de relieve las conexiones entre las leyes y teorías propias de cada una de ellas.",
                    "5.2 Reconocer la aportación de la química al desarrollo del pensamiento científico y a la autonomía de pensamiento crítico a través de la puesta en práctica de las metodologías de trabajo propias de las disciplinas científicas.",
                    "5.3 Resolver problemas relacionados con la química y estudiar situaciones relacionadas con esta ciencia, reconociendo la importancia de la contribución particular de cada miembro del equipo y la diversidad de pensamiento y consolidando habilidades sociales positivas en el seno de equipos de trabajo.",
                    "5.4 Representar y visualizar de forma eficiente los conceptos de química que presenten mayores dificultades, utilizando herramientas digitales y recursos variados, incluyendo experiencias de laboratorio real y virtual.",
                    "Competencia específica 6.",
                    "6.1 Explicar y razonar los conceptos fundamentales que se encuentran en la base de la química aplicando los conceptos, leyes y teorías de otras disciplinas científicas (especialmente de la física) a través de la experimentación y la indagación.",
                    "6.2 Deducir las ideas fundamentales de otras disciplinas científicas (por ejemplo, la biología o la tecnología) por medio de la relación entre sus contenidos básicos y las leyes y teorías que son propias de la química.",
                    "6.3 Solucionar problemas y cuestiones que son característicos de la química utilizando las herramientas provistas por las matemáticas y la tecnología, reconociendo así la relación entre los fenómenos experimentales y naturales y los conceptos propios de esta disciplina."
                ],
                "saberes": [
                    "A. Enlace químico y estructura de la materia.",
                    "1. Espectros atómicos.",
                    "− Los espectros atómicos como responsables de la necesidad de la revisión del modelo atómico. Relevancia de este fenómeno en el contexto del desarrollo histórico del modelo atómico.",
                    "− Interpretación de los espectros de emisión y absorción de los elementos. Relación con la estructura electrónica del átomo.",
                    "2. Principios cuánticos de la estructura atómica.",
                    "− Relación entre el fenómeno de los espectros atómicos y la cuantización de la energía. Del modelo de Bohr a los modelos mecano-cuánticos: necesidad de una estructura electrónica en diferentes niveles.",
                    "− Principio de incertidumbre de Heisenberg y doble naturaleza onda-corpúsculo del electrón. Naturaleza probabilística del concepto de orbital.",
                    "− Números cuánticos y principio de exclusión de Pauli. Estructura electrónica del átomo. Utilización del diagrama de Moeller para escribir la configuración electrónica de los elementos químicos.",
                    "3. Tabla periódica y propiedades de los átomos.",
                    "− Naturaleza experimental del origen de la tabla periódica en cuanto al agrupamiento de los elementos según sus propiedades. La teoría atómica actual y su relación con las leyes experimentales observadas.",
                    "− Posición de un elemento en la tabla periódica a partir de su configuración electrónica.",
                    "− Tendencias periódicas. Aplicación a la predicción de los valores de las propiedades de los elementos de la tabla a partir de su posición en la misma.",
                    "− Enlace químico y fuerzas intermoleculares.",
                    "− Tipos de enlace a partir de las características de los elementos individuales que lo forman. Energía implicada en la formación de moléculas, de cristales y de estructuras macroscópicas. Propiedades de las sustancias químicas.",
                    "− Modelos de Lewis, RPECV e hibridación de orbitales. Configuración geométrica de compuestos moleculares y las características de los sólidos.",
                    "− Ciclo de Born-Haber. Energía intercambiada en la formación de cristales iónicos.",
                    "− Modelos de la nube electrónica y la teoría de bandas para explicar las propiedades características de los cristales metálicos.",
                    "− Fuerzas intermoleculares a partir de las características del enlace químico y la geometría de las moléculas. Propiedades macroscópicas de compuestos moleculares.",
                    "B. Reacciones químicas.",
                    "1. Termodinámica química.",
                    "− Primer principio de la termodinámica: intercambios de energía entre sistemas a través del calor y del trabajo.",
                    "− Ecuaciones termoquímicas. Concepto de entalpía de reacción. Procesos endotérmicos y exotérmicos.",
                    "− Balance energético entre productos y reactivos mediante la ley de Hess, a través de la entalpía de formación estándar o de las energías de enlace, para obtener la entalpía de una reacción.",
                    "− Segundo principio de la termodinámica. La entropía como magnitud que afecta a la espontaneidad e irreversibilidad de los procesos químicos.",
                    "− Cálculo de la energía de Gibbs de las reacciones químicas y espontaneidad de las mismas en función de la temperatura del sistema.",
                    "2. Cinética química.",
                    "− Teoría de las colisiones como modelo a escala microscópica de las reacciones químicas. Conceptos de velocidad de reacción y energía de activación.",
                    "− Influencia de las condiciones de reacción sobre la velocidad de la misma.",
                    "− Ley diferencial de la velocidad de una reacción química y los órdenes de reacción a partir de datos experimentales de velocidad de reacción.",
                    "3. Equilibrio químico.",
                    "− El equilibrio químico como proceso dinámico: ecuaciones de velocidad y aspectos termodinámicos. Expresión de la constante de equilibrio mediante la ley de acción de masas.",
                    "− La constante de equilibrio de reacciones en las que los reactivos se encuentren en diferente estado físico. Relación entre KC y KP y producto de solubilidad en equilibrios heterogéneos.",
                    "− Principio de Le Châtelier y el cociente de reacción. Evolución de sistemas en equilibrio a partir de la variación de las condiciones de concentración, presión o temperatura del sistema.",
                    "4. Reacciones ácido-base.",
                    "− Naturaleza ácida o básica de una sustancia a partir de las teorías de Arrhenius y de Brønsted y Lowry.",
                    "− Ácidos y bases fuertes y débiles. Grado de disociación en disolución acuosa.",
                    "− pH de disoluciones ácidas y básicas. Expresión de las constantes Ka y Kb.",
                    "− Concepto de pares ácido y base conjugados. Carácter ácido o básico de disoluciones en las que se produce la hidrólisis de una sal.",
                    "− Reacciones entre ácidos y bases. Concepto de neutralización. Volumetrías ácido-base.",
                    "− Ácidos y bases relevantes a nivel industrial y de consumo, con especial incidencia en el proceso de la conservación del medioambiente.",
                    "5. Reacciones redox.",
                    "− Estado de oxidación. Especies que se reducen u oxidan en una reacción a partir de la variación de su número de oxidación.",
                    "− Método del ion-electrón para ajustar ecuaciones químicas de oxidación-reducción. Cálculos estequiométricos y volumetrías redox.",
                    "− Potencial estándar de un par redox. Espontaneidad de procesos químicos y electroquímicos que impliquen a dos pares redox.",
                    "− Leyes de Faraday: cantidad de carga eléctrica y las cantidades de sustancia en un proceso electroquímico. Cálculos estequiométricos en cubas electrolíticas.",
                    "− Reacciones de oxidación y reducción en la fabricación y funcionamiento de baterías eléctricas, celdas electrolíticas y pilas de combustible, así como en la prevención de la corrosión de metales.",
                    "C. Química orgánica.",
                    "1. Isomería.",
                    "− Fórmulas moleculares y desarrolladas de compuestos orgánicos. Diferentes tipos de isomería estructural.",
                    "− Modelos moleculares o técnicas de representación 3D de moléculas. Isómeros espaciales de un compuesto y sus propiedades.",
                    "2. Reactividad orgánica.",
                    "− Principales propiedades químicas de las distintas funciones orgánicas. Comportamiento en disolución o en reacciones químicas.",
                    "− Principales tipos de reacciones orgánicas. Productos de la reacción entre compuestos orgánicos y las correspondientes ecuaciones químicas.",
                    "3. Polímeros.",
                    "− Proceso de formación de los polímeros a partir de sus correspondientes monómeros. Estructura y propiedades.",
                    "− Clasificación de los polímeros según su naturaleza, estructura y composición. Aplicaciones, propiedades y riesgos medioambientales asociados."
                ]
}
