{
  "criteriosEvaluacion": [
                        
                        "1.1 Manejar diferentes estrategias y herramientas, incluidas las digitales, que modelizan y resuelven problemas de la vida cotidiana y de la ciencia y la tecnología, seleccionando las más adecuadas según su eficiencia.",
                        "1.2 Obtener todas las posibles soluciones matemáticas de problemas de la vida cotidiana y de la ciencia y la tecnología, describiendo el procedimiento utilizado.",
                        
                        "2.1 Demostrar la validez matemática de las posibles soluciones de un problema, utilizando el razonamiento y la argumentación.",
                        "2.2 Seleccionar la solución más adecuada de un problema en función del contexto (de sostenibilidad, de consumo responsable, equidad.), usando el razonamiento y la argumentación.",

                        "3.1 Adquirir nuevo conocimiento matemático mediante la formulación, razonamiento y justificación de conjeturas y problemas de forma autónoma.",
                        "3.2 Integrar el uso de herramientas tecnológicas en la formulación o investigación de conjeturas y problemas.",
                        
                        "4.1 Interpretar, modelizar y resolver situaciones problematizadas de la vida cotidiana y de la ciencia y la tecnología, utilizando el pensamiento computacional, modificando, creando y generalizando algoritmos.",
                        "Competencia específica 5.",
                        "5.1 Demostrar una visión matemática integrada, investigando y conectando las diferentes ideas matemáticas.",
                        "5.2 Resolver problemas en contextos matemáticos estableciendo y aplicando conexiones entre las diferentes ideas matemáticas.",
                        "Competencia específica 6.",
                        "6.1 Resolver problemas en situaciones diversas, utilizando procesos matemáticos, reflexionando, estableciendo y aplicando conexiones entre el mundo real, otras áreas de conocimiento y las matemáticas.",
                        "6.2 Analizar la aportación de las matemáticas al progreso de la humanidad, valorando su contribución en la propuesta de soluciones a situaciones complejas y a los retos científicos y tecnológicos que se plantean en la sociedad.",
                        "Competencia específica 7.",
                        "7.1 Representar ideas matemáticas, estructurando diferentes razonamientos matemáticos y seleccionando las tecnologías más adecuadas.",
                        "7.2 Seleccionar y utilizar diversas formas de representación, valorando su utilidad para compartir información.",
                        "Competencia específica 8.",
                        "8.1 Mostrar organización al comunicar las ideas matemáticas, empleando el soporte, la terminología y el rigor apropiados.",
                        "8.2 Reconocer y emplear el lenguaje matemático en diferentes contextos, comunicando la información con precisión y rigor.",
                        "Competencia específica 9.",
                        "9.1 Afrontar las situaciones de incertidumbre y tomar decisiones evaluando distintas opciones, identificando y gestionando emociones, y aceptando y aprendiendo del error como parte del proceso de aprendizaje de las matemáticas.",
                        "9.2 Mostrar una actitud positiva y perseverante, aceptando y aprendiendo de la crítica razonada al hacer frente a las diferentes situaciones de aprendizaje de las matemáticas.",
                        "9.3 Trabajar en tareas matemáticas de forma activa en equipos heterogéneos, respetando las emociones y experiencias de los demás, escuchando su razonamiento, aplicando las habilidades sociales más propicias y fomentando el bienestar del equipo y las relaciones saludables."
                    ],
                    "saberes": [
                        "A. Sentido numérico.",
                        "1. Sentido de las operaciones.",
                        "− Adición y producto de vectores y matrices: interpretación, comprensión y uso adecuado de las propiedades.",
                        "− Estrategias para operar con números reales, vectores y matrices: cálculo mental o escrito en los casos sencillos y con herramientas tecnológicas en los casos más complicados.",
                        "2. Relaciones.",
                        "− Conjuntos de vectores y matrices: estructura, comprensión y propiedades.",
                        "B. Sentido de la medida.",
                        "1. Medición.",
                        "− Resolución de problemas que impliquen medidas de longitud, superficie o volumen en un sistema de coordenadas cartesianas.",
                        "− Interpretación de la integral definida como el área bajo una curva.",
                        "− Cálculo de áreas bajo una curva: técnicas elementales para el cálculo de primitivas.",
                        "− Técnicas para la aplicación del concepto de integral a la resolución de problemas que impliquen cálculo de superficies planas o volúmenes de revolución.",
                        "− La probabilidad como medida de la incertidumbre asociada a fenómenos aleatorios: interpretaciones subjetiva, clásica y frecuentista.",
                        "2. Cambio.",
                        "− Derivadas: interpretación y aplicación al cálculo de límites.",
                        "− Aplicación de los conceptos de límite, continuidad y derivabilidad a la representación y al estudio de situaciones susceptibles de ser modelizadas mediante funciones.",
                        "− La derivada como razón de cambio en la resolución de problemas de optimización en contextos diversos.",
                        "C. Sentido espacial.",
                        "1. Formas geométricas de dos y tres dimensiones.",
                        "− Objetos geométricos de tres dimensiones: análisis de las propiedades y determinación de sus atributos.",
                        "− Resolución de problemas relativos a objetos geométricos en el espacio representados con coordenadas cartesianas.",
                        "2. Localización y sistemas de representación.",
                        "− Relaciones de objetos geométricos en el espacio: representación y exploración con ayuda de herramientas digitales.",
                        "− Expresiones algebraicas de los objetos geométricos en el espacio: selección de la más adecuada en función de la situación a resolver.",
                        "3. Visualización, razonamiento y modelización geométrica.",
                        "− Representación de objetos geométricos en el espacio mediante herramientas digitales.",
                        "− Modelos matemáticos (geométricos, algebraicos.) para resolver problemas en el espacio. Conexiones con otras disciplinas y áreas de interés.",
                        "− Conjeturas geométricas en el espacio: validación por medio de la deducción y la demostración de teoremas.",
                        "− Modelización de la posición y el movimiento de un objeto en el espacio utilizando vectores.",
                        "D. Sentido algebraico.",
                        "1. Patrones.",
                        "− Generalización de patrones en situaciones diversas.",
                        "2. Modelo matemático.",
                        "− Relaciones cuantitativas en situaciones complejas: estrategias de identificación y determinación de la clase o clases de funciones que pueden modelizarlas.",
                        "− Sistemas de ecuaciones: modelización de situaciones en diversos contextos.",
                        "− Técnicas y uso de matrices para, al menos, modelizar situaciones en las que aparezcan sistemas de ecuaciones lineales o grafos.",
                        "3. Igualdad y desigualdad.",
                        "− Formas equivalentes de expresiones algebraicas en la resolución de sistemas de ecuaciones e inecuaciones, mediante cálculo mental, algoritmos de lápiz y papel, y con herramientas digitales.",
                        "− Resolución de sistemas de ecuaciones en diferentes contextos.",
                        "4. Relaciones y funciones.",
                        "− Representación, análisis e interpretación de funciones con herramientas digitales.",
                        "− Propiedades de las distintas clases de funciones: comprensión y comparación.",
                        "5. Pensamiento computacional.",
                        "− Formulación, resolución y análisis de problemas de la vida cotidiana y de la ciencia y la tecnología empleando las herramientas o los programas más adecuados.",
                        "− Análisis algorítmico de las propiedades de las operaciones con matrices, los determinantes y la resolución de sistemas de ecuaciones lineales.",
                        "E. Sentido estocástico.",
                        "1. Incertidumbre.",
                        "− Cálculo de probabilidades en experimentos compuestos. Probabilidad condicionada e independencia de sucesos aleatorios. Diagramas de árbol y tablas de contingencia.",
                        "− Teoremas de la probabilidad total y de Bayes: resolución de problemas e interpretación del teorema de Bayes para actualizar la probabilidad a partir de la observación y la experimentación y la toma de decisiones en condiciones de incertidumbre.",
                        "2. Distribuciones de probabilidad.",
                        "− Variables aleatorias discretas y continuas. Parámetros de la distribución.",
                        "− Modelización de fenómenos estocásticos mediante las distribuciones de probabilidad binomial y normal. Cálculo de probabilidades asociadas mediante herramientas tecnológicas.",
                        "F. Sentido socioafectivo.",
                        "1. Creencias, actitudes y emociones.",
                        "− Destrezas de autogestión encaminadas a reconocer las emociones propias, afrontando eventuales situaciones de estrés y ansiedad en el aprendizaje de las matemáticas.",
                        "− Tratamiento y análisis del error, individual y colectivo como elemento movilizador de saberes previos adquiridos y generador de oportunidades de aprendizaje en el aula de matemáticas.",
                        "2. Toma de decisiones.",
                        "− Destrezas para evaluar diferentes opciones y tomar decisiones en la resolución de problemas y tareas matemáticas.",
                        "3. Inclusión, respeto y diversidad.",
                        "− Destrezas sociales y de comunicación efectivas para el éxito en el aprendizaje de las matemáticas.",
                        "− Valoración de la contribución de las matemáticas y el papel de matemáticos y matemáticas a lo largo de la historia en el avance de la ciencia y la tecnología."
                    ]
}
