{
  "criteriosEvaluacion": [
                        
                        "1.1 Emplear algunas estrategias y herramientas, incluidas las digitales, en la resolución de problemas de la vida cotidiana y de las ciencias sociales, valorando su eficiencia en cada caso.",
                        "1.2 Obtener todas las posibles soluciones matemáticas de problemas de la vida cotidiana y de las ciencias sociales, describiendo el procedimiento realizado.",
                        
                        "2.1 Comprobar la validez matemática de las posibles soluciones de un problema, utilizando el razonamiento y la argumentación.",
                        "2.2 Seleccionar la solución más adecuada de un problema en función del contexto (de sostenibilidad, de consumo responsable, equidad.), usando el razonamiento y la argumentación.",

                        "3.1 Adquirir nuevo conocimiento matemático mediante la formulación de conjeturas y problemas de forma guiada.",
                        "3.2 Emplear herramientas tecnológicas adecuadas en la formulación o investigación de conjeturas o problemas.",
                        
                        "4.1 Interpretar, modelizar y resolver situaciones problematizadas de la vida cotidiana y de las ciencias sociales, utilizando el pensamiento computacional, modificando y creando algoritmos.",
                        "Competencia específica 5.",
                        "5.1 Manifestar una visión matemática integrada, investigando y conectando las diferentes ideas matemáticas.",
                        "5.2 Resolver problemas, estableciendo y aplicando conexiones entre las diferentes ideas matemáticas.",
                        "Competencia específica 6.",
                        "6.1 Resolver problemas en situaciones diversas, utilizando procesos matemáticos, estableciendo y aplicando conexiones entre el mundo real, otras áreas de conocimiento y las matemáticas.",
                        "6.2 Analizar la aportación de las matemáticas al progreso de la humanidad reflexionando sobre su contribución en la propuesta de soluciones a situaciones complejas y a los retos en las ciencias sociales que se planteen.",
                        "Competencia específica 7.",
                        "7.1 Representar ideas matemáticas, estructurando diferentes razonamientos matemáticos y seleccionando las tecnologías más adecuadas.",
                        "7.2 Seleccionar y utilizar diversas formas de representación, valorando su utilidad para compartir información.",
                        "Competencia específica 8.",
                        "8.1 Mostrar organización al comunicar las ideas matemáticas, empleando el soporte, la terminología y el rigor apropiados.",
                        "8.2 Reconocer y emplear el lenguaje matemático en diferentes contextos, comunicando la información con precisión y rigor.",
                        "Competencia específica 9.",
                        "9.1 Afrontar las situaciones de incertidumbre, identificando y gestionando emociones y aceptando y aprendiendo del error como parte del proceso de aprendizaje de las matemáticas.",
                        "9.2 Mostrar una actitud positiva y perseverante, aceptando y aprendiendo de la crítica razonada al hacer frente a las diferentes situaciones de aprendizaje de las matemáticas.",
                        "9.3 Participar en tareas matemáticas de forma activa en equipos heterogéneos, respetando las emociones y experiencias de los demás, escuchando su razonamiento, identificando las habilidades sociales más propicias y fomentando el bienestar grupal y las relaciones saludables."
                    ],
                    "saberes": [
                        "A. Sentido numérico.",
                        "1. Conteo.",
                        "− Estrategias y técnicas de recuento sistemático (diagramas de árbol, técnicas de combinatoria.).",
                        "2. Cantidad.",
                        "− Números reales (racionales e irracionales): comparación, ordenación, clasificación y contraste de sus propiedades.",
                        "3. Sentido de las operaciones.",
                        "− Potencias, raíces y logaritmos: comprensión y utilización de sus relaciones para simplificar y resolver problemas.",
                        "4. Educación financiera.",
                        "− Resolución de problemas relacionados con la educación financiera (cuotas, tasas, intereses, préstamos…) con herramientas tecnológicas.",
                        "B. Sentido de la medida.",
                        "1. Medición.",
                        "− La probabilidad como medida de la incertidumbre asociada a fenómenos aleatorios.",
                        "2. Cambio.",
                        "− Límites: estimación y cálculo a partir de una tabla, un gráfico o una expresión algebraica.",
                        "− Continuidad de funciones: aplicación de límites en el estudio de la continuidad.",
                        "− Derivada de una función: definición a partir del estudio del cambio en contextos de las ciencias sociales.",
                        "C. Sentido algebraico.",
                        "1. Patrones.",
                        "− Generalización de patrones en situaciones sencillas.",
                        "2. Modelo matemático.",
                        "− Relaciones cuantitativas esenciales en situaciones sencillas: estrategias de identificación y determinación de la clase o clases de funciones que pueden modelizarlas.",
                        "− Ecuaciones, inecuaciones y sistemas: modelización de situaciones de las ciencias sociales y de la vida real.",
                        "3. Igualdad y desigualdad.",
                        "− Resolución de ecuaciones, inecuaciones y sistemas de ecuaciones e inecuaciones no lineales en diferentes contextos.",
                        "4. Relaciones y funciones.",
                        "− Representación gráfica de funciones utilizando la expresión más adecuada.",
                        "− Propiedades de las distintas clases de funciones, incluyendo, polinómica, exponencial, racional sencilla, irracional, logarítmica, periódica y a trozos: comprensión y comparación.",
                        "− Álgebra simbólica en la representación y explicación de relaciones matemáticas de las ciencias sociales.",
                        "5. Pensamiento computacional.",
                        "− Formulación, resolución y análisis de problemas de la vida cotidiana y de las ciencias sociales utilizando programas y herramientas adecuados.",
                        "− Comparación de algoritmos alternativos para el mismo problema mediante el razonamiento lógico.",
                        "D. Sentido estocástico.",
                        "1. Organización y análisis de datos.",
                        "− Organización de los datos procedentes de variables bidimensionales: distribución conjunta y distribuciones marginales y condicionadas. Análisis de la dependencia estadística.",
                        "− Estudio de la relación entre dos variables mediante la regresión lineal y cuadrática: valoración gráfica de la pertinencia del ajuste. Diferencia entre correlación y causalidad.",
                        "− Coeficientes de correlación lineal y de determinación: cuantificación de la relación lineal, predicción y valoración de su fiabilidad en contextos de las ciencias sociales.",
                        "− Calculadora, hoja de cálculo o software específico en el análisis de datos estadísticos.",
                        "2. Incertidumbre.",
                        "− Estimación de la probabilidad a partir del concepto de frecuencia relativa.",
                        "− Cálculo de probabilidades en experimentos simples: la regla de Laplace en situaciones de equiprobabilidad y en combinación con diferentes técnicas de recuento.",
                        "3. Distribuciones de probabilidad.",
                        "− Variables aleatorias discretas y continuas. Parámetros de la distribución.",
                        "− Modelización de fenómenos estocásticos mediante las distribuciones de probabilidad binomial y normal. Cálculo de probabilidades asociadas mediante herramientas tecnológicas.",
                        "− Estimación de probabilidades mediante la aproximación de la binomial por la normal.",
                        "4. Inferencia.",
                        "− Diseño de estudios estadísticos relacionados con las ciencias sociales utilizando herramientas digitales. Técnicas de muestreo sencillas.",
                        "− Análisis de muestras unidimensionales y bidimensionales con herramientas tecnológicas con el fin de emitir juicios y tomar decisiones: estimación puntual.",
                        "E. Sentido socioafectivo.",
                        "1. Creencias, actitudes y emociones.",
                        "− Destrezas de autoconciencia encaminadas a reconocer emociones propias, afrontando eventuales situaciones de estrés y ansiedad en el aprendizaje de las matemáticas.",
                        "− Tratamiento del error, individual y colectivo como elemento movilizador de saberes previos adquiridos y generador de oportunidades de aprendizaje en el aula de matemáticas.",
                        "2. Trabajo en equipo y toma de decisiones.",
                        "− Reconocimiento y aceptación de diversos planteamientos en la resolución de problemas y tareas matemáticas, transformando los enfoques de los demás en nuevas y mejoradas estrategias propias, mostrando empatía y respeto en el proceso.",
                        "− Técnicas y estrategias de trabajo en equipo para la resolución de problemas y tareas matemáticas, en grupos heterogéneos.",
                        "3. Inclusión, respeto y diversidad.",
                        "− Destrezas para desarrollar una comunicación efectiva: la escucha activa, la formulación de preguntas o solicitud y prestación de ayuda cuando sea necesario.",
                        "− Valoración de la contribución de las matemáticas y el papel de matemáticos y matemáticas a lo largo de la historia en el avance de las ciencias sociales."
                    ]
}
