{
    "competenciasEspecificas": [
        "Área1. CRECIMIENTO EN ARMONÍA",
        "A1.1. Progresar en el conocimiento y control de su cuerpo y en la adquisición de distintas estrategias, adecuando sus acciones a la realidad del entorno de una manera segura, para construir una autoimagen ajustada y positiva: El conocimiento, valoración y control que los niños y las niñas van adquiriendo de sí mismos y del uso de los recursos de su propio cuerpo, junto a la utilización de los sentidos para desenvolverse en el medio de forma cada vez más ajustada e independiente, son aspectos fundamentales que van conformando su autonomía y su autodeterminación. Reconocerse como persona diferenciada de las demás, elaborar la noción del «yo» y formarse una autoimagen positiva son procesos relevantes que requieren la toma de conciencia sobre las posibilidades de uno mismo a partir de la identificación de las cualidades personales y de las diferencias con respecto a las otras personas, siempre desde la aceptación y el respeto. Dichos procesos se producen a partir de las interacciones espontáneas con el medio, de las sensaciones que experimentan y de la exploración de sí mismos, de los objetos y del entorno. A través del juego viven experiencias que contribuyen a su desarrollo armónico e integral, y demuestran un control creciente de su cuerpo, así como mayor autonomía e independencia con respecto a las personas adultas. Experimentar las posibilidades motrices y sensitivas del propio cuerpo servirá para avanzar en el control dinámico en desplazamientos y movimientos, superar retos y elaborar un esquema corporal cada vez más ajustado. También servirá para desarrollar destrezas necesarias en la exploración, manipulación y uso de utensilios comunes.",
        "A1.2. Reconocer, manifestar y regular progresivamente sus emociones, expresando necesidades y sentimientos para lograr bienestar emocional y seguridad afectiva: Conocer e iniciarse en el manejo de sus emociones constituye una herramienta fundamental para poder hacer frente, gradualmente, con seguridad y autonomía, a situaciones cambiantes e inciertas presentes en su vida cotidiana. En la satisfacción de sus propias necesidades y en las situaciones de juego es donde las emociones están más vinculadas al desarrollo del yo y al conocimiento de las normas y valores sociales, ya que, a través de las interacciones con las otras personas, se avanza en la identificación, comprensión y regulación de las emociones propias y en la apropiación de información muy valiosa sobre uno mismo. Todo ello irá contribuyendo de manera decisiva a la interiorización de sentimientos de seguridad y confianza personales, dos aspectos fundamentales para la construcción de la autoestima y la formación de una autoimagen positiva y ajustada, alejada de los estereotipos sexistas. También se desarrolla la confianza en los demás, lo que incide en la mejora de las relaciones sociales, de la automotivación con respecto a las actividades y juegos, y de la comprensión y expresión de lo que siente, piensa, prefiere y le interesa. Establecer relaciones armoniosas y de calidad supone potenciar que cada niño y cada niña puedan identificar y superar sus límites, reforzar sus fortalezas, regular sus necesidades personales, valorar el trabajo bien hecho, aprender de los errores de forma constructiva aceptando positivamente las correcciones, tomar iniciativas propias sobre su persona y sobre el entorno, y establecer metas realistas y ambiciosas con creatividad y responsabilidad, sintiéndose reconocidos dentro del grupo.",               
        "A1.3. Adoptar modelos, normas y hábitos, desarrollando la confianza en sus posibilidades y sentimientos de logro, para promover un estilo de vida saludable y ecosocialmente responsable: La adquisición de hábitos saludables y sostenibles, así como su progresiva integración en la vida cotidiana, contribuye al cuidado del propio cuerpo y al logro de una creciente autonomía. En este proceso resulta imprescindible que conozcan y reflexionen sobre las normas que contribuyen a crear tendencias de actuación respetuosas con ellos mismos, con los demás y con el medio, desde una perspectiva interdependiente y ecorresponsable. Se espera también que se produzca un inicio en la reflexión sobre el consumo responsable de bienes y recursos, así como que se promueva la actividad física como conducta saludable. Todo ello se transfiere al aula a través de la realización de rutinas entendidas como prácticas secuenciadas que se repiten de manera estable e intencional para favorecer la regulación de los ritmos biológicos y el ajuste a los tiempos personales. Por ello, es preciso encontrar momentos de atención personal, a través de un trato individualizado a cada niño o niña, especialmente en lo referido a la satisfacción de sus necesidades, a partir de su ritmo biológico y procurando su bienestar y confortabilidad. Todo ello contribuye al desarrollo de una percepción más ajustada de sí mismo y al sentimiento de logro derivado de la percepción de la progresiva competencia adquirida en las actividades relacionadas con la alimentación, la higiene, el vestido o el descanso. Por último, se deben estimular iniciativas relativas a la importancia de prevenir los riesgos y evitar los accidentes.",               
        "A1.4. Establecer interacciones sociales en condiciones de igualdad, valorando la importancia de la amistad, el respeto y la empatía, para construir su propia identidad basada en valores democráticos y de respeto a los derechos humanos: La construcción de la identidad es una de las resultantes del conjunto de interacciones con el entorno social próximo. En este proceso de reformulación de sus recursos cognitivos y afectivos necesario para establecer nuevas relaciones con los demás y con el mundo, es preciso proporcionarles sentimientos de seguridad y confianza mediante la creación de vínculos de apego sanos y estables que hagan que se sientan respetados, queridos y valorados, y adopten de manera natural los modelos sociales adecuados en un entorno de cooperación, respeto y empatía. En las primeras etapas, el niño o la niña comienza a percibirse como diferente a los demás; es capaz de percibir las expresiones emocionales de las otras personas, pero aún no puede adoptar su punto de vista. Mediante las distintas interacciones y la mediación de las personas adultas, irá asimilando de manera natural y progresiva modelos adecuados de relación social, basados en el respeto, la empatía, la promoción de la igualdad entre hombres y mujeres, la aceptación de la discapacidad y el respeto a los derechos humanos. El reconocimiento y aprecio hacia la pluralidad sociocultural del aula se debe fomentar mediante actividades y juegos que pongan en valor las distintas costumbres y tradiciones y favorezcan la comunicación asertiva de las necesidades propias y la escucha activa de las de los otros en procesos coeducativos y cooperativos. En la misma línea, la interacción con otros niños y niñas con necesidades sensoriales, físicas o cognitivas favorecerá el desarrollo de una perspectiva que les permita entender que la inclusión es enriquecedora De esta manera, el alumnado va integrando herramientas para ofrecer y pedir ayuda y resolver conflictos de manera dialogada, con el fin de alcanzar una meta común. Todo ello refuerza el sentido de pertenencia a un grupo, contribuye a aprender a vivir en armonía con las otras personas y favorece el trabajo en equipo",

        "Área 2. DESCUBRIMIENTO Y EXPLORACIÓN DEL ENTORNO",
        "A2.1. Identificar las características de materiales, objetos y colecciones y establecer relaciones entre ellos, mediante la exploración, la manipulación sensorial, el manejo de herramientas sencillas y el desarrollo de destrezas lógico-matemáticas para descubrir y crear una idea cada vez más compleja del mundo: En esta etapa, la curiosidad de niños y niñas por descubrir el mundo que los rodea hace de la exploración a través de la manipulación sensorial el instrumento perfecto para identificar las características de los materiales y objetos de su entorno más cercano y para establecer relaciones entre ellos. La finalidad de este juego exploratorio en edades muy tempranas es disfrutar de las sensaciones físicas que produce. Sin embargo, a medida que el niño o la niña se desarrolla, la demanda exploratoria se amplía: al propósito de obtener placer por sentir y tocar se añade progresivamente el interés por indagar acerca de las diferentes características de los objetos. Al movimiento amplio y global se suma la capacidad para ejercer acciones más específicas y minuciosas sobre ellos. Todo ello les proporciona cada vez más información acerca de sus cualidades. La persona adulta debe proponer retos que hay que resolver, contextualizados en situaciones de aprendizaje y experiencias significativas, eligiendo el material y el tipo de actividad que responda a la intencionalidad que se pretenda conseguir y teniendo en cuenta que debe partir de los intereses y las inquietudes individuales y grupales, y que la interacción con los demás debe jugar un papel de primer orden. Así, los niños y las niñas continúan estableciendo relaciones entre sus aprendizajes, lo cual les permitirá desarrollar progresivamente sus habilidades lógicas y matemáticas de medida, relación, clasificación, ordenación y cuantificación; primero, ligadas a sus intereses particulares y, progresivamente, formando parte de situaciones de aprendizaje que atienden también a los intereses grupales y colectivos.",
        "A2.2. Desarrollar, de manera progresiva, los procedimientos del método científico y las destrezas del pensamiento computacional, a través de procesos de observación y manipulación de objetos, para iniciarse en la interpretación del entorno y responder de forma creativa a las situaciones y retos que se plantean: Sentar las bases del pensamiento científico, la iniciativa investigadora y la curiosidad por el conocimiento es inherente al desarrollo de la etapa Educación Infantil. A lo largo de la etapa, el alumnado deberá encontrar soluciones o alternativas originales y creativas a diferentes cuestiones, retos o situaciones. Y lo hará mediante la aplicación de procesos inicialmente sencillos y manipulativos, que progresivamente ganarán en complejidad y requerirán mayor capacidad de abstracción. Dichos procesos son propios tanto de las destrezas de pensamiento computacional y de diseño como del método científico, y se aplicarán descomponiendo una tarea en otras más simples, formulando y comprobando hipótesis, explorando e investigando, relacionando conocimientos y planteando ideas o soluciones originales.",
        "A2.3. Reconocer elementos y fenómenos de la naturaleza, mostrando interés por los hábitos que inciden sobre ella, para apreciar la importancia del uso sostenible, el cuidado y la conservación del entorno en la vida de las personas: El entorno próximo es el primer contexto con el que se relacionan niños y niñas desde su nacimiento. Los diferentes elementos y fenómenos naturales que en él se desarrollan atraerán su atención y supondrán una oportunidad ideal para alentar su curiosidad a medida que los va descubriendo. La actitud con la que se relacionen con el medio físico y natural condicionará en gran medida sus experiencias y aprendizajes. Así, desde el primer momento, debe propiciarse un acercamiento al medio natural y a los seres vivos e inertes que forman parte de él con todo el cuidado y el respeto que su edad y aptitudes les permitan. Este proceso de descubrimiento y conocimiento progresivo del entorno deberá orientarse hacia el desarrollo de una incipiente conciencia de conservación para que, desde estas primeras edades, se comprenda la implicación y la responsabilidad de todos en el respeto y el cuidado del medio. A lo largo de la etapa, irán adoptando e incorporando en sus rutinas diarias hábitos para el desarrollo sostenible, como el consumo responsable o el cuidado y protección de la naturaleza y los animales que la habitan. Ello contribuirá a que, de manera paulatina, aprendan a valorar las oportunidades que ofrece el medioambiente y todo aquello que hace posible la vida en el planeta.",

        "Área 3. COMUNICACIÓN Y REPRESENTACIÓN DE LA REALIDAD",
        "A3.1. Manifestar interés por interactuar en situaciones cotidianas a través de la exploración y el uso de su repertorio comunicativo, para expresar sus necesidades e intenciones y para responder a las exigencias del entorno. El deseo o la necesidad de interactuar con el entorno es el motor que posibilita la evolución de las destrezas comunicativas. Para ello es imprescindible experimentar el placer de comunicarse mediante las primeras interacciones ligadas a la emoción, que se producen en situaciones globales cuyo contexto (gestos, silencios, prosodia…) facilitan la comprensión, la expresión y la integración de los significados de las palabras antes de que el niño o la niña sea capaz de usarlas. La persona adulta, como principal interlocutor en las fases iniciales, se convierte en el facilitador de la experiencia comunicativa de cada niño o niña a partir de experiencias compartidas. Estimular y promover la intención comunicativa favorece el despliegue de diferentes capacidades que le permitirán interpretar los mensajes de los demás e interactuar con el entorno para expresar sus necesidades, emociones, sentimientos o ideas en un clima de bienestar y seguridad emocional y afectiva. Participar en situaciones de comunicación significativas y funcionales, desde el respeto a las diferencias individuales, permitirá al alumnado conocer e integrar progresivamente a su repertorio comunicativo los diferentes lenguajes (verbal, no verbal, plástico, musical, digital…) y descubrir las posibilidades expresivas de cada uno de ellos, para utilizar de manera ajustada y eficaz el más adecuado en función de su intención comunicativa o de las exigencias del entorno. Estas interacciones comunicativas fomentarán también la adquisición progresiva de las convenciones sociales que rigen los intercambios comunicativos, así como la curiosidad y motivación hacia el aprendizaje de otras lenguas, acercándose progresivamente a los significados de distintos mensajes en contextos de comunicación conocidos.",    
        "A3.2. Interpretar y comprender mensajes y representaciones apoyándose en conocimientos y recursos de su propia experiencia para responder a las demandas del entorno y construir nuevos aprendizajes. La comprensión supone recibir y procesar información expresada a través de mensajes variados (orales, escritos, multimodales…), representaciones y manifestaciones personales, sociales, culturales y artísticas próximas al interés o a la necesidad personal, en distintos ámbitos y formatos. La comprensión implica interpretar mensajes, analizarlos y dar respuesta a los estímulos percibidos. Para ello, el alumnado de esta etapa irá adquiriendo y activando distintas estrategias para desarrollar la capacidad de realizar anticipaciones, aproximaciones e inferencias de una manera cada vez más personal y creativa. De esta forma, podrá comprender los mensajes y las intenciones comunicativas de otras personas e irá construyendo nuevos significados y aprendizajes, progresando desde el acompañamiento y la mediación, hacia un determinado grado de autonomía y conocimiento del mundo.",                
        "A3.3. Producir mensajes de manera eficaz, personal y creativa utilizando diferentes lenguajes, descubriendo los códigos de cada uno de ellos y explorando sus posibilidades expresivas para responder a diferentes necesidades comunicativas. En las primeras etapas, la producción y emisión de mensajes tienen que ver con la necesidad de contacto y satisfacción de las necesidades más básicas; el lenguaje corporal y gestual es el esencial en ese primer acto comunicativo. El lenguaje oral, gracias a la interacción con la persona adulta, se convierte en el vehículo principal de aprendizaje, regulación de la conducta y expresión de necesidades, ideas, emociones, sentimientos y vivencias. La prosodia y todos los aspectos no verbales que acompañan al lenguaje oral cobran ahora una importancia capital. Conforme se avanza en la etapa, la producción de mensajes permite también representar aspectos de la realidad vivida o imaginada de una forma cada vez más personal y mejor ajustada a los distintos contextos y situaciones comunicativas, a través del uso de diferentes lenguajes. El alumnado utilizará diferentes formas de expresión de una manera libre y creativa a partir de su conocimiento e interpretación de la realidad y la conceptualización y el dominio de los sistemas de simbolización y técnicas requeridas en cada caso (verbales, no verbales, plásticos, musicales, digitales...). El alumnado irá descubriendo, mediante la experimentación y el uso, las posibilidades expresivas de cada uno de dichos lenguajes, en función del momento concreto de su proceso madurativo y de aprendizaje.",              
        "A3.4. Participar por iniciativa propia en actividades relacionadas con textos escritos, mostrando interés y curiosidad por comprender su funcionalidad y algunas de sus características. La etapa de Educación Infantil es el entorno privilegiado para realizar un acercamiento progresivo al lenguaje escrito como forma de comunicación, conocimiento y disfrute. Mediante el acercamiento a los textos escritos y su exploración mediante anticipaciones e inferencias, así como a través de la observación de modelos lectores y escritores de calidad, se irá despertando en los niños y niñas la curiosidad por descubrir sus funcionalidades. En la medida en que avanza en la comprensión de algunas de las características y convenciones del lenguaje escrito, se incrementa la necesidad de descubrir la información que contiene, con una actitud lúdica y de disfrute. Siempre desde el respeto a la evolución de los diferentes ritmos de desarrollo personal y del conocimiento del proceso a través del cual los niños y niñas se apropian del sistema de escritura y las hipótesis que utilizan, se promoverá una aproximación al lenguaje escrito como actividad inserta en el quehacer cotidiano del aula, como inicio de un proceso que deberá consolidarse en la Educación Primaria. Las bibliotecas jugarán un papel relevante como espacios donde se pongan en juego las ideas infantiles sobre el porqué y el para qué del lenguaje escrito, así como lugar de acercamiento al disfrute de los primeros contactos con la literatura infantil. Del mismo modo, la presencia de soportes y útiles de escritura variados, en lugares accesibles, serán una invitación a producir mensajes por placer y a sentir la emoción de expresar sus pensamientos, vivencias o sentimientos de manera espontánea.",                
        "A3.5. Valorar la diversidad lingüística presente en su entorno, así como otras manifestaciones culturales, para enriquecer sus estrategias comunicativas y su bagaje cultural. La riqueza plurilingüe del aula —y, en su caso, el aprendizaje de lenguas extranjeras— se convierte en un elemento de particular importancia, ya que favorece la exposición a lenguas distintas de la familiar de cada niño o niña, así como una aproximación a las mismas a través de interacciones y actividades lúdicas. A partir de ello, surge la necesidad de educar en el respeto y la valoración del bagaje lingüístico y sociocultural propio y ajeno, entendiendo la pluralidad lingüística y dialectal como un elemento enriquecedor que proporciona las claves para una mayor y mejor comprensión del mundo. También las manifestaciones y representaciones socioculturales constituyen un marco privilegiado para la comunicación. La pluralidad de sus lenguajes invita a promover el reconocimiento de las semejanzas y diferencias entre sus códigos y a desarrollar la sensibilidad hacia distintos referentes culturales, prestando una especial atención a la literatura infantil. De todo ello se espera que surja un diálogo lleno de matices entre las diferentes lenguas y manifestaciones culturales que generará un amplio abanico de conocimientos implícitos. En ese proceso, las palabras actuarán como nexo de unión desde el que enriquecer el bagaje cultural y desarrollar la sensibilidad y la creatividad, ofreciendo a la infancia, simultáneamente, la llave de acceso a una ciudadanía crítica, solidaria, igualitaria y comprometida con la sociedad."
    ]
}
