{
  "competenciasEspecificas": [
                    {"text": "1. Identificar problemas y formular preguntas acerca del fundamento, valor y sentido de la realidad y la existencia humana, a partir del análisis e interpretación de textos y otras formas de expresión filosófica y cultural, para reconocer la radicalidad y trascendencia de tales cuestiones, así como la necesidad de afrontarlas para desarrollar una vida reflexiva y consciente de sí. La actividad filosófica arranca de la actitud de asombro ante el hecho mismo de la existencia y las diversas preguntas que, una vez puestas en duda las creencias comunes, cabe plantear acerca de su entidad, valor y sentido. Esta actitud de duda y asombro, pese a que se desarrolla de forma cuasi natural en la adolescencia, requiere de un cauce formal y metodológico, un lenguaje específico y una tradición cultural que facilite al alumnado la expresión y el análisis de sus inquietudes vitales y existenciales. De ahí la conveniencia de que las grandes preguntas acerca de la realidad, de la propia entidad e identidad humana, y de sus relaciones teóricas, prácticas y estéticas con el entorno, además de desvelarse a través de la misma experiencia problemática del mundo, sean reconocidas y analizadas en textos y otros medios escogidos de expresión filosófica o más ampliamente cultural (científica, artística, religiosa…). El objetivo primordial es que el alumnado tome plena consciencia de la pertinencia y la proyección universal, a la vez que histórica y culturalmente incardinada, de las citadas cuestiones, de la interpelación vital que estas suponen y de la necesidad de afrontarlas para el logro de una vida reflexiva, crítica y plenamente consciente de sí. Esta competencia específica se conecta con los siguientes descriptores: CCL2, CPSAA1.2, CC1, CC3, CCEC1.", "value": "1. Identificar problemas y formular preguntas acerca del fundamento, valor y sentido de la realidad y la existencia humana, a partir del análisis e interpretación de textos y otras formas de expresión filosófica y cultural, para reconocer la radicalidad y trascendencia de tales cuestiones, así como la necesidad de afrontarlas para desarrollar una vida reflexiva y consciente de sí (CCL2, CPSAA1.2, CC1, CC3, CCEC1)."},
                    {"text": "2. Buscar, gestionar, interpretar, producir y transmitir correctamente información relativa a cuestiones filosóficas a partir del empleo contrastado y seguro de fuentes, el uso y análisis riguroso de las mismas, y el empleo de procedimientos elementales de investigación y comunicación, para desarrollar una actitud indagadora, autónoma, rigurosa y creativa en el ámbito de la reflexión filosófica. El conocimiento de las técnicas fundamentales de investigación en filosofía comienza por el dominio de criterios y procedimientos de búsqueda, organización y evaluación de información segura y relevante, tanto en entornos digitales como en otros más tradicionales, y tanto en el ámbito académico como en el más cotidiano. Por otro lado, la investigación filosófica a partir de fuentes documentales exige no solo el desarrollo, entre otros, del hábito lector, sino también del empleo de estrategias básicas y específicas de análisis, interpretación, recensión y evaluación crítica y filosófica de dichos documentos, sean escritos u orales, de carácter textual o audiovisual, y sean o no de género estrictamente filosófico. Asimismo, la investigación filosófica precisa también del dominio de métodos y protocolos de producción y transmisión de los conocimientos obtenidos, tales como pautas para la elaboración y comunicación pública de proyectos que puedan plasmarse en textos, disertaciones, presentaciones, documentos audiovisuales o cualquier otro tipo de producto o creación. El objetivo es que el alumnado, genuinamente movido por preguntas y problemas filosóficos, y una vez obtenida a través de la argumentación y del diálogo una comprensión básica e informada de las principales tesis y concepciones filosóficas, prosiga y complemente el ejercicio dialéctico en torno a dichas tesis con una propuesta constructiva que, bajo el formato del trabajo de investigación u otro similar, contribuya a desarrollar el juicio propio, la autonomía de criterio y la madurez personal. Esta competencia específica se conecta con los siguientes descriptores: CCL1, CCL2, CCL3, STEM1, CD1, CD3, CPSAA4, CC3, CE3.", "value": "2. Buscar, gestionar, interpretar, producir y transmitir correctamente información relativa a cuestiones filosóficas a partir del empleo contrastado y seguro de fuentes, el uso y análisis riguroso de las mismas, y el empleo de procedimientos elementales de investigación y comunicación, para desarrollar una actitud indagadora, autónoma, rigurosa y creativa en el ámbito de la reflexión filosófica (CCL1, CCL2, CCL3, STEM1, CD1, CD3, CPSAA4, CC3, CE3)."},
                    {"text": "3. Usar y valorar adecuadamente argumentos y estructuras argumentales, a partir de su análisis tanto formal como informal, para producir y apreciar distintos tipos de discurso de forma rigurosa, y evitar modos dogmáticos, falaces y sesgados de sostener opiniones e hipótesis. El dominio consciente de los procedimientos de argumentación es condición necesaria para pensar y comunicarse con rigor y efectividad, tanto en el ámbito del conocimiento filosófico o científico como en el de la vida cotidiana, así como para la formación del propio juicio y el desarrollo de la autonomía personal. La argumentación refiere, indudablemente, un tipo de competencia transversal, como lo pueden ser igualmente el lenguaje o el cálculo, pero dada su importancia para cualquier otro tipo de aprendizaje, su enseñanza ha de ser tematizada en un espacio educativo propio. El ámbito más apropiado para el aprendizaje de los procedimientos de argumentación es el de la filosofía, pues es en ella donde se tratan de forma sustantiva, exhaustiva y problematizada los fundamentos, condiciones, normas, tipos, propiedades y límites de la argumentación, tanto formal como informal, así como su inserción en el proceso completo del conocimiento, a través del estudio de la lógica formal, de la argumentación en general y de los métodos del conocimiento racional. El objetivo es que el alumnado produzca y reconozca argumentos lógica y retóricamente correctos y bien fundados, así como que detecte falacias, sesgos y prejuicios en diferentes entornos comunicativos. Es necesario también que el alumnado se ejercite en aquellas virtudes propias del diálogo filosófico y que lo distinguen del simple discurso persuasivo: la investigación en común, el compromiso con la verdad y el reconocimiento respetuoso de todas las ideas y posiciones racionalmente sostenibles. Esta competencia específica se conecta con los siguientes descriptores: CCL1, CCL5, STEM1, CC3.", "value": "3. Usar y valorar adecuadamente argumentos y estructuras argumentales, a partir de su análisis tanto formal como informal, para producir y apreciar distintos tipos de discurso de forma rigurosa, y evitar modos dogmáticos, falaces y sesgados de sostener opiniones e hipótesis (CCL1, CCL5, STEM1, CC3)."},
                    {"text": "4. Practicar el ejercicio del diálogo filosófico de manera rigurosa, crítica, tolerante y empática, interiorizando las pautas éticas y formales que este requiere, mediante la participación en actividades grupales y a través del planteamiento dialógico de las cuestiones filosóficas, para promover el contraste e intercambio de ideas y el ejercicio de una ciudadanía activa y democrática. El modelo dialógico goza desde sus comienzos de una indudable preeminencia como método del filosofar y como referente esencial del ejercicio de la ciudadanía democrática. Es esta, pues, una de las competencias más relevantes de entre aquellas por las que podemos decir que la filosofía constituye una auténtica educación cívica. El diálogo filosófico se comprende bajo una idea de disensión como expresión de pluralidad y requerimiento de complementariedad más que como mero conflicto, y aúna en torno a sí virtudes que en pocas ocasiones aparecen juntas: la exigencia de rigor racional, la aceptación del pluralismo ideológico, y la actitud respetuosa y empática hacia aquellas personas con las que disentimos sin que por ello dejemos de buscar juntos una posición común. La práctica del diálogo filosófico representa, por lo demás, un proceso análogo al del propio aprendizaje desde casi cualquier punto de vista pedagógico que incida en los aspectos motivacionales, el aprendizaje activo y significativo, la enseñanza por indagación o descubrimiento, el trabajo colaborativo o la formación a lo largo de la vida. En general, la actividad dialógica integra constructivamente los elementos de la incertidumbre y de la crítica, permitiendo descubrir a partir de ellos planteamientos novedosos y superadores, y se rige por los principios de cooperación, honestidad y generosidad hermenéutica, así como por un espíritu abierto e inconcluso, aunque no por ello menos efectivo para la indagación filosófica y para el ejercicio activo y democrático de la ciudadanía. Esta competencia específica se conecta con los siguientes descriptores: CCL1, CCL5, STEM1, CPSAA3.1, CC2, CC3, CCEC1, CCEC3.2.", "value": "4. Practicar el ejercicio del diálogo filosófico de manera rigurosa, crítica, tolerante y empática, interiorizando las pautas éticas y formales que este requiere, mediante la participación en actividades grupales y a través del planteamiento dialógico de las cuestiones filosóficas, para promover el contraste e intercambio de ideas y el ejercicio de una ciudadanía activa y democrática (CCL1, CCL5, STEM1, CPSAA3.1, CC2, CC3, CCEC1, CCEC3.2)."},
                    {"text": "5. Reconocer el carácter plural de las concepciones, ideas y argumentos en torno a cada uno de los problemas fundamentales de la filosofía, mediante el análisis crítico de diversas tesis relevantes con respecto a los mismos, para generar una concepción compleja y no dogmática de dichas cuestiones e ideas y una actitud abierta, tolerante, y comprometida con la resolución racional y pacífica de los conflictos. La tarea de indagación filosófica, tanto histórica como actualmente, y a diferencia de lo que ocurre en otros ámbitos del conocimiento, se presenta radicalmente abierta y disputada en todas sus áreas. Sin embargo, lejos de interpretar este hecho como un defecto o disfunción, debe concebirse como una propiedad intrínseca del pensamiento filosófico, entendido como irreductiblemente plural y dialéctico, así como una ocasión para el ejercicio del debate abierto y constructivo en torno a aquellos asuntos que, por afectar al carácter, sentido y valor último de las ideas, acciones, experiencias y circunstancias humanas, no admiten una interpretación unívoca y cerrada. Así, se presenta aquí la oportunidad de ejercer una forma compleja de pensamiento en la que se revela, de forma sistemática, la necesidad de ponerse en el lugar del pensamiento del otro, comprendiendo y respetando su punto de vista en cuanto fundado honestamente en razones, sin por ello verse llevado a aceptar las diferentes formas de injusticia y discriminación que precisamente operan contra las condiciones de equidad del debate público. Es, pues, esta competencia, junto con la anteriormente descrita y relativa al diálogo, la que mejor y más profundamente puede proporcionar al alumnado una educación adecuada para el ejercicio de la ciudadanía democrática. Esta competencia específica se conecta con los siguientes descriptores: CCL5, CC1, CC2, CC3.", "value": "5. Reconocer el carácter plural de las concepciones, ideas y argumentos en torno a cada uno de los problemas fundamentales de la filosofía, mediante el análisis crítico de diversas tesis relevantes con respecto a los mismos, para generar una concepción compleja y no dogmática de dichas cuestiones e ideas y una actitud abierta, tolerante, y comprometida con la resolución racional y pacífica de los conflictos (CCL5, CC1, CC2, CC3)."},
                    {"text": "6. Comprender las principales ideas y teorías filosóficas de los más importantes pensadores y pensadoras, mediante el examen crítico y dialéctico de las mismas y de los problemas fundamentales a los que estas responden, para generar una concepción rigurosa y personal de lo que significa la filosofía, de su riqueza e influencia cultural e histórica y de su aportación al patrimonio común. El diálogo y la investigación alrededor de las preguntas filosóficas han de radicar en un conocimiento profundo de aquellas ideas e hipótesis que forman parte ya del patrimonio cultural común y que deben serlo, también, del bagaje intelectual de la ciudadanía. Dichas concepciones e ideas, formuladas y discutidas a lo largo del tiempo por los principales pensadores y pensadoras de la historia, son parte insustituible de nuestra identidad, del sustrato ideológico y argumental de las doctrinas económicas, políticas, científicas, estéticas o religiosas vigentes en nuestra cultura, así como del conjunto de principios y valores que orientan o inspiran nuestra actividad moral, social y política. Conocer y apreciar esas ideas con rigor y profundidad no es solo condición para el análisis de problemas filosóficos o de orden cultural o ético-político, sino también para el conocimiento de uno mismo, en tanto que son esas ideas las que nutren y orientan las acciones y pensamientos que nos definen. Es también claro que la comprensión y el uso del caudal de términos, conceptos y teorías con que la filosofía ha formulado y tratado cada uno de sus problemas no puede comprenderse si no es en el contexto de la experiencia genuina de los mismos, por lo que es preciso que el alumnado reconozca, valore y reinterprete todas aquellas ideas y propuestas teóricas como parte de un ejercicio personal y colectivo de verdadera investigación filosófica. Esta competencia específica se conecta con los siguientes descriptores: CCL2, CC1, CC3, CCEC2.", "value": "6. Comprender las principales ideas y teorías filosóficas de los más importantes pensadores y pensadoras, mediante el examen crítico y dialéctico de las mismas y de los problemas fundamentales a los que estas responden, para generar una concepción rigurosa y personal de lo que significa la filosofía, de su riqueza e influencia cultural e histórica y de su aportación al patrimonio común (CCL2, CC1, CC3, CCEC2)."},
                    {"text": "7. Adquirir una perspectiva global, sistémica y transdisciplinar en el planteamiento de cuestiones fundamentales y de actualidad, analizando y categorizando sus múltiples aspectos, distinguiendo lo más substancial de lo accesorio e integrando información e ideas de distintos ámbitos disciplinares desde la perspectiva fundamental de la filosofía, para tratar problemas complejos de modo crítico, creativo y transformador. Una de las funciones educativas de la filosofía, en su intento por pensar de manera sistemática, y atendiendo a sus aspectos esenciales, cuestiones de muy diverso tipo, es la de contribuir al logro de un entendimiento integral, sistémico, inter y transdisciplinar, de asuntos como los de la especificidad e identidad humana, la naturaleza última del cosmos, las condiciones y consecuencias de la investigación científica, los nuevos entornos mediáticos y comunicativos y otras cuestiones cuya incidencia global condiciona hoy a distintos niveles nuestra vida. Así, la naturaleza compleja y global de los problemas ecosociales, de los procesos económicos y políticos o de los fenómenos ligados al desarrollo tecnológico y la digitalización del entorno, entre otros, pueden entenderse mejor a través de un análisis en que se integren datos y explicaciones científicas junto a concepciones filosóficas de naturaleza antropológica, ética, política o estética. De modo análogo, la ontología y la epistemología filosóficas constituyen un marco disciplinar idóneo para plantear asuntos relativos a la relación entre concepciones culturales diversas, a la vinculación problemática y enriquecedora entre lo local y lo global, a las controversias científicas, o a la conexión entre los múltiples y cada vez más especializados campos del saber y la experiencia humana. En todos los casos se trata de promover un tipo de comprensión compleja, interdisciplinar, categorialmente organizada y filosóficamente orientada, de problemas, cuestiones y proyectos de naturaleza global; comprensión esta que ha de servir al alumnado para afrontar con espíritu crítico y transformador los retos del siglo XXI. Esta competencia específica se conecta con los siguientes descriptores: CCL2, CCL3, CPSAA4, CC1, CC3, CC4, CCEC1.", "value": "7. Adquirir una perspectiva global, sistémica y transdisciplinar en el planteamiento de cuestiones fundamentales y de actualidad, analizando y categorizando sus múltiples aspectos, distinguiendo lo más substancial de lo accesorio e integrando información e ideas de distintos ámbitos disciplinares desde la perspectiva fundamental de la filosofía, para tratar problemas complejos de modo crítico, creativo y transformador (CCL2, CCL3, CPSAA4, CC1, CC3, CC4, CCEC1)."},
                    {"text": "8. Analizar problemas éticos y políticos fundamentales y de actualidad, mediante la exposición crítica y dialéctica de distintas posiciones filosóficamente pertinentes en la interpretación y resolución de los mismos, para desarrollar el juicio propio y la autonomía moral. Una de las características distintivas de la filosofía es su doble dimensión teorética y práctica, por la que no solo busca comprender los problemas relativos a la entidad, valor y sentido de la realidad y la existencia humana, sino también, y en consonancia con ello, clarificar y proponer razonadamente principios y criterios con que regir acciones, tanto individuales como colectivas, ajustándolas a ideales y valores que están siempre en proceso de revisión crítica. La ética y la filosofía política, como las dos principales disciplinas prácticas de la filosofía, exigen, así, un aprendizaje de conceptos, marcos teóricos y técnicas de trabajo individual y grupal en el que el análisis de problemas prácticos fundamentales y relacionados con nuestro presente, tales como los relativos al logro de la cohesión social, la lucha contra la enfermedad y el hambre, la consecución de una ciudadanía global, la efectiva implementación de la igualdad de género y la corresponsabilidad en los cuidados, los desafíos ecosociales o el cumplimiento de los derechos humanos o la resistencia ante toda forma de violencia, formen parte consustancial del mismo. Por otro lado, conviene tener en cuenta que, a la hora de abordar tales problemas, la ética y la filosofía política, lejos de cualquier adoctrinamiento dogmático, exigen someter a examen todas las concepciones y sistemas de valores racionalmente plausibles, de manera que sea el alumnado el que, de forma argumentada y consistente con criterios válidos y asumidos por él mismo, y a través de la investigación personal y en el curso de la interacción y el diálogo con los demás descubra los principios y actitudes que le son propios, reconociendo y ponderando aquellos que constituyen la moral vigente y desarrollando de forma consciente, libre y responsable sus propios juicios éticos y políticos, así como los valores y actitudes correspondientes. Esta competencia específica se conecta con los siguientes descriptores: CCL5, CPSAA1.2, CC1, CC2, CC3, CC4, CE1.", "value": "8. Analizar problemas éticos y políticos fundamentales y de actualidad, mediante la exposición crítica y dialéctica de distintas posiciones filosóficamente pertinentes en la interpretación y resolución de los mismos, para desarrollar el juicio propio y la autonomía moral (CCL5, CPSAA1.2, CC1, CC2, CC3, CC4, CE1)."},
                    {"text": "9. Desarrollar la sensibilidad y la comprensión crítica del arte y otras manifestaciones y actividades con valor estético mediante el ejercicio del pensamiento filosófico acerca de la belleza y la creación artística, para contribuir a la educación de los sentimientos y al desarrollo de una actitud reflexiva con respecto al lenguaje y sentido de las imágenes. El desarrollo de la sensibilidad y la facultad de apreciación estética es parte consustancial de la formación de la personalidad humana y resulta más enriquecedor aun cuando se lo vincula al ejercicio intelectual de la reflexión filosófica. La relación entre lo filosófico y lo estético puede darse, al menos, en dos sentidos: en cuanto al carácter propiamente estético y emocional que podemos atribuir al pleno ejercicio de la racionalidad teórica, y en tanto este mismo ejercicio, aplicado al análisis de los objetos y fenómenos estéticos, pueda coadyuvar a la apreciación intelectual y emocional de los mismos. En este sentido, la práctica filosófica puede ser aquí un vehículo idóneo para promover una relación armoniosa entre razones y emociones, contribuyendo a una auténtica educación emocional en los dos sentidos antes señalados: resaltando el momento estético de la propia experiencia filosófica, tanto en el contenido como en sus modos de expresión, y reflexionando expresamente sobre lo bello y las emociones superiores que lo acompañan, tanto en el arte como en otras actividades humanas. Por otro lado, el ejercicio del pensamiento filosófico acerca de la belleza y sus mediaciones estéticas proporciona un marco de investigación y reflexión crítica sobre las funciones expresivas, representativas, reflexivas y transformadoras del arte, así como sobre la relevancia e influencia actual de la cultura audiovisual y de la imagen, entendiéndola no solo como medio de transmisión de ideas, sino también como lugar propio del pensamiento y la creación cultural. Esta competencia específica se conecta con los siguientes descriptores: CPSAA3.1, CC2, CC3, CCEC2, CCEC3.1, CCEC3.2.", "value": "9. Desarrollar la sensibilidad y la comprensión crítica del arte y otras manifestaciones y actividades con valor estético mediante el ejercicio del pensamiento filosófico acerca de la belleza y la creación artística, para contribuir a la educación de los sentimientos y al desarrollo de una actitud reflexiva con respecto al lenguaje y sentido de las imágenes (CPSAA3.1, CC2, CC3, CCEC2, CCEC3.1, CCEC3.2)."}
                ]
}
