{
  "competenciasEspecificas": [
                    {"text": "1. Observar, analizar y valorar la presencia de la geometría en la naturaleza, el entorno construido y el arte, identificando sus estructuras geométricas, elementos y códigos, con una actitud proactiva de apreciación y disfrute, para explicar su origen, función e intencionalidad en distintos contextos y medios. Esta competencia hace referencia a la capacidad de identificar y analizar la presencia de estructuras geométricas subyacentes en el arte del pasado y del presente, la naturaleza y el entorno construido, y de reconocer su papel relevante como elemento compositivo y generador de ideas y formas. Se trata, por tanto, de abordar el estudio de la geometría a través de la exploración y el descubrimiento, de analizar el uso de curvas, polígonos y transformaciones geométricas en el contexto de las culturas en las que se han empleado, para llegar a un conocimiento más amplio y rico de las manifestaciones artísticas del pasado y presente. Esta amplitud de conocimiento, fomentará en el alumnado disfrutar con el análisis y la identificación de las formas y estructuras geométricas presentes tanto en producciones artísticas como en su entorno construido. Esta competencia específica se conecta con los siguientes descriptores: CCL1, CCL2, STEM2, CD1, CPSAA4, CC1, CCE1, CCE2.", "value": "1. Observar, analizar y valorar la presencia de la geometría en la naturaleza, el entorno construido y el arte, identificando sus estructuras geométricas, elementos y códigos, con una actitud proactiva de apreciación y disfrute, para explicar su origen, función e intencionalidad en distintos contextos y medios (CCL1, CCL2, STEM2, CD1, CPSAA4, CC1, CCE1, CCE2)."},
                    {"text": "2. Desarrollar propuestas gráficas y de diseño, utilizando tanto el dibujo a mano alzada como los materiales propios del dibujo técnico y elaborando trazados, composiciones y transformaciones geométricas en el plano de forma intuitiva y razonada, para incorporar estos recursos tanto en la transmisión y desarrollo de ideas, como en la expresión de sentimientos y emociones. Esta competencia implica el dominio en la representación y trazado de las principales formas y construcciones geométricas, y, lo que es más importante, su integración dentro del lenguaje plástico personal del alumnado. Se trata, por tanto, de fomentar la incorporación de esos elementos en procesos de creación autónoma y de experimentación práctica, estimulando, por una parte, su percepción y conceptualización de la realidad con la finalidad de recrearla o interpretarla artísticamente, y por otra, de proporcionar recursos geométricos básicos para la concepción y diseño de elementos decorativos, mosaicos, patrones y tipografías. Estas producciones artísticas no solo materializan estructuras formales, ideas o conceptos estéticos, sino que constituyen para el alumnado un recurso valioso para expresar sus sentimientos y canalizar sus emociones, apoyándole en la construcción de su identidad. Esta competencia específica se conecta con los siguientes descriptores: CCL1, STEM2, CPSAA1.1, CPSAA5, CCE3, CCE4, CCE5 y CCE6.", "value": "2. Desarrollar propuestas gráficas y de diseño, utilizando tanto el dibujo a mano alzada como los materiales propios del dibujo técnico y elaborando trazados, composiciones y transformaciones geométricas en el plano de forma intuitiva y razonada, para incorporar estos recursos tanto en la transmisión y desarrollo de ideas, como en la expresión de sentimientos y emociones (CCL1, STEM2, CPSAA1.1, CPSAA5, CCE3, CCE4, CCE5 y CCE6)."},
                    {"text": "3. Comprender e interpretar el espacio y los objetos tridimensionales, analizando y valorando su presencia en las representaciones artísticas, seleccionando y utilizando el sistema de representación más adecuado para aplicarlo a la realización de ilustraciones y proyectos de diseño de objetos y espacios. Esta competencia hace referencia a la aptitud para escoger y aplicar los procedimientos y sistemas de representación –vistas en diédrico, perspectiva axonométrica, caballera y perspectiva cónica– más adecuados a la finalidad del proyecto artístico que se quiere plasmar. Persigue también el desarrollo de la visión espacial la habilidad en la croquización y el dibujo a mano alzada, mejorando con todo ello las destrezas gráficas del alumnado en cómics, ilustraciones y diseños de objetos y espacios. Se trata, en fin, de dotar al alumnado de herramientas comunicativas gráficas, de mejorar su visión espacial y de iniciarle en algunas de las aplicaciones de los sistemas de representación en los campos del arte y el diseño. Esta competencia específica se conecta con los siguientes descriptores: STEM4, CPSAA1.1, CPSAA5, CE3, CCE3, CCE4, CCE5 y CCE6.", "value": "3. Comprender e interpretar el espacio y los objetos tridimensionales, analizando y valorando su presencia en las representaciones artísticas, seleccionando y utilizando el sistema de representación más adecuado para aplicarlo a la realización de ilustraciones y proyectos de diseño de objetos y espacios (STEM4, CPSAA1.1, CPSAA5, CE3, CCE3, CCE4, CCE5 y CCE6)."},
                    {"text": "4. Analizar, definir formalmente o visualizar ideas, aplicando las normas fundamentales UNE e ISO para interpretar y representar objetos y espacios, así como documentar proyectos de diseño. Esta competencia requiere la aplicación de una serie de códigos gráficos y normas generalizadas (UNE e ISO) que permiten comunicar, de forma clara y unívoca, soluciones personales y proyectos de diseño, realizados de forma individual o en grupo, mediante el dibujo de bocetos o croquis, constituyéndose por tanto en el paso intermedio entre la idea y la ejecución material del diseño. Se trata de iniciar al alumnado en un tipo de representación cuyas cualidades fundamentales son la funcionalidad, la operatividad y la universalidad, pues el dibujo normalizado debe ser portador de información útil, eficaz para ser aplicada y altamente codificada mediante normas internacionales para que sea interpretado de forma inequívoca. Esta competencia específica se conecta con los siguientes descriptores: CCL2, STEM4, CD2, CPSAA5, CE3, CCE4, CCE5 y CCE6.", "value": "4. Analizar, definir formalmente o visualizar ideas, aplicando las normas fundamentales UNE e ISO para interpretar y representar objetos y espacios, así como documentar proyectos de diseño (CCL2, STEM4, CD2, CPSAA5, CE3, CCE4, CCE5 y CCE6)."},
                    {"text": "5. Integrar y aprovechar las posibilidades que ofrecen las herramientas digitales, seleccionando y utilizando programas y aplicaciones específicas de dibujo vectorial 2D y de modelado 3D para desarrollar procesos de creación artística personal o de diseño. Esta competencia comporta la adquisición de un conocimiento práctico e instrumental de las principales herramientas y técnicas de dibujo y modelado en dos y tres dimensiones de manera transversal al resto de saberes de la materia. Implica el uso de dispositivos digitales como herramientas de aplicación en el proceso creativo, su incorporación para la experimentación en diferentes disciplinas y tendencias artísticas, y como instrumento de gestión y presentación de proyectos de diseño gráfico, de objetos y de espacios. Esta competencia específica se conecta con los siguientes descriptores: STEM3, CD2, CD3, CPSAA5, CE3, CCE3, CCE5 y CCE6.", "value": "5. Integrar y aprovechar las posibilidades que ofrecen las herramientas digitales, seleccionando y utilizando programas y aplicaciones específicas de dibujo vectorial 2D y de modelado 3D para desarrollar procesos de creación artística personal o de diseño (STEM3, CD2, CD3, CPSAA5, CE3, CCE3, CCE5 y CCE6)."}                    
                ]
}
