{"competenciasEspecificas": [
                    "1. Adoptar un estilo de vida activo y saludable, seleccionando e incorporando intencionalmente actividades físicas y deportivas en las rutinas diarias a partir de un análisis crítico de los modelos corporales y del rechazo de las prácticas que carezcan de base científica, para hacer un uso saludable y autónomo del tiempo libre y así mejorar la calidad de vida (CCL3, STEM2, STEM5, CD4, CPSAA2, CPSAA4): La adquisición de esta competencia específica se alcanzará a través de la participación positiva en una variada gama de propuestas físico-deportivas que proporcionarán al conjunto del alumnado un amplio repertorio de herramientas. El conocimiento de estas herramientas y la experimentación con las mismas le permitirá comenzar a gestionar, planificar y autorregular su práctica motriz, así como otros elementos que condicionan la salud, y obtener datos con un valor de autodiagnóstico respecto al grupo de iguales. Esta competencia de carácter transdisciplinar impregna la globalidad de la materia de Educación Física, y puede abordarse desde la participación activa, la alimentación saludable, la movilidad activa, la educación postural, el cuidado del cuerpo, el autoconcepto, la autoestima, la imagen percibida en el campo de la actividad física y el deporte o el análisis de los comportamientos antisociales y discriminatorios y los malos hábitos para la salud que se producen en contextos cotidianos o vinculados con el deporte y la práctica de actividad física, entre otros. Existen distintas fórmulas y contextos de aplicación para materializar estos aprendizajes, comenzando por la planificación personal de la práctica motriz o el análisis de diferentes aspectos para el mantenimiento de una dieta saludable, pasando por el análisis crítico de situaciones que tengan que ver con la motricidad, hasta los primeros auxilios, la prevención de lesiones o la participación en una amplia gama de propuestas físico-deportivas que aporten contexto a todo lo anterior a través de la transferencia a su vida cotidiana. El buen uso de la tecnología debe ser aliada desde un punto de vista transdisciplinar, especialmente en esta competencia, en la lucha contra el sedentarismo y las llamadas enfermedades hipocinéticas ocasionadas, en gran medida, por el aumento del tiempo de exposición a las pantallas.",
                   
                   "2. Adaptar, con progresiva autonomía en su ejecución, las capacidades físicas, perceptivo-motrices y coordinativas, así como las habilidades y destrezas motrices, aplicando procesos de percepción, decisión y ejecución adecuados a la lógica interna y a los objetivos de diferentes situaciones con dificultad variable, para resolver situaciones de carácter motor vinculadas con distintas actividades físicas funcionales, deportivas, expresivas y recreativas, y para consolidar actitudes de superación, crecimiento y resiliencia al enfrentarse a desafíos físicos (CPSAA4, CPSAA5, CE2, CE3): Esta competencia implica tomar decisiones ajustadas a las circunstancias, definir metas, elaborar planes sencillos, secuenciar acciones, ejecutar lo planificado, analizar qué ocurre durante el proceso, cambiar de estrategia si fuera preciso y valorar finalmente el resultado. Sin embargo, es importante destacar que todo ello se debe producir en el seno de prácticas motrices con diferentes lógicas internas (individual, de cooperación, de oposición o de colaboración-oposición), con objetivos variados y en contextos de certidumbre e incertidumbre. Estos aspectos deberán desarrollarse en contextos de práctica muy variados. Entre ellos podrían destacarse los proyectos y montajes relacionados con las combas, los malabares, las actividades acrobáticas o las circenses; los desafíos físicos cooperativos, la dramatización de cuentos motores y, por supuesto, los deportes. En relación con estos últimos, y a modo de ejemplo, es posible encontrar distintas manifestaciones según sus características, desde juegos deportivos de invasión (fútbol gaélico, ultimate, lacrosse, entre otros) con o sin oposición regulada, hasta juegos de red y muro (voleibol, frontenis, pickleball, paladós o semejantes), pasando por deportes de campo y bate (rounders, softball, etc.), de blanco y diana (boccia, tiro con arco o similares), de lucha (judo, esgrima u otras modalidades autóctonas de lucha, entre otros) o de carácter individual (skate, orientación, gimnasia deportiva o atletismo y sus modalidades, entre otros). Para garantizar una oferta variada, al término de la etapa el alumnado habrá participado en al menos una manifestación deportiva de cada categoría. Cumplido este requisito, será posible repetir alguna categoría, pero priorizando, en la medida de lo posible y según las circunstancias concretas de cada centro, las manifestaciones menos conocidas por el alumnado o aquellas que destaquen por su carácter mixto o inclusivo.",
                    
                   "3. Compartir espacios de práctica físico-deportiva con independencia de las diferencias culturales, sociales, de género y de habilidad, priorizando el respeto entre participantes y a las reglas sobre los resultados, adoptando una actitud crítica ante comportamientos antideportivos o contrarios a la convivencia y desarrollando procesos de autorregulación emocional que canalicen el fracaso y el éxito en estas situaciones, para contribuir con progresiva autonomía al entendimiento social y al compromiso ético en los diferentes espacios en los que se participa (CCL5, CPSAA1, CPSAA3, CPSAA5, CC3): Esta competencia específica se sitúa en el punto de convergencia entre lo personal, lo social y lo ético. Desde ella se ponen en juego las capacidades volitivas al servicio de metas personales o de equipo, especialmente en contextos que requieren de esfuerzo y perseverancia, activando la automotivación y la actitud positiva para afrontar retos, regulando la impulsividad, tolerando la frustración y perseverando ante las dificultades. En el plano personal, conlleva además la identificación de las emociones y los sentimientos que se viven en el seno de la práctica motriz, la expresión positiva de estos y su gestión adecuada en aras de amortiguar de forma constructiva los efectos de las emociones y sentimientos desagradables que generan, así como de promocionar las emociones agradables. Asimismo, en relación con el propio cuerpo, supone el desarrollo de habilidades para la preservación y el cuidado de la integridad personal. El plano colectivo implica poner en juego habilidades sociales para afrontar la interacción con las personas con las que se converge en la práctica motriz. Se trata de dialogar, debatir, contrastar ideas y ponerse de acuerdo para resolver situaciones; expresar propuestas, pensamientos y emociones; escuchar activamente, y actuar con asertividad. Como consecuencia de ello se abarcarán situaciones de arbitraje y mediación contextualizadas en las prácticas deportivas que se practiquen. También se pretende incidir a nivel de representación y visibilización de las desigualdades, de ahí que en esta etapa y a través de esta competencia se fomenten modelos que contribuyan a democratizar el uso de los espacios deportivos compartidos para ayudar a superar barreras vinculadas con estereotipos sociales y de género que aún persisten en algunas manifestaciones deportivas. Finalmente, pretende ayudar a identificar y generar una actitud crítica frente a los comportamientos incívicos que se dan en el deporte, desde la base hasta la alta competición. La evolución lógica de esta competencia respecto a la etapa anterior incide en el desarrollo de hábitos autónomos relacionados con estos aspectos, con la resolución dialógica de los conflictos y con la autorregulación de las emociones que suscitan las prácticas físico-deportivas",
                   
                   "4. Practicar, analizar y valorar distintas manifestaciones de la cultura motriz aprovechando las posibilidades y recursos expresivos que ofrecen el cuerpo y el movimiento y profundizando en las consecuencias del deporte como fenómeno social, analizando críticamente sus manifestaciones desde la perspectiva de género y desde los intereses económico-políticos que lo rodean, para alcanzar una visión más realista, contextualizada y justa de la motricidad en el marco de las sociedades actuales (CC2, CC3, CCEC1, CCEC2, CCEC3, CCEC4): Esta competencia profundiza en el concepto de la cultura motriz que el alumnado habrá ido construyendo durante la etapa de primaria. Se trata de continuar consolidando la identidad propia a partir de este conocimiento, anteriormente vivenciado de una forma eminentemente práctica y, a partir de ahora, en esta nueva etapa, además, de manera intencionalmente contextualizada y comprensiva, en el sentido más funcional, dando valor de utilidad a lo que se hace: contextualizada en un mundo diverso en términos culturales que requiere de un marco de análisis que permita comprender globalmente cada manifestación desde el conocimiento de los factores con los que se relaciona (historia, intereses económicos, políticos o sociales); y comprensiva en clara alusión a la orientación competencial del currículo, desde la que el mero conocimiento no resulta suficiente. Existen numerosos contextos en los que desarrollar esta competencia. Como en la etapa anterior, la cultura motriz tradicional podría abordarse a través de juegos tradicionales y populares, danzas propias del folklore tradicional, juegos multiculturales o danzas del mundo, entre otros. Para abordar la cultura artístico-expresiva contemporánea podrían emplearse técnicas expresivas concretas (como la improvisación, la mímica o la pantomima), el teatro (teatro gestual o de máscaras, teatro de sombras, teatro de luz negra, teatro de calle o similares), representaciones más elaboradas (lucha escénica, juegos de rol o actividades circenses entre otros), o actividades rítmico-musicales con carácter expresivo (percusión corporal, bailes, coreografías u otras expresiones semejantes). Además, en esta etapa, estos saberes podrían enriquecerse incorporando elementos de crítica social, emociones o coeducación a las representaciones. Finalmente, en lo que respecta al deporte como manifestación cultural, se podrían llevar a cabo debates y análisis críticos sobre ciertos estereotipos de género presentes en el deporte o sobre la cara oculta del mismo, que esconde intereses económicos y políticos que van más allá de la salud de las personas o de la competición sana.",
                  
                   "5. Adoptar un estilo de vida sostenible y ecosocialmente responsable aplicando medidas de seguridad individuales y colectivas en la práctica físico-deportiva según el entorno y desarrollando colaborativa y cooperativamente acciones de servicio a la comunidad vinculadas a la actividad física y al deporte, para contribuir activamente a la conservación del medio natural y urbano (STEM5, CC4, CE1, CE3):La adopción de hábitos respetuosos con el medio ambiente debe consolidarse en esta etapa, continuando con el desarrollo de acciones destinadas a mejorar el mundo desde lo local para contribuir a la sostenibilidad a escala global. Sin embargo, el grado de madurez que alcanzará el alumnado a lo largo de esta etapa le permitirá ir un paso más allá, participando en la organización de actividades en distintos contextos, ya sean naturales o urbanos, que, además de respetar el medioambiente y a los seres vivos que en él habitan, tratarán de mejorarlo. Este enfoque de responsabilidad ecológica y social, que considera el medio como un bien comunitario, podría dar lugar a la organización de eventos y actividades físico-deportivas benéficas, en la línea de planteamientos como el aprendizaje-servicio. De esta forma, en lo que respecta a los entornos urbanos, existen manifestaciones como los circuitos de calistenia, el crossfit, el patinaje, el skate, el parkour o las distintas tipologías de danzas urbanas, entre otros, que se pueden desarrollar en espacios o instalaciones próximos al centro. En lo relativo al medio natural, según la ubicación del centro, sus posibilidades contextuales y la disponibilidad de acceso que tenga a distintos emplazamientos naturales, tanto terrestres como acuáticos, es posible encontrar una variada gama de contextos de aplicación, desde el senderismo, las rutas por vías verdes, la escalada, el rápel, el esquí, el salvamento marítimo, la orientación (también en espacios urbanos), hasta el cicloturismo o las rutas BTT, el franqueamiento de obstáculos o la cabuyería, entre otros; todos ellos afrontados desde la óptica de los proyectos dirigidos a la interacción con el entorno desde un enfoque sostenible, en el que también se incluyen las actividades complementarias y extraescolares tan vinculadas con este tipo de experiencias."

                ]
}
