{
            "saberes": [
                "A. Communication.",
                "- Self-confidence. Mistakes as a tool for improvement.",
                "- Basic strategies for comprehension, planning and production of short, simple and contextualised oral, written and multimodal texts.",
                "- Knowledge, skills and attitudes that allow initiation into mediation activities in basic everyday situations.",
                "- Basic communicative functions appropriate to the setting and context: greeting, saying goodbye, introducing oneself and others; describing people, objects and places; placing events in time; placing objects, people and places in space; asking for and exchanging information on everyday matters; describing routines; giving directions and instructions; expressing belonging and quantity.",
                "- Contextual patterns and basic discourse genres in the comprehension, production and co-production of short, simple, literary and non-literary oral, written and multimodal texts: features and recognition of context, organisation and structuring according to internal structure.",
                "- Basic linguistic units and meanings associated with these units, such as expression of the entity and its properties, quantity and number, space and spatial relations, time, affirmation, negation, interrogation and exclamation, elementary logical relations.",
                "- Basic vocabulary and vocabulary of interest to students relating to personal identification, close interpersonal relationships, places and environments, leisure and free time, everyday life.",
                "- Basic sound, accentual, rhythmic and intonation patterns, and general communicative functions associated with these patterns.",
                "- Basic spelling conventions and meanings associated with formats and graphic elements.",
                "- Basic conversational conventions and strategies, in synchronous or asynchronous format, for initiating, maintaining and terminating communication, taking and giving the floor, asking for and giving clarification and explanation, comparing and contrasting, collaborating, etc.",
                "- Learning resources and strategies for guided information search in analogue and digital media.",
                "- Intellectual property of the sources consulted and contents used.",
                "- Basic analogue and digital tools for oral, written and multimodal comprehension, production and co-production, and virtual platforms for interaction, cooperation and educational collaboration (virtual classrooms, videoconferences, collaborative digital tools, etc.) for learning, communication and the development of projects with speakers or learners of the foreign language.",
                "B. Multilingualism.",
                "- Strategies and techniques for compensating for communicative deficiencies in order to respond effectively to a specific need, despite the limitations arising from the level of competence in the foreign language and in the other languages of one's own linguistic repertoire.",
                "- Basic strategies for identifying, organising, retaining, retrieving and using linguistic units (lexis, morphosyntax, sound patterns, etc.) on the basis of a comparison of the languages and varieties which make up one's own linguistic repertoire.",
                "- Basic strategies and tools for self-assessment and co-assessment, analogue and digital, individual and cooperative.",
                "- Basic vocabulary and expressions to understand statements about communication, language, learning and the tools of communication and learning (metalanguage).",
                "- Elementary comparisons between languages based on elements of the foreign language and other languages: origin and kinship.",
                "C. Interculturality.",
                "- The foreign language as a means of communication and relationship with people from other countries, as a way of accessing new information and as a means of getting to know different cultures and ways of life.",
                "- Positive appreciation of and interest in establishing contacts and communicating through different media with speakers or learners of the foreign language.",
                "- Basic sociocultural and sociolinguistic aspects relating to customs, daily life and interpersonal relationships, basic social conventions in common use, non-verbal language, linguistic politeness and digital etiquette specific to countries where the foreign language is spoken.",
                "- Basic strategies for understanding and appreciating linguistic, cultural and artistic diversity, based on eco-social and democratic values.",
                "- Strategies for detecting discriminatory uses of verbal and non-verbal language."
            ],
            "criteriosEvaluacion": [
                "Specific competence 1",
                    "1.1 Recognise, interpret and analyse the overall meaning and specific words and phrases of short, simple oral, written and multimodal texts on frequent, everyday topics of personal relevance and areas close to the learner's experience, as well as literary texts appropriate to the learner's level of development, expressed comprehensibly, clearly and in standard language through different media",
                    "1.2 Select, organise and apply, in a guided manner, appropriate strategies and knowledge in everyday communicative situations of relevance to the learner in order to grasp the overall meaning and process explicit information in a variety of texts",
                    "Specific competence 2",
                    "2.1 Orally express short and simple texts, previously prepared, on everyday matters of relevance to the learner, using, in a guided way, verbal and non-verbal resources, and using basic and frequently used forms and structures of the foreign language",
                    "2.2 Organise and write short, simple texts, previously prepared, appropriate to the proposed communicative situation, using analogue and digital tools, and using basic structures and lexis of common use on everyday and frequent matters of personal relevance to the learners and close to their experience",
                    "2.3 Select, organise and apply, in a guided manner, knowledge and strategies to prepare and produce texts appropriate to the communicative intentions, contextual characteristics and textual typology, using, with help, physical or digital resources depending on the task and the needs of each moment",
                    "Specific competence 3",
                    "3.1 Plan and participate in short and simple interactive situations on everyday topics, of personal relevance and close to his/her experience, through different media, relying on resources such as repetition, slow pace or non-verbal language, and showing empathy and respect for linguistic politeness and digital etiquette, as well as for the different needs, ideas and motivations of the interlocutors",
                    "3.2 Select, organise and use, in a guided way and in everyday situations, elementary strategies for greeting, saying goodbye and introducing oneself; asking and answering simple questions; expressing messages; and initiating and ending communication",
                    "Specific competence 4",
                    "4.1 Infer and explain texts, concepts and brief and simple communications, in a guided manner, in situations in which diversity is catered for, showing respect and empathy for the interlocutors and for the languages used, and interest in participating in the solution of problems of intercomprehension and understanding in their immediate environment, using a variety of resources and media",
                    "4.2 Select and apply, in a guided manner, basic strategies which help to build bridges and facilitate the comprehension and production of information and communication, appropriate to the communicative intentions, using, with help, physical or digital resources and supports according to the needs of each moment",
                    "Specific competence 5",
                    "5.1 Compare and contrast the similarities and differences between different languages, reflecting progressively and autonomously on basic aspects of their functioning",
                    "5.2 Use and differentiate in a progressively autonomous way the knowledge and strategies to improve their ability to communicate and learn the foreign language, with the support of other learners and of analogue and digital supports",
                    "5.3 Record and use, in a guided manner, the progress and difficulties in the process of learning the foreign language, recognising the aspects that help to improve and carrying out self-assessment and co-assessment activities, such as those proposed in the European Language Portfolio (ELP) or in a learning diary",
                    "Specific competence 6",
                    "6.1 Act with appreciation and respect in intercultural situations, building links between different languages and cultures, and showing rejection of all forms of discrimination, prejudice and stereotyping in everyday and common communicative contexts",
                    "6.2 Accept and respect the linguistic, cultural and artistic diversity of the countries where the foreign language is spoken as a source of personal enrichment, showing interest in understanding basic cultural and linguistic elements that promote sustainability and democracy",
                    "6.3 Select and apply, in a guided way, strategies for the development of the foreign language."  
            ]         
        }
