{
  "competenciasEspecificas": [
                    "1. Comprender los procesos físicos y psicológicos implicados en la cognición, la motivación y el aprendizaje, analizando sus implicaciones en la conducta y desarrollando estrategias de gestión emocional y del propio proceso de aprendizaje, para mejorar el desempeño en el ámbito personal, social y académico y lograr mayor control sobre las acciones y sus consecuencias (CPSAA1, CPSAA3, CPSAA4, CPSAA5): Las personas en la vida cotidiana movilizan procesos físicos y psicológicos que hacen posible percibir, comprender e interactuar mejor en el entorno que las rodea. Todos esos procesos tienen de fondo la implicación de circuitos neuronales que están conectados entre sí y que permiten procesar la información de manera adecuada. En este sentido, parece necesario que el alumnado conozca, por un lado, los hallazgos neurocientíficos que permiten entender los procesos de razonamiento, toma de decisiones y resolución de problemas y, por otro, que comprenda que llevar a cabo estos procesos supone, entre otros, crear conceptos en su mente, organizar sus ideas, relacionarlas con sus conocimientos previos o establecer inferencias. En este proceso juega un papel fundamental la motivación como un elemento clave que promueve o inhibe la conducta. El alumnado puede tomar conciencia de que sus actuaciones y decisiones están en gran medida condicionadas por sus emociones y por los motivos que le llevan a realizarlas. Así, en el terreno del aprendizaje, para impulsar y mantener una conducta o una acción encaminada a una meta es necesaria la motivación, pero también es imprescindible contar con estrategias que planifiquen y guíen de manera consciente el mismo proceso de aprendizaje. Es necesario conocer el impacto de las emociones en los procesos de motivación, razonamiento, aprendizaje y conducta para que se puedan gestionar adecuadamente y lograr un mejor desempeño en todos los ámbitos, tanto personal como social, académico y profesional.",
                        
                    "2. Comprender las principales características del desarrollo evolutivo de la persona, analizando aquellos elementos de la madurez que condicionan los comportamientos e identificando las cualidades personales y de relación social propias y de los demás, para potenciar las que favorecen la autonomía y permiten afrontar de forma eficaz los nuevos retos (CPSAA1, CPSAA3, CPSAA4, CPSAA5, CC1, CE2): Las personas pasan a lo largo de su vida por etapas cuyos cambios físicos, cognitivos, psicológicos y sociales condicionan sus decisiones, comportamientos y reacciones dentro de un contexto que también es cambiante e incierto. Conocer los cambios que se producen en la etapa de la adolescencia permite al alumnado encontrar respuestas y soluciones a conflictos que se le plantean a raíz de acontecimientos vitales que le preocupan, y comprender el significado de sus propias experiencias en relación con las de los demás en los diferentes grupos sociales con los que interactúa. A partir de estas experiencias con el medio social, va teniendo lugar la construcción de su propia identidad en la que intervienen, entre otros factores, la imagen que se tenga de uno mismo, los sentimientos de logro, seguridad y autoestima. Dichos sentimientos contribuyen a la elaboración del autoconcepto, que ayuda al alumnado a percibir y actuar según sus posibilidades, de modo que pueda potenciar aquellas cualidades personales que le conduzcan a resolver retos cada vez más complejos. Esta etapa supone, además, el preámbulo de la vida adulta, que implica la asunción de nuevas responsabilidades y compromisos y la necesidad de alcanzar mayor grado de autonomía. En este sentido, es necesario que el alumnado desarrolle habilidades personales y sociales que faciliten su incorporación a nuevos contextos y ayuden al establecimiento de nuevas relaciones, valorando la importancia de romper los roles de género y los estereotipos.",
                        
                    "3. Conocer y comprender al ser humano, sus sociedades y culturas, analizando con empatía su diversidad y complejidad desde diferentes perspectivas, para fomentar el espíritu crítico sobre aspectos que dirigen el funcionamiento humano, social y cultural (CPSAA3, CC1, CC2, CC3, CE2): El ser humano trata de lograr sus objetivos, para lo cual necesita poner en marcha procesos y estrategias que le permitan guiar sus acciones. También ha de aprender los elementos socioculturales del medio en el que se desenvuelve e integrarlos en su personalidad considerando la influencia que van a ejercer en ella los agentes sociales y su propia experiencia como miembro de un grupo. Entender al ser humano implica analizarlo desde distintas perspectivas, de modo que el alumnado pueda realizar una reflexión crítica a partir del estudio y análisis de los saberes adquiridos. Lograr esta competencia conlleva no solo generar en el alumnado curiosidad respecto al conocimiento del individuo, las sociedades y la cultura, sino también promover actitudes de respeto y empatía ante la realidad transcultural y el pluralismo social, promoviendo el respeto por las minorías y la igualdad de género como elementos de diversidad enriquecedores y necesarios en la vida democrática. Simultáneamente, se pretende que los alumnos y alumnas comprendan los estados emocionales de otros, tomen conciencia de los sentimientos ajenos, se involucren en experiencias diversas y asuman situaciones diferentes a las propias.",
                        
                    
                    "4. Conocer la dimensión social y antropológica del ser humano y desarrollar estrategias y habilidades sociales adecuadas a contextos cambiantes y a grupos diferentes, considerando los factores personales y socioculturales que intervienen en la configuración psicológica de la persona, para comprenderse a sí misma e interactuar con los demás desde el respeto a la diversidad personal, social y cultural (CC1, CC2, CC3, CE2): Generalmente no se piensa en el impacto que la sociedad y la cultura tienen sobre el desarrollo humano y su conducta, lo cual lleva a la persona a no comprender o a tener un conocimiento incompleto sobre sí misma y sobre el mundo que la rodea. La cultura y la sociedad aportan modelos y referentes que condicionan las percepciones, actitudes, interpretaciones y respuestas ante los acontecimientos y situaciones que surgen en sus vidas. Con esta competencia se pretende que el alumnado reflexione sobre la influencia que la sociedad y la cultura ejercen en su manera de pensar, crear, expresarse, relacionarse, resolver conflictos y tomar decisiones. Para comparar culturas y sociedades se requiere conocer algunos elementos de la antropología social y cultural, que permiten, por un lado, comprender mejor el impacto que tiene sobre las personas el establecimiento de normas y valores, de costumbres y referentes que guían los comportamientos humanos. Por otro, permiten poner en perspectiva su realidad, que conozca lo diverso y diferente y aprenda a respetarlo y valorarlo como componente enriquecedor. Por último, dentro de un panorama social y cultural cambiante, se considera importante desarrollar estrategias y habilidades personales y sociales para decidir y analizar, con sentido crítico y responsabilidad, cuestiones y problemas actuales, como los referidos al logro de la cohesión y la justicia social, la ciudadanía global, la efectiva igualdad de género o el cumplimiento de los derechos humanos. Este análisis debe partir del conocimiento que ofrece la fundamentación teórica de distintos campos del ámbito de las ciencias sociales, de modo que el alumnado logre una mejor comprensión de sí mismo, de los demás y del mundo que le rodea.",
                        
                    "5. Explorar las oportunidades académicas y profesionales que ofrece el entorno, descubriendo y priorizando las necesidades e intereses personales y vocacionales y desarrollando el espíritu de iniciativa y de superación, así como las destrezas necesarias en la toma de decisiones, para llevar a cabo un proyecto personal, académico y profesional propio y realizar una primera aproximación al diseño de un plan de búsqueda activa de empleo (CD1, CD3, CPSAA4, CPSAA5, CE1, CE2, CE3): La complejidad social y económica y el acceso a numerosas oportunidades profesionales y de formación hacen necesario propiciar que el alumnado desarrolle destrezas personales, incluidas las digitales, así como actitudes que le ayuden a tomar decisiones adecuadas y coherentes con sus intereses, sus expectativas e inquietudes y sus necesidades en cada momento de su vida y en entornos cambiantes. Es preciso que explore y evalúe sus inquietudes personales y vocacionales, que reconozca sus fortalezas como elementos diferenciadores y de potencial valor, y que identifique sus debilidades con la intención de buscar, con actitud proactiva y de superación, los recursos y ayuda necesarios para mejorar su grado de desempeño personal, social, académico y profesional. Por otro lado, para organizar con realismo el propio itinerario formativo y profesional se requiere realizar una exploración ordenada de las oportunidades académicas, formativas y laborales que ofrece el entorno, tanto presencial como virtual, con el fin de orientar correctamente la propia trayectoria en el futuro. La creciente oferta educativa que se ha producido en los últimos años obliga al alumnado a seleccionar la información y a tomar decisiones para formarse, seguir aprendiendo a lo largo de la vida y orientar de manera satisfactoria su carrera profesional. Necesita adquirir habilidades sociales, de adaptación y de planificación y gestión, y mostrar actitudes de iniciativa y de logro para enfrentarse a los nuevos retos que se presenten en los distintos ámbitos de su vida."
                        
                ]
}
