{
  "competenciasEspecificas": [
         {"text": "1. Describir y apreciar la diversidad lingüística del mundo a partir del reconocimiento de las lenguas del alumnado y la realidad plurilingüe y pluricultural de España, analizando el origen y desarrollo sociohistórico de sus lenguas y las características de las principales variedades dialectales del español, para favorecer la reflexión interlingüística, para combatir los estereotipos y prejuicios lingüísticos y para valorar dicha diversidad como fuente de riqueza cultural. (CCL1, CCL5, CP2, CP3, CC1, CC2, CCEC1, CCEC3): La diversidad lingüística constituye una característica fundamental de España, donde se hablan varias lenguas y dialectos. Además, en nuestras aulas conviven personas que utilizan lenguas o variedades dialectales diferentes de la lengua o lenguas de aprendizaje, incluidas las lenguas signadas. Las clases de lenguas han de acoger esta diversidad lingüística del alumnado en aras no solamente de evitar los prejuicios lingüísticos y abrazar los significados culturales que conlleva tal riqueza de códigos verbales, sino de profundizar también en el conocimiento del funcionamiento de las lenguas y sus variedades. De lo que se trata, por tanto, es de favorecer el conocimiento del origen y el desarrollo histórico y sociolingüístico de las lenguas de España y acercar al alumnado a algunas nociones básicas de las mismas y de otras lenguas presentes en el entorno, así como familiarizarlo con la existencia de las lenguas de signos. El español o castellano es una lengua universal y policéntrica, con una enorme diversidad dialectal. Ninguna de sus variedades geográficas ha de ser considerada más correcta que otra, ya que cada una de ellas tiene su norma culta. Es preciso, por tanto, que el alumnado utilice con propiedad su variedad dialectal, distinguiendo entre las características que obedecen a la diversidad geográfica de las lenguas, de aquellas otras relacionadas con el sociolecto o con los diversos registros con los que un hablante se adecua a distintas situaciones comunicativas. Todo ello con la finalidad última de promover el ejercicio de una ciudadanía sensibilizada, informada y comprometida con los derechos lingüísticos individuales y colectivos.", "value": "1. Describir y apreciar la diversidad lingüística del mundo a partir del reconocimiento de las lenguas del alumnado y la realidad plurilingüe y pluricultural de España, analizando el origen y desarrollo sociohistórico de sus lenguas y las características de las principales variedades dialectales del español, para favorecer la reflexión interlingüística, para combatir los estereotipos y prejuicios lingüísticos y para valorar dicha diversidad como fuente de riqueza cultural. (CCL1, CCL5, CP2, CP3, CC1, CC2, CCEC1, CCEC3)"},
                     
                  
                    {"text": "2. Comprender e interpretar textos orales y multimodales, recogiendo el sentido general y la información más relevante, identificando el punto de vista y la intención del emisor y valorando su fiabilidad, su forma y su contenido, para construir conocimiento, para formarse opinión y para ensanchar las posibilidades de disfrute y ocio (CCL2, CP2, STEM1, CD2, CD3, CPSAA4, CC3): Desarrollar las estrategias de comprensión oral implica entender que la comunicación no es sino un constante proceso de interpretación de intenciones en el que entran en juego el conocimiento compartido entre emisor y receptor y todos aquellos elementos contextuales y cotextuales que permiten ir más allá del significado del texto e interpretar su sentido. Si hasta hace relativamente poco la comunicación oral era siempre de carácter síncrono, las tecnologías de la información y la comunicación han ensanchado las posibilidades de la comunicación asíncrona y han abierto el acceso desde la escuela a entornos comunicativos de carácter público. La escuela puede y debe incorporar un sinfín de prácticas discursivas propias de diferentes ámbitos que sean significativas para el alumnado y que aborden temas de relevancia social. La comprensión e interpretación de mensajes orales requiere destrezas específicas que han de ser también objeto de enseñanza y aprendizaje: desde las más básicas –anticipar el contenido, retener información relevante en función del propio objetivo, distinguir entre hechos y opiniones o captar el sentido global y la relación entre las partes del discurso– a las más avanzadas −identificar la intención del emisor, analizar procedimientos retóricos, detectar falacias argumentativas o valorar la fiabilidad, la forma y el contenido del texto–. En el ámbito social, el desarrollo escolar de las habilidades de interpretación de mensajes orales debe tener en cuenta la profusión de textos de carácter multimodal que reclaman una específica alfabetización audiovisual y mediática para hacer frente a los riesgos de manipulación y desinformación.", "value": "2. Comprender e interpretar textos orales y multimodales, recogiendo el sentido general y la información más relevante, identificando el punto de vista y la intención del emisor y valorando su fiabilidad, su forma y su contenido, para construir conocimiento, para formarse opinión y para ensanchar las posibilidades de disfrute y ocio (CCL2, CP2, STEM1, CD2, CD3, CPSAA4, CC3)"},
                                            
                    {"text": "3. Producir textos orales y multimodales con fluidez, coherencia, cohesión y registro adecuado, atendiendo a las convenciones propias de los diferentes géneros discursivos, y participar en interacciones orales con actitud cooperativa y respetuosa, tanto para construir conocimiento y establecer vínculos personales como para intervenir de manera activa e informada en diferentes contextos sociales (CCL1, CCL3, CCL5, CP2, STEM1, CD2, CD3, CC2, CE1): El desarrollo de la competencia comunicativa del alumnado pasa necesariamente por la atención a los usos orales, que deben ser tanto vehículo de aprendizaje como objeto de conocimiento. Las clases de lengua y literatura han de ofrecer contextos diversificados y significativos donde el alumnado pueda tomar la palabra y conversar en diálogos pedagógicamente orientados, y estimular la construcción de conocimientos que hagan posible la reflexión sobre los usos tanto formales como informales, tanto espontáneos como planificados. La interacción oral requiere conocer las estrategias para tomar y ceder la palabra, desplegar actitudes de escucha activa, expresarse con fluidez, claridad y en el tono y registro adecuados, así como poner en juego las estrategias de cortesía lingüística y de cooperación conversacional. La producción oral de carácter formal, monologada o dialogada, ofrece margen para la planificación y comparte, por tanto, estrategias con el proceso de escritura. Atendiendo a la situación comunicativa, con su mayor o menor grado de formalidad, la relación entre los interlocutores, el propósito comunicativo y el canal, los géneros discursivos –moldes en que han cristalizado las prácticas comunicativas propias de los diferentes ámbitos– ofrecen pautas para estructurar el discurso y para adecuar el registro y el comportamiento no verbal. Las tecnologías de la información y la comunicación facilitan nuevos formatos para la comunicación oral multimodal, tanto síncrona como asíncrona, y favorecen también el registro de las aportaciones orales del alumnado para su difusión en contextos reales y su posterior análisis, revisión y evaluación (autoevaluación y coevaluación).", "value": "3. Producir textos orales y multimodales con fluidez, coherencia, cohesión y registro adecuado, atendiendo a las convenciones propias de los diferentes géneros discursivos, y participar en interacciones orales con actitud cooperativa y respetuosa, tanto para construir conocimiento y establecer vínculos personales como para intervenir de manera activa e informada en diferentes contextos sociales (CCL1, CCL3, CCL5, CP2, STEM1, CD2, CD3, CC2, CE1)"},
                    
                   
                    {"text": "4. Comprender, interpretar y valorar textos escritos, con sentido crítico y diferentes propósitos de lectura, reconociendo el sentido global y las ideas principales y secundarias, identificando la intención del emisor, reflexionando sobre el contenido y la forma y evaluando su calidad y fiabilidad, para dar respuesta a necesidades e intereses comunicativos diversos y para construir conocimiento (CCL2, CCL3, CCL5, CP2, STEM4, CD1, CPSAA4, CC3): Desarrollar la competencia lectora implica incidir en la motivación, el compromiso, las prácticas de lectura y el conocimiento y uso de las estrategias que deben desplegarse antes, durante y después del acto lector, a fin de que alumnos y alumnas devengan lectores competentes, autónomos y críticos ante todo tipo de textos, sepan evaluar su calidad y fiabilidad y encuentren en ellos la respuesta a diferentes propósitos de lectura en todos los ámbitos de su vida. Comprender un texto implica captar su sentido global y la información más relevante en función del propósito de lectura, integrar la información explícita y realizar las inferencias necesarias que permitan reconstruir la relación entre sus partes, formular hipótesis acerca de la intención comunicativa que subyace a dichos textos, y reflexionar sobre su forma y contenido. Para ello, conviene acompañar los procesos lectores de los estudiantes de manera detenida en el aula, teniendo en cuenta además que la alfabetización del siglo XXI pasa necesariamente por la enseñanza de la lectura de los hipertextos de internet. Las clases de lenguas han de diversificar los ámbitos a los que pertenecen los textos escritos y crear contextos significativos para el trabajo con ellos, buscando la gradación y complementariedad en la complejidad de los textos (extensión, estructura, lenguaje, tema, etc.) y las tareas propuestas. Se hace aquí imprescindible el trabajo coordinado con otras materias del currículo, dada la especificidad de los géneros discursivos asociados a cada área de conocimiento, así como con las otras lenguas curriculares.", "value": "4. Comprender, interpretar y valorar textos escritos, con sentido crítico y diferentes propósitos de lectura, reconociendo el sentido global y las ideas principales y secundarias, identificando la intención del emisor, reflexionando sobre el contenido y la forma y evaluando su calidad y fiabilidad, para dar respuesta a necesidades e intereses comunicativos diversos y para construir conocimiento (CCL2, CCL3, CCL5, CP2, STEM4, CD1, CPSAA4, CC3)"},
                     
                  
                    {"text": "5. Producir textos escritos y multimodales coherentes, cohesionados, adecuados y correctos, atendiendo a las convenciones propias del género discursivo elegido, para construir conocimiento y para dar respuesta de manera informada, eficaz y creativa a demandas comunicativas concretas (CCL1, CCL3, CCL5, STEM1, CD2, CD3, CPSAA5, CC2): Saber escribir significa hoy saber hacerlo en diferentes soportes y formatos, muchos de ellos de carácter hipertextual y multimodal, y requiere el conocimiento y apropiación de los moldes en que han cristalizado las prácticas comunicativas escritas propias de los diferentes ámbitos de uso: los géneros discursivos. De ahí que la enseñanza-aprendizaje de la escritura reclame una cuidadosa y sostenida intervención en el aula. La elaboración de un texto escrito es fruto, incluso en sus formas más espontáneas, de un proceso que tiene al menos cuatro momentos: la planificación –determinación del propósito comunicativo y el destinatario y análisis de la situación comunicativa, además de la lectura y análisis de modelos–, la textualización, la revisión –que puede ser autónoma pero también compartida con otros estudiantes o guiada por el profesorado– y la edición del texto final. En el ámbito educativo, se pondrá el énfasis en los usos de la escritura para la toma de apuntes, esquemas, mapas conceptuales o resúmenes, y en la elaboración de textos de carácter académico. La composición del texto escrito ha de atender tanto a la selección y organización de la información (coherencia), a la relación entre sus partes y sus marcas lingüísticas (cohesión) y a la elección del registro (adecuación), como a la corrección gramatical y ortográfica y la propiedad léxica. Requiere también adoptar decisiones sobre el tono del escrito, la inscripción de las personas (emisor y destinatarios) en el discurso y sobre el lenguaje y el estilo, por lo que la vinculación entre la reflexión explícita sobre el funcionamiento de la lengua y su proyección en los usos es inseparable.", "value": "5. Producir textos escritos y multimodales coherentes, cohesionados, adecuados y correctos, atendiendo a las convenciones propias del género discursivo elegido, para construir conocimiento y para dar respuesta de manera informada, eficaz y creativa a demandas comunicativas concretas (CCL1, CCL3, CCL5, STEM1, CD2, CD3, CPSAA5, CC2)"},
                    
                   
                    {"text": "6. Seleccionar y contrastar información procedente de diferentes fuentes de manera progresivamente autónoma, evaluando su fiabilidad y pertinencia en función de los objetivos de lectura y evitando los riesgos de manipulación y desinformación, e integrarla y transformarla en conocimiento, para comunicarla desde un punto de vista crítico y personal a la par que respetuoso con la propiedad intelectual (CCL3, CD1, CD2, CD3, CD4, CPSAA4, CC2, CE3): El acceso a la información no garantiza por sí mismo el conocimiento, entendido como principio estructurador de la sociedad moderna y herramienta esencial para hacer frente a los retos del siglo XXI. Por ello es imprescindible que el alumnado adquiera habilidades y destrezas para transformar la información en conocimiento, reconociendo cuándo se necesita, dónde buscarla, cómo gestionarla, evaluarla y comunicarla, adoptando un punto de vista crítico y personal, y evidenciando una actitud ética y responsable tanto con la propiedad intelectual como con la identidad digital. Se debe procurar que el alumnado, individualmente o de forma colectiva, consulte fuentes de información variadas, fiables y seguras en contextos sociales o académicos para la realización de trabajos o proyectos de investigación, ya sea sobre temas del currículo o en torno a aspectos importantes de la actualidad social, científica o cultural. Estos procesos de investigación deben tender al abordaje progresivamente autónomo de su planificación y del respeto a las convenciones establecidas en la presentación de las producciones propias con las que se divulga el conocimiento adquirido: organización en epígrafes; procedimientos de cita, notas, bibliografía y webgrafía; combinación ajustada de diferentes códigos comunicativos en los mensajes multimodales, etc. Es imprescindible también el desarrollo de la creatividad y la adecuación al contexto en la difusión del nuevo aprendizaje. La biblioteca escolar, entendida como un espacio creativo de aprendizaje y como centro neurálgico de recursos, formación y coordinación, será el entorno ideal para la adquisición de esta competencia.", "value": "6. Seleccionar y contrastar información procedente de diferentes fuentes de manera progresivamente autónoma, evaluando su fiabilidad y pertinencia en función de los objetivos de lectura y evitando los riesgos de manipulación y desinformación, e integrarla y transformarla en conocimiento, para comunicarla desde un punto de vista crítico y personal a la par que respetuoso con la propiedad intelectual (CCL3, CD1, CD2, CD3, CD4, CPSAA4, CC2, CE3)"},
                    
                   
                    {"text": "7. Seleccionar y leer de manera progresivamente autónoma obras diversas como fuente de placer y conocimiento, configurando un itinerario lector que evolucione en cuanto a diversidad, complejidad y calidad de las obras, y compartir experiencias de lectura, para construir la propia identidad lectora y para disfrutar de la dimensión social de la lectura (CCL1, CCL4, CD3, CPSAA1, CCEC1, CCEC2, CCEC3): Desarrollar esta competencia implica recorrer un camino de progreso planificado que pasa por la dedicación de un tiempo periódico y constante de lectura individual, acompañado de estrategias y andamiajes adecuados para configurar la autonomía y la identidad lectora, que se desarrollará a lo largo de toda la vida. Es esencial la configuración de un corpus de textos adecuado, formado por obras de calidad que posibiliten tanto la lectura autónoma como el enriquecimiento de la experiencia personal de lectura y que incluya el contacto con formas literarias actuales impresas y digitales, así como con prácticas culturales emergentes. Junto a ello, es recomendable trabajar para configurar una comunidad de lectores con referentes compartidos; establecer estrategias que ayuden a cada lector a seleccionar los textos de su interés, apropiarse de ellos y compartir su experiencia personal de lectura, y establecer contextos en los que aparezcan motivos para leer que partan de retos de indagación sobre las obras y que propongan maneras de vincular afectivamente a los lectores con los textos. A medida que la competencia se vaya afianzando, será posible reducir progresivamente el acompañamiento docente y establecer relaciones entre lecturas más o menos complejas, así como entre formas de lectura propias de la modalidad autónoma y de la modalidad guiada.", "value": "7. Seleccionar y leer de manera progresivamente autónoma obras diversas como fuente de placer y conocimiento, configurando un itinerario lector que evolucione en cuanto a diversidad, complejidad y calidad de las obras, y compartir experiencias de lectura, para construir la propia identidad lectora y para disfrutar de la dimensión social de la lectura (CCL1, CCL4, CD3, CPSAA1, CCEC1, CCEC2, CCEC3)"},
                                            
                    {"text": "8. Leer, interpretar y valorar obras o fragmentos literarios del patrimonio nacional y universal, utilizando un metalenguaje específico y movilizando la experiencia biográfica y los conocimientos literarios y culturales que permiten establecer vínculos entre textos diversos y con otras manifestaciones artísticas, para conformar un mapa cultural, para ensanchar las posibilidades de disfrute de la literatura y para crear textos de intención literaria (CCL1, CCL4, CC1, CCEC1, CCEC2, CCEC3, CCEC4): Esta competencia ha de facilitar el tránsito desde un lectura identificativa o argumental de las obras a otra que propicie una fruición más consciente y elaborada y que abra las puertas a textos inicialmente alejados de la experiencia inmediata del alumnado. Para ello es necesario desarrollar habilidades de interpretación que favorezcan el acceso a obras cada vez más complejas, la verbalización de juicios de valor cada vez más argumentados y la construcción de un mapa cultural que conjugue los horizontes nacionales con los europeos y universales y las obras literarias con otras manifestaciones artísticas. Constatar la pervivencia de universales temáticos y formales que atraviesan épocas y contextos culturales implica privilegiar un enfoque intertextual. Propiciar la creación de textos de intención literaria favorece la apropiación de las convenciones formales de los diversos géneros. Dos son los ejes propuestos para el desarrollo de esta competencia. En primer lugar, la lectura guiada y compartida en el aula de obras que presenten una cierta resistencia para el alumnado, pero que permitan, con la mediación docente, no solo su disfrute sino también la apropiación de sus elementos relevantes. En segundo lugar, la inscripción de dichas obras en itinerarios temáticos o de género integrados por textos literarios y no literarios de diferentes épocas y contextos, cuya lectura comparada atienda a la evolución de los temas, tópicos y formas estéticas y ayude a establecer vínculos entre el horizonte de producción y el horizonte actual de recepción. El diseño de itinerarios –en los que debe haber representación de autoras y autores– reclama una planificación consensuada a lo largo de la etapa para asegurar la progresión y la complementariedad necesarias que permitan la adquisición gradual de las competencias interpretativas.", "value": "8. Leer, interpretar y valorar obras o fragmentos literarios del patrimonio nacional y universal, utilizando un metalenguaje específico y movilizando la experiencia biográfica y los conocimientos literarios y culturales que permiten establecer vínculos entre textos diversos y con otras manifestaciones artísticas, para conformar un mapa cultural, para ensanchar las posibilidades de disfrute de la literatura y para crear textos de intención literaria (CCL1, CCL4, CC1, CCEC1, CCEC2, CCEC3, CCEC4)"},
                                            
                    {"text": "9. Movilizar el conocimiento sobre la estructura de la lengua y sus usos y reflexionar de manera progresivamente autónoma sobre las elecciones lingüísticas y discursivas, con la terminología adecuada, para desarrollar la conciencia lingüística, para aumentar el repertorio comunicativo y para mejorar las destrezas tanto de producción oral y escrita como de comprensión e interpretación crítica (CCL1, CCL2, CP2, STEM1, STEM2, CPSAA5): El estudio sistemático de la lengua, para que sea útil, debe promover, por un lado, la competencia metalingüística del alumnado, es decir, su capacidad de razonamiento, argumentación, observación y análisis y, por otro, debe estar vinculado a los usos reales propios de los hablantes, mediante textos orales, escritos y multimodales contextualizados. La reflexión metalingüística debe partir del conocimiento intuitivo del alumnado como usuario de la lengua y establecer puentes con el conocimiento sistemático desde edades tempranas, primero con un lenguaje común, más cercano a la realidad del escolar, para después ir introduciendo de manera progresiva la terminología específica. Debe, además, integrar los niveles fonético-fonológico, morfosintáctico, semántico y pragmático en el estudio de las formas lingüísticas. Se trata, por tanto, de abordar el aprendizaje de la gramática como un proceso sostenido a lo largo de la etapa, en el que lo relevante no es tanto el aprendizaje de taxonomías, cuanto la reflexión en torno al sistema lingüístico y la formulación inductiva –y, por tanto, provisional– de conclusiones acerca del mismo. Para ello hay que partir de la observación del significado y la función que las formas lingüísticas adquieren en el discurso, para llegar a la generalización y a la sistematización a partir de la observación de enunciados, el contraste entre oraciones, la formulación de hipótesis y de reglas, el uso de contraejemplos o la conexión con otros fenómenos lingüísticos. En definitiva, se pretende estimular la reflexión metalingüística e interlingüística para que el alumnado pueda pensar y hablar sobre la lengua de manera que ese conocimiento revierta en una mejora de las producciones propias y en una mejor comprensión e interpretación crítica de las producciones ajenas.", "value": "9. Movilizar el conocimiento sobre la estructura de la lengua y sus usos y reflexionar de manera progresivamente autónoma sobre las elecciones lingüísticas y discursivas, con la terminología adecuada, para desarrollar la conciencia lingüística, para aumentar el repertorio comunicativo y para mejorar las destrezas tanto de producción oral y escrita como de comprensión e interpretación crítica (CCL1, CCL2, CP2, STEM1, STEM2, CPSAA5)"},
                                            
                    {"text": "10. Poner las propias prácticas comunicativas al servicio de la convivencia democrática, la resolución dialogada de los conflictos y la igualdad de derechos de todas las personas, utilizando un lenguaje no discriminatorio y desterrando los abusos de poder a través de la palabra, para favorecer un uso no solo eficaz sino también ético y democrático del lenguaje (CCL1, CCL5, CP3, CD3, CPSAA3, CC1, CC2, CC3): Adquirir esta competencia implica no solo que los estudiantes sean eficaces a la hora de comunicarse, sino que pongan las palabras al servicio de unos objetivos que no se desentiendan de la insoslayable dimensión ética de la comunicación. En el ámbito de la comunicación personal, la educación lingüística debe ayudar a forjar relaciones interpersonales basadas en la empatía y el respeto, brindando herramientas para la escucha activa, la comunicación asertiva, la deliberación argumentada y la resolución dialogada de los conflictos. Erradicar los usos discriminatorios y manipuladores del lenguaje, así como los abusos de poder a través de la palabra, es un imperativo ético. En los ámbitos educativo, social y profesional, la educación lingüística debe capacitar para tomar la palabra en el ejercicio de una ciudadanía activa y comprometida en la construcción de sociedades más equitativas, más democráticas y más responsables en relación a los grandes desafíos que como humanidad tenemos planteados: la sostenibilidad del planeta y la erradicación de las infinitas violencias y de las crecientes desigualdades.", "value": "10. Poner las propias prácticas comunicativas al servicio de la convivencia democrática, la resolución dialogada de los conflictos y la igualdad de derechos de todas las personas, utilizando un lenguaje no discriminatorio y desterrando los abusos de poder a través de la palabra, para favorecer un uso no solo eficaz sino también ético y democrático del lenguaje (CCL1, CCL5, CP3, CD3, CPSAA3, CC1, CC2, CC3)"}
      ]
}
