{
  "competenciasEspecificas": [
                    "1. Analizar y valorar las fortalezas y debilidades propias y de los demás, reflexionando sobre las aptitudes y gestionando de forma eficaz las emociones y las destrezas necesarias, para adaptarse a entornos cambiantes y diseñar un proyecto personal que genere valor para los demás (CPSAA1, CC1, CE2, CCEC3): El autoconocimiento permite al alumnado indagar en sus aspiraciones, necesidades y deseos, descubrir sus aptitudes y, así, reflexionar sobre sus fortalezas y debilidades y aprender a valorarlas como fuente de crecimiento personal. También implica reconocer y gestionar emociones para adaptarse a contextos cambiantes y globalizados y a situaciones inciertas que puedan generar un conflicto cognitivo y emocional con el objetivo de poner en marcha y llevar a cabo un proyecto personal con una propuesta de valor única, que garantice nuevas oportunidades en todos los ámbitos y situaciones de la vida (personales, sociales, académicas y profesionales). Es importante afrontar el proyecto con una actitud emprendedora, resolutiva, innovadora y sostenible que permita la adecuación a distintos entornos, así como comprender la importancia de desarrollar el hábito de actuar con creatividad, tanto individual como colectivamente, mediante el entrenamiento de la capacidad creadora, aplicándola en diferentes escenarios para lograr avances personales, sociales, culturales, artísticos y económicos de valor.",
                        
                    "2. Utilizar estrategias de conformación de equipos, así como habilidades sociales, de comunicación e innovación ágil, aplicándolas con autonomía y motivación a las dinámicas de trabajo en distintos contextos, para constituir equipos eficaces y descubrir el valor de cooperar con otras personas durante el proceso de ideación y desarrollo de soluciones emprendedoras (CCL1, CP1, CP2, CPSAA1, CPSAA3, CC1, CE2): Reconocer y valorar los rasgos característicos y las cualidades personales propias y de los demás resulta indispensable para afrontar con éxito un proyecto. Una correcta identificación de las potencialidades de las personas permite la constitución de un equipo de trabajo equilibrado, eficaz, cooperativo, motivado y responsable que compense las debilidades y potencie las fortalezas de unos y otros, adecuándose así a las necesidades del proyecto que se pretende abordar. Se requiere la puesta en marcha de diferentes estrategias para constituir los equipos de trabajo, definiendo objetivos, normas, roles y responsabilidades de manera equitativa y favoreciendo la diversidad entre sus integrantes. Así se consiguen equipos multidimensionales, inclusivos, capaces de generar, a través del diálogo, una inteligencia colectiva que les permita funcionar con autonomía y contribuir a la innovación ágil. Un correcto desarrollo y uso de las habilidades sociales como la empatía, la asertividad, la negociación, el liderazgo y el respeto hacia los intereses, elecciones e ideas de los demás, así como el conocimiento de distintas lenguas y uso de habilidades de comunicación, permite responder a las distintas necesidades comunicativas de los miembros del equipo, facilita una visión compartida, un buen clima de trabajo y la construcción de vínculos de cooperación que redunden en el crecimiento personal y colectivo e intensifiquen valores de respeto, equidad e igualdad.",
                        
                    "3. Elaborar, con sentido ético y solidario, ideas y soluciones innovadoras y sostenibles que den respuesta a las necesidades locales y globales detectadas, utilizando metodologías ágiles de ideación y analizando tanto sus puntos fuertes y débiles como el impacto que puedan generar esas ideas en el entorno, para lograr la superación de retos relacionados con la preservación y cuidado del medio natural, social, cultural y artístico (STEM3, CC4, CE1, CE2, CE3, CCEC3): Para afrontar los desafíos actuales resulta imprescindible dotar a las personas de las herramientas necesarias para que, con iniciativa y desde una visión emprendedora, busquen, promuevan y desarrollen eficazmente ideas y soluciones innovadoras y sostenibles a problemas y necesidades de su entorno, que den respuesta a retos a nivel local que podrían trasladarse a contextos más amplios, incluso globales. Para lograr esto, es fundamental entrenar la generación de ideas y someterlas a procesos de validación a través del uso de metodologías ágiles, analizando el impacto que la materialización de esas ideas pudiera provocar en los distintos contextos y ámbitos vitales y sectoriales. Este proceso de búsqueda de respuestas a los desafíos actuales está inevitablemente ligado a los valores sociales y personales. Por ello, en el proceso de ideación y diseño de las ideas y soluciones es necesario tener presentes los Objetivos de Desarrollo Sostenible y actuar a partir de principios éticos que consideren la perspectiva de género. Esto implica conocer y tomar conciencia de las distintas realidades, valorar las oportunidades de nuestro mundo y de nuestra sociedad con una actitud proactiva y comprometida con su cuidado, protección y preservación.",
                        
                    "4. Seleccionar y reunir los recursos disponibles en el proceso de desarrollo de la idea o solución creativa propuesta, conociendo los medios de producción y las fuentes financieras que proporcionan dichos recursos y aplicando estrategias de captación de los mismos, para poner en marcha el proyecto que lleve a la realidad la solución emprendedora (STEM3, CD2, CE1, CE): Dentro del proceso que conlleva transformar las ideas en prototipos de valor es obligado contemplar una fase dirigida a conseguir y gestionar los recursos humanos, materiales, inmateriales y digitales disponibles, reuniendo y seleccionando aquellos que de manera ética, eficiente y sostenible puedan hacer realidad una idea o solución emprendedora. Esta perspectiva de considerar la movilización y optimización de los recursos como parte del plan de acción requiere, además, hacerlo desde planteamientos éticos y ofreciendo, de este modo, un modelo de buenas prácticas que impacte positivamente en el contexto hacia el que va dirigida la idea. La ética subyace desde los momentos iniciales del proceso creador en las iniciativas que se emprenden, orientadas al desarrollo sostenible y al bienestar para todos. Asimismo, impregna también la protección de las ideas y soluciones, lo que requiere de un conocimiento específico para garantizar el respeto a las creaciones de los demás y los derechos sobre las ideas y soluciones propias. Por otro lado, poner en marcha una idea viable supone asumir el reto con responsabilidad y que la persona emprendedora y los equipos posean conocimientos económicos, financieros, legales y técnicos entendidos también como recursos propios adquiridos a través de la formación, que los orienten en la búsqueda de financiación y el uso de herramientas digitales que den difusión y proyección a las ideas y soluciones en el proceso de realización de las mismas.",
                
                    "5. Presentar y exponer ideas y soluciones creativas, utilizando estrategias comunicativas ágiles y valorando la importancia de una comunicación efectiva y respetuosa, para transmitir mensajes convincentes adecuados al contexto y a los objetivos concretos de cada situación y validar las ideas y soluciones presentadas (CCL1, CCL2, CCL3, CD3, CPSAA1, CC1, CE1, CE2): El mundo global y complejo en el que vivimos exige formación para mejorar la competencia comunicativa de las personas. Es importante entender que las estrategias de comunicación son elementos que cobran especial importancia para que una persona emprendedora interactúe con otras de manera efectiva y positiva. Compartir los conocimientos y las experiencias con los demás permite idear soluciones contrastadas e innovadoras, motivar, convencer, tomar decisiones y generar oportunidades. En este sentido, la utilización de estrategias de comunicación ágil facilita la tarea de explicar una idea original transmitiendo, con claridad y rapidez, sus puntos fuertes y débiles. Asimismo, permite que los equipos compartan las ideas creativas generadas, las validen o las descarten con rapidez y tomen decisiones sobre las soluciones que finalmente se elijan para afrontar los retos propuestos. Por otro lado, también es necesario que el alumnado adquiera las herramientas para presentar y exponer, de manera clara, atractiva y convincente, la idea o solución que se va a desarrollar en el proyecto emprendedor, con objeto de reunir los recursos necesarios para llevarla a cabo o para difundirla.",
                        
                    "6. Comprender aspectos básicos de la economía y las finanzas, valorando críticamente el problema de la escasez de recursos y la necesidad de elegir, así como los principios de interacción social desde el punto de vista económico, para relacionar dichos aspectos con la búsqueda y planificación de los recursos necesarios en el desarrollo de la idea o solución emprendedora que afronte el reto planteado de manera eficiente, equitativa y sostenible (CC1, CE1, CE2, CE3): Actualmente conocer y comprender desde un enfoque económico el entorno y la sociedad es fundamental. En estos contextos es donde surgen las necesidades y oportunidades a las que hay que atender ofreciendo soluciones realistas, eficientes y sostenibles que den respuesta a los nuevos retos que se plantean. Existen cuatro elementos que deben ser abordados, promoviendo en el alumnado una reflexión crítica. El primero alude al problema económico que condiciona la toma de decisiones de las personas en función del grado de escasez percibido para cubrir las necesidades individuales y colectivas. De ello se deriva la importancia de saber interpretar indicadores y aprender a encontrar tendencias en los mercados y en la propia sociedad desde un punto de vista económico. El segundo se refiere a la necesidad de adquirir una educación financiera que aporte los conocimientos necesarios para guiar las decisiones personales de manera responsable y ayude en la obtención de recursos para emprender. El tercero es relativo al análisis del entorno económico y social desde un punto de vista tanto macroeconómico como microeconómico. Esta comprensión es el punto de partida para detectar necesidades no cubiertas y generar ideas innovadoras que den solución a los retos actuales de manera eficiente, equitativa y sostenible. Por último, la puesta en marcha de un proyecto emprendedor implica situarlo dentro de su entorno económico que, en gran parte, va a determinar su viabilidad, para prever si el entorno y el sector objeto de la iniciativa concreta son favorables.",
                        
                    "7. Construir y analizar de manera cooperativa, autónoma y ágil prototipos innovadores y sostenibles, aplicando estrategias eficaces de diseño y ejecución, evaluando todas las fases del proceso de manera crítica y ética y validando los resultados obtenidos, para mejorar y perfeccionar los prototipos creados y para contribuir al aprendizaje y el desarrollo personal y colectivo (STEM3, CD5, CPSAA3, CPSAA5, CE2, CE3): El objeto de un proyecto emprendedor es la solución innovadora convertida en un prototipo final, en un bien o servicio que se utiliza en el contexto al que va dirigido. Este prototipo final es el resultado de un proceso constructivo que se lleva a cabo de manera cooperativa e implica el paso por distintas fases que han de ser evaluadas de manera continua con una actitud crítica y ética. Así, en el proceso creativo de ideación se plantean hipótesis de solución que deben transformarse en aprendizajes validados. Para ello se recurre a la construcción de prototipos como representación tangible de la solución o de la parte de la solución que queremos validar. Tras la elección del prototipo que recoge la solución innovadora, se diseña, gestiona y ejecuta el proyecto, para lo cual es necesario conocer y saber elegir las estrategias de gestión de los recursos, el modelo organizativo o de negocio, el plan de ejecución, así como las técnicas y herramientas de prototipado. Es necesario aprender a tomar decisiones adecuadas y con progresiva autonomía para llevar a cabo el proyecto de forma viable y sostenible, considerando que lo verdaderamente importante es el aprendizaje validado. Para evaluar y testar prototipos ya generados es fundamental conocer metodologías, técnicas y herramientas de modo que se produzca el desarrollo ágil, iterativo e incremental del prototipo final. Esto exige programar periodos de trabajo cortos en los que se puedan comprobar los aprendizajes experimentados y validados, y ofrecer soluciones óptimas y sostenibles en entornos cambiantes."
                        
                ]
}
