{
  "competenciasEspecificas": [
        {"text": "1. Identificar y proponer problemas tecnológicos con iniciativa y creatividad, estudiando las necesidades de su entorno próximo y aplicando estrategias y procesos colaborativos e iterativos relativos a proyectos, para idear y planificar soluciones de manera eficiente, accesible, sostenible e innovadora (STEM1, STEM2, CD1, CD3, CPSAA3, CPSAA4, CE1, CE3): Esta competencia parte del estudio de las necesidades del entorno cercano (centro, barrio, localidad, región, etc.) para detectar y abordar los problemas tecnológicos encontrados que, posteriormente y tras su análisis, serán la base del proceso de resolución de problemas, aportando soluciones a las necesidades detectadas. Se incluyen en esta competencia los aspectos relativos a la búsqueda de soluciones a través de metodologías cercanas a la investigación científica y a las técnicas de indagación, planificación y gestión de tareas siguiendo las fases de un proyecto secuencial, y se incorporan estrategias para iniciar al alumnado en la gestión de proyectos cooperativos e iterativos de mejora continua de la solución. En esta competencia se abordan también diversas técnicas para estimular y potenciar la creatividad con el objetivo de hacerla más eficiente. Se fomenta igualmente el espíritu emprendedor desde un enfoque que incluye el liderazgo y la coordinación de equipos de trabajo, con una visión global y un tratamiento coeducativo, garantizando el desarrollo de la iniciativa y la proactividad de todo el alumnado.", "value": "1. Identificar y proponer problemas tecnológicos con iniciativa y creatividad, estudiando las necesidades de su entorno próximo y aplicando estrategias y procesos colaborativos e iterativos relativos a proyectos, para idear y planificar soluciones de manera eficiente, accesible, sostenible e innovadora (STEM1, STEM2, CD1, CD3, CPSAA3, CPSAA4, CE1, CE3)"},
                    
                
                    {"text": "2. Aplicar de forma apropiada y segura distintas técnicas y conocimientos interdisciplinares, utilizando procedimientos y recursos tecnológicos y analizando el ciclo de vida de productos, para fabricar soluciones tecnológicas accesibles y sostenibles que den respuesta a necesidades planteadas (STEM2, STEM5, CD2, CPSAA4, CC4, CCEC4): Esta competencia hace referencia tanto al proceso de fabricación de productos o desarrollo de sistemas que aportan soluciones a problemas planteados como a las actuaciones implicadas en dicho proceso. Se abordan las técnicas y procedimientos necesarios para la construcción y creación de productos o sistemas tecnológicos, incluyendo tanto la fabricación manual como la fabricación mediante tecnologías asistidas por ordenador. De esta forma, se pretende desarrollar las destrezas necesarias para la creación de productos, fomentando la aplicación de técnicas de fabricación digitales y el aprovechamiento de los recursos tecnológicos. Las distintas actuaciones que se desencadenan en el proceso creativo implican la intervención de conocimientos propios de esta materia (operadores mecánicos, eléctricos y electrónicos) que se integran con otros, contribuyendo así a un aprendizaje competencial en el que toman partido distintos ámbitos. Además, se hace referencia al estudio de las fases del ciclo de vida del producto, analizando las características y condiciones del proceso que pudieran mejorar el resultado final, haciéndolo más sostenible y eficiente. Se incluyen, por ejemplo, aspectos relativos al consumo energético del proceso de fabricación, a la obsolescencia, a los ciclos de uso o a las repercusiones medioambientales tanto de la fabricación del producto como de su uso o retirada del ciclo, fomentando actitudes y hábitos responsables en el uso y en la creación de productos y conciencia ecosocial.", "value": "2. Aplicar de forma apropiada y segura distintas técnicas y conocimientos interdisciplinares, utilizando procedimientos y recursos tecnológicos y analizando el ciclo de vida de productos, para fabricar soluciones tecnológicas accesibles y sostenibles que den respuesta a necesidades planteadas (STEM2, STEM5, CD2, CPSAA4, CC4, CCEC4)"},
                   
                
                    {"text": "3. Expresar, comunicar y difundir ideas, propuestas o soluciones tecnológicas en diferentes foros de manera efectiva, usando un lenguaje inclusivo y no sexista, empleando los recursos disponibles y aplicando los elementos y técnicas necesarias, para intercambiar la información de manera responsable y fomentar el trabajo en equipo (CCL1, STEM4, CD3, CPSAA3, CCEC3): La competencia abarca aspectos necesarios para comunicar, expresar y difundir ideas, propuestas y opiniones de manera clara y fluida en diversos contextos, medios y canales. Se hace referencia al buen uso del lenguaje y a la incorporación de la terminología técnica requerida en el proceso de diseño y creación de soluciones tecnológicas. En este sentido, se abordan aspectos necesarios para una comunicación efectiva; asertividad, gestión del tiempo de exposición, buena expresión y entonación, uso de un lenguaje inclusivo y no sexista, así como otros aspectos relativos al uso de herramientas digitales para difundir y compartir recursos, documentos e información en diferentes formatos. La necesidad de intercambiar información con otras personas implica una actitud responsable y de respeto con los protocolos establecidos en el trabajo colaborativo, aplicables tanto en el contexto personal como en las interacciones en la red a través de herramientas digitales, plataformas virtuales o redes sociales de comunicación.", "value": "3. Expresar, comunicar y difundir ideas, propuestas o soluciones tecnológicas en diferentes foros de manera efectiva, usando un lenguaje inclusivo y no sexista, empleando los recursos disponibles y aplicando los elementos y técnicas necesarias, para intercambiar la información de manera responsable y fomentar el trabajo en equipo (CCL1, STEM4, CD3, CPSAA3, CCEC3)"},
                    
                
                    {"text": "4. Desarrollar soluciones automatizadas a problemas planteados, aplicando los conocimientos necesarios e incorporando tecnologías emergentes, para diseñar y construir sistemas de control programables y robóticos (CP2, STEM1, STEM3, CD5, CPSAA5, CE3): Esta competencia hace referencia a la aplicación de los conocimientos científico-tecnológicos y de los principios del pensamiento computacional en el proceso de diseño, simulación o construcción de sistemas capaces de realizar funciones de forma autónoma. Por un lado, implica actuaciones dirigidas a la modelización y dimensionado de sistemas automáticos o robóticos que permitan la incorporación de la automatización de tareas: la selección de los materiales adecuados, la implementación del sistema tecnológico que fundamenta el funcionamiento de la máquina, y el diseño y dimensionado de sus elementos electro-mecánicos. Por otro lado, se incluyen aspectos relativos a la implementación de los algoritmos adecuados para el control automático de máquinas o el desarrollo de aplicaciones informáticas que resuelvan un problema concreto en diversos dispositivos: computadores, dispositivos móviles y placas microcontroladoras. La comunicación y la interacción con objetos son aspectos estrechamente ligados al control de procesos o sistemas tecnológicos. En este sentido, se debe considerar la iniciación en las tecnologías emergentes –como son el internet de las cosas, el big data o la inteligencia artificial (IA)– y la incorporación de estas y otras metodologías enfocadas a la automatización de procesos en sistemas tecnológicos de distintos tipos con un sentido crítico y ético.", "value": "4. Desarrollar soluciones automatizadas a problemas planteados, aplicando los conocimientos necesarios e incorporando tecnologías emergentes, para diseñar y construir sistemas de control programables y robóticos (CP2, STEM1, STEM3, CD5, CPSAA5, CE3)"},
                    
               
                    {"text": "5. Aprovechar y emplear de manera responsable las posibilidades de las herramientas digitales, adaptándolas a sus necesidades, configurándolas y aplicando conocimientos interdisciplinares, para la resolución de tareas de una manera más eficiente (CP2, CD2, CD5, CPSAA4, CPSAA5): La integración de la tecnología digital en multitud de situaciones es un hecho en la actualidad y se hace imprescindible en el proceso de aprendizaje permanente. Esta competencia aborda la incorporación de las herramientas y de los dispositivos digitales en las distintas fases de dicho proceso; por ejemplo, el uso de herramientas de diseño en tres dimensiones o la experimentación mediante simuladores en el diseño de soluciones, la aplicación de tecnologías CAM/CAE en la fabricación de productos, el uso de gestores de presentación o herramientas de difusión en la comunicación o publicación de información, el desarrollo de programas o aplicaciones informáticas en el control de sistemas, el buen aprovechamiento de herramientas de colaboración en el trabajo grupal, etc. En cada fase del proceso, la aplicación de la tecnología digital se hace necesaria para mejorar los resultados. En suma, esta competencia se centra en el uso responsable y eficiente de la tecnología digital aplicada al proceso de aprendizaje. Todo ello implica el conocimiento y comprensión del funcionamiento de los dispositivos y aplicaciones empleados, permitiendo adaptarlos a las necesidades personales. Se trata de aprovechar, por un lado, la diversidad de posibilidades que ofrece la tecnología digital y, por otro, las aportaciones de los conocimientos interdisciplinares para mejorar las soluciones aportadas.", "value": "5. Aprovechar y emplear de manera responsable las posibilidades de las herramientas digitales, adaptándolas a sus necesidades, configurándolas y aplicando conocimientos interdisciplinares, para la resolución de tareas de una manera más eficiente (CP2, CD2, CD5, CPSAA4, CPSAA5)"},
                    
                
                    {"text": "6. Analizar procesos tecnológicos, teniendo en cuenta su impacto en la sociedad y el entorno y aplicando criterios de sostenibilidad y accesibilidad, para hacer un uso ético y ecosocialmente responsable de la tecnología (STEM2, STEM5, CD4, CC4): La tecnología ha ido respondiendo a las necesidades humanas a lo largo de la historia, mejorando las condiciones de vida de las personas, pero repercutiendo también negativamente en algunos aspectos de la misma y en el medio ambiente. Esta competencia incluye el análisis necesario de los criterios de sostenibilidad determinantes en el diseño y en la fabricación de productos y sistemas a través del estudio del consumo energético, el ciclo de vida del producto, la contaminación ambiental y el impacto ecosocial. Además, se pretende mostrar en ella la actividad de determinados equipos de trabajo en internet y la repercusión que pueden tener algunos proyectos sociales por medio de comunidades abiertas, acciones de voluntariado o proyectos de servicio a la comunidad, así como el efecto de la selección de materiales, del sistema mecánico o de la elección de las fuentes de energía y sus conversiones. El objetivo es fomentar el desarrollo tecnológico para mejorar el bienestar social, minimizando las repercusiones en otros ámbitos mencionados anteriormente. Para ello se deben tener presentes todos los criterios desde el momento inicial de detección de la necesidad y estimarlos en cada una de las fases del proceso creativo. En este sentido, se aplican estas cuestiones al diseño de la arquitectura bioclimática en edificios y de los medios de transporte sostenibles. Finalmente, se abordan aspectos actitudinales relativos a la valoración del ahorro energético en beneficio del medio ambiente y de la contribución de las nuevas tecnologías, aplicables actualmente en cualquier ámbito, a la consecución de los Objetivos de Desarrollo Sostenible.", "value": "6. Analizar procesos tecnológicos, teniendo en cuenta su impacto en la sociedad y el entorno y aplicando criterios de sostenibilidad y accesibilidad, para hacer un uso ético y ecosocialmente responsable de la tecnología (STEM2, STEM5, CD4, CC4)"}
      ]
}
