{
  "competenciasEspecificas": [
                    {"text": "1. Resolver problemas y situaciones relacionados con la física y la química, aplicando las leyes y teorías científicas adecuadas, para comprender y explicar los fenómenos naturales y evidenciar el papel de estas ciencias en la mejora del bienestar común y en la realidad cotidiana. Aplicar los conocimientos científicos adecuados a la explicación de los fenómenos naturales requiere la construcción de un razonamiento científico que permita la formación de pensamientos de orden superior necesarios para la construcción de significados, lo que a su vez redunda en una mejor comprensión de dichas leyes y teorías científicas en un proceso de retroalimentación. Entender de este modo los fenómenos fisicoquímicos, implica comprender las interacciones que se producen entre cuerpos y sistemas en la naturaleza, analizarlas a la luz de las leyes y teorías fisicoquímicas, interpretar los fenómenos que se originan y utilizar herramientas científicas para la toma y registro de datos y su análisis crítico para la construcción de nuevo conocimiento científico. El desarrollo de esta competencia requiere el conocimiento de las formas y procedimientos estándar que se utilizan en la investigación científica del mundo natural y permite al alumnado, a su vez, forjar una opinión informada en los aspectos que afectan a su realidad cercana para actuar con sentido crítico en su mejora a través del conocimiento científico adquirido. Así pues, el desarrollo de esta competencia específica permite detectar los problemas del entorno cotidiano y de la realidad socioambiental global, y abordarlos desde la perspectiva de la física y de la química, buscando soluciones sostenibles que repercutan en el bienestar social común. Esta competencia específica se conecta con los siguientes descriptores: STEM1, STEM2, STEM5, CPSAA1.2.", "value": "1. Resolver problemas y situaciones relacionados con la física y la química, aplicando las leyes y teorías científicas adecuadas, para comprender y explicar los fenómenos naturales y evidenciar el papel de estas ciencias en la mejora del bienestar común y en la realidad cotidiana (STEM1, STEM2, STEM5, CPSAA1.2)."},
                    {"text": "2. Razonar con solvencia, usando el pensamiento científico y las destrezas relacionadas con el trabajo de la ciencia, para aplicarlos a la observación de la naturaleza y el entorno, a la formulación de preguntas e hipótesis y a la validación de las mismas a través de la experimentación, la indagación y la búsqueda de evidencias. El alumnado ha de desarrollar habilidades para observar desde una óptica científica los fenómenos naturales y para plantearse sus posibles explicaciones a partir de los procedimientos que caracterizan el trabajo científico, particularmente en las áreas de la física y de la química. Esta competencia específica contribuye a lograr el desempeño de investigar los fenómenos naturales a través de la experimentación, la búsqueda de evidencias y el razonamiento científico, haciendo uso de los conocimientos que el alumnado adquiere en su formación. Las destrezas que ha adquirido en etapas anteriores le permiten utilizar en Bachillerato la metodología científica con mayor rigor y obtener conclusiones y respuestas de mayor alcance y mejor elaboradas. El alumnado competente establece continuamente relaciones entre lo meramente académico y las vivencias de su realidad cotidiana, lo que le permite encontrar las relaciones entre las leyes y las teorías que aprenden y los fenómenos que observan en el mundo que les rodea. De esta manera, las cuestiones que plantean y las hipótesis que formulan están elaboradas de acuerdo con conocimientos fundamentados y ponen en evidencia las relaciones entre las variables que estudian en términos matemáticos y las principales leyes de la física y la química. Así, las conclusiones y explicaciones que se proporcionan son coherentes con las teorías científicas conocidas. Esta competencia específica se conecta con los siguientes descriptores: STEM1, STEM2, CPSAA4, CE1.", "value": "2. Razonar con solvencia, usando el pensamiento científico y las destrezas relacionadas con el trabajo de la ciencia, para aplicarlos a la observación de la naturaleza y el entorno, a la formulación de preguntas e hipótesis y a la validación de las mismas a través de la experimentación, la indagación y la búsqueda de evidencias (STEM1, STEM2, CPSAA4, CE1)."},
                    {"text": "3. Manejar con propiedad y solvencia el flujo de información en los diferentes registros de comunicación de la ciencia como la nomenclatura de compuestos químicos, el uso del lenguaje matemático, el uso correcto de las unidades de medida, la seguridad en el trabajo experimental, para la producción e interpretación de información en diferentes formatos y a partir de fuentes diversas. Para lograr una completa formación científica del alumnado es necesario adecuar el nivel de exigencia al evaluar sus destrezas para la comunicación científica. Para ello, el desarrollo de esta competencia en esta etapa educativa pretende que los alumnos y alumnas comprendan la información que se les proporciona sobre los fenómenos fisicoquímicos que ocurren en el mundo cotidiano, sea cual sea el formato en el que les sea proporcionada, y produzcan nueva información con corrección, veracidad y fidelidad, utilizando correctamente el lenguaje matemático, los sistemas de unidades, las normas de la IUPAC y la normativa de seguridad de los laboratorios científicos, con la finalidad de reconocer el valor universal del lenguaje científico en la transmisión de conocimiento. El correcto uso del lenguaje científico universal y la soltura a la hora de interpretar y producir información de carácter científico permiten a cada estudiante crear relaciones constructivas entre la física, la química y las demás disciplinas científicas y no científicas que son propias de otras áreas de conocimiento que se estudian en el Bachillerato. Además, prepara a los estudiantes para establecer también conexiones con una comunidad científica activa, preocupada por conseguir una mejora de la sociedad que repercuta en aspectos tan importantes como la conservación del medioambiente y la salud individual y colectiva, lo que dota a esta competencia específica de un carácter esencial para este currículo. Esta competencia específica se conecta con los siguientes descriptores: CCL1, CCL5, STEM4, CD2.", "value": "3. Manejar con propiedad y solvencia el flujo de información en los diferentes registros de comunicación de la ciencia como la nomenclatura de compuestos químicos, el uso del lenguaje matemático, el uso correcto de las unidades de medida, la seguridad en el trabajo experimental, para la producción e interpretación de información en diferentes formatos y a partir de fuentes diversas (CCL1, CCL5, STEM4, CD2)."},
                    {"text": "4. Utilizar de forma autónoma, crítica y eficiente plataformas digitales y recursos variados, tanto para el trabajo individual como en equipo, consultando y seleccionando información científica veraz, creando materiales en diversos formatos y comunicando de manera efectiva en diferentes entornos de aprendizaje, para fomentar la creatividad, el desarrollo personal y el aprendizaje individual y social. El desarrollo de las competencias científicas requiere el acceso a diversidad de fuentes de información para la selección y utilización de recursos didácticos, tanto tradicionales como digitales. En la actualidad muchos de los recursos necesarios para la enseñanza y el aprendizaje de la física y la química pueden encontrarse en distintas plataformas digitales de contenidos, por lo que su uso autónomo facilita el desarrollo de procesos cognitivos de nivel superior y propicia la comprensión, la elaboración de juicios, la creatividad y el desarrollo personal. Su uso crítico y eficiente implica la capacidad de seleccionar, entre los distintos recursos existentes, aquellos que resultan veraces y adecuados para las necesidades de formación, ajustados a las tareas que se están desempeñando y al tiempo disponible. A su vez, es necesaria la autonomía, responsabilidad y uso crítico de las plataformas digitales y sus diferentes entornos de aprendizaje como, por ejemplo, las herramientas de comunicación para el trabajo colaborativo mediante el intercambio de ideas y contenidos, citando las fuentes y respetando los derechos de autor, a partir de documentos en distintos formatos de modo que se favorezca el aprendizaje social. Para esto, es necesario que el alumnado aprenda a producir materiales tradicionales o digitales que ofrezcan un valor, no solo para sí mismos, sino también para el resto de la sociedad. Esta competencia específica se conecta con los siguientes descriptores: STEM3, CD1, CD3, CPSAA3.2, CE2.", "value": "4. Utilizar de forma autónoma, crítica y eficiente plataformas digitales y recursos variados, tanto para el trabajo individual como en equipo, consultando y seleccionando información científica veraz, creando materiales en diversos formatos y comunicando de manera efectiva en diferentes entornos de aprendizaje, para fomentar la creatividad, el desarrollo personal y el aprendizaje individual y social (STEM3, CD1, CD3, CPSAA3.2, CE2)."},
                    {"text": "5. Trabajar de forma colaborativa en equipos diversos, aplicando habilidades de coordinación, comunicación, emprendimiento y reparto equilibrado de responsabilidades, para predecir las consecuencias de los avances científicos y su influencia sobre la salud propia y comunitaria y sobre el desarrollo medioambiental sostenible. El aprendizaje de la física y de la química, en lo referido a métodos de trabajo, leyes y teorías más importantes, y las relaciones entre ellas, el resto de las ciencias y la tecnología, la sociedad y el medioambiente, implica que el alumnado desarrolle una actitud comprometida en el trabajo experimental y el desarrollo de proyectos de investigación en equipo, adopte ciertas posiciones éticas y sea consciente de los compromisos sociales que se infieren de estas relaciones. Además, el proceso de formación en ciencias implica el trabajo activo integrado con la lectura, la escritura, la expresión oral, la tecnología y las matemáticas. El desarrollo de todas estas destrezas de forma integral tiene mucho más sentido si se realiza en colaboración dentro de un grupo diverso que respete las diferencias de género, orientación, ideología, etc., en el que forman parte no solo la cooperación, sino también la comunicación, el debate y el reparto consensuado de responsabilidades. Las ideas que se plantean en el trabajo de estos equipos son validadas a través de la argumentación y es necesario el acuerdo común para que el colectivo las acepte, al igual que sucede en la comunidad científica, en la que el consenso es un requisito para la aceptación universal de las nuevas ideas, experimentos y descubrimientos. No se deben olvidar, por otra parte, las ventajas de desarrollar el trabajo colaborativo por la interdependencia positiva entre los miembros del equipo, la complementariedad, la responsabilidad compartida, la evaluación grupal, etc., que se fomentan a través del desarrollo de esta competencia específica. Esta competencia específica se conecta con los siguientes descriptores: STEM3, STEM5, CPSAA3.1, CPSAA3.2.", "value": "5. Trabajar de forma colaborativa en equipos diversos, aplicando habilidades de coordinación, comunicación, emprendimiento y reparto equilibrado de responsabilidades, para predecir las consecuencias de los avances científicos y su influencia sobre la salud propia y comunitaria y sobre el desarrollo medioambiental sostenible (STEM3, STEM5, CPSAA3.1, CPSAA3.2)."},
                    {"text": "6. Participar de forma activa en la construcción colectiva y evolutiva del conocimiento científico, en su entorno cotidiano y cercano, para convertirse en agentes activos de la difusión del pensamiento científico, la aproximación escéptica a la información científica y tecnológica y la puesta en valor de la preservación del medioambiente y la salud pública, el desarrollo económico y la búsqueda de una sociedad igualitaria. Por último, esta competencia específica pretende dotar al alumnado de la destreza para decidir con criterios científicamente fundamentados y valorar la repercusión técnica, social, económica y medioambiental de las distintas aplicaciones que tienen los avances, las investigaciones y los descubrimientos que la comunidad científica acomete en el transcurso de la historia, con la finalidad de construir ciudadanos y ciudadanas competentes comprometidos con el mundo en el que viven. El conocimiento y explicación de los aspectos más importantes para la sociedad de la ciencia y la tecnología permite valorar críticamente cuáles son las repercusiones que tienen, y así el alumnado puede tener mejores criterios a la hora de tomar decisiones sobre los usos adecuados de los medios y productos científicos y tecnológicos que la sociedad pone a su disposición. Asimismo, esta competencia específica se desarrolla a través de la participación activa del alumnado en proyectos que involucren la toma de decisiones y la ejecución de acciones científicamente fundamentadas en su vida cotidiana y entorno social. Con ello mejora la conciencia social de la ciencia, algo que es necesario para construir una sociedad del conocimiento más avanzada. Esta competencia específica se conecta con los siguientes descriptores: STEM3, STEM4, STEM5, CPSAA5, CE2.", "value": "6. Participar de forma activa en la construcción colectiva y evolutiva del conocimiento científico, en su entorno cotidiano y cercano, para convertirse en agentes activos de la difusión del pensamiento científico, la aproximación escéptica a la información científica y tecnológica y la puesta en valor de la preservación del medioambiente y la salud pública, el desarrollo económico y la búsqueda de una sociedad igualitaria (STEM3, STEM4, STEM5, CPSAA5, CE2)."}
                ]
}
