{
"criteriosEvaluacion": [
                    "1.1 Analizar críticamente conceptos y procesos relacionados con los saberes de la materia, interpretando información en diferentes formatos (modelos, gráficos, tablas, diagramas, fórmulas, esquemas).",
                    "1.2 Comunicar informaciones u opiniones razonadas relacionadas con los saberes de la materia o con trabajos científicos, transmitiéndolas de forma clara y rigurosa, utilizando la terminología y el formato adecuados (modelos, gráficos, tablas, vídeos, informes, diagramas, fórmulas, esquemas y símbolos, entre otros) y herramientas digitales.",
                    "1.3 Argumentar sobre aspectos relacionados con los saberes de la materia, defendiendo una postura de forma razonada y con una actitud abierta, flexible, receptiva y respetuosa ante la opinión de los demás.",
                    "2.1 Plantear y resolver cuestiones relacionadas con los saberes de la materia, localizando y citando fuentes adecuadas y seleccionando, organizando y analizando críticamente la información.",
                    "2.2 Contrastar y justificar la veracidad de la información relacionada con los saberes de la materia, utilizando fuentes fiables y adoptando una actitud crítica y escéptica hacia informaciones sin una base científica como pseudociencias, teorías conspiratorias, creencias infundadas, bulos, etc.",
                    "2.3 Argumentar sobre la contribución de la ciencia a la sociedad y la labor de las personas dedicadas a ella, destacando el papel de la mujer y entendiendo la investigación como una labor colectiva e interdisciplinar en constante evolución e influida por el contexto político y los recursos económicos.",
                    "3.1 Plantear preguntas, realizar predicciones y formular hipótesis que puedan ser respondidas o contrastadas, utilizando métodos científicos y que intenten explicar fenómenos biológicos, geológicos o ambientales.",
                    "3.2 Diseñar la experimentación, la toma de datos y el análisis de fenómenos biológicos, geológicos y ambientales y seleccionar los instrumentos necesarios de modo que permitan responder a preguntas concretas y contrastar una hipótesis planteada, minimizando los sesgos en la medida de lo posible.",
                    "3.3 Realizar experimentos y tomar datos cuantitativos y cualitativos sobre fenómenos biológicos, geológicos y ambientales, seleccionando y utilizando los instrumentos, herramientas o técnicas adecuadas con corrección y precisión.",
                    "3.4 Interpretar y analizar resultados obtenidos en un proyecto de investigación, utilizando, cuando sea necesario, herramientas matemáticas y tecnológicas, reconociendo su alcance y limitaciones y obteniendo conclusiones razonadas y fundamentadas o valorando la imposibilidad de hacerlo.",
                    "3.5 Establecer colaboraciones dentro y fuera del centro educativo en las distintas fases del proyecto científico con el fin de trabajar con mayor eficiencia, utilizando las herramientas tecnológicas adecuadas, valorando la importancia de la cooperación en la investigación, respetando la diversidad y favoreciendo la inclusión.",
                    "4.1 Resolver problemas o dar explicación a procesos biológicos, geológicos o ambientales, utilizando recursos variados como conocimientos propios, datos e información recabados, razonamiento lógico, pensamiento computacional o herramientas digitales.",
                    "4.2 Analizar críticamente la solución a un problema sobre fenómenos biológicos, geológicos o ambientales y modificar los procedimientos utilizados o las conclusiones obtenidas si dicha solución no fuese viable o ante nuevos datos aportados o recabados con posterioridad.",
                    "5.1 Analizar las causas y consecuencias ecológicas, sociales y económicas de los principales problemas medioambientales desde una perspectiva individual, local y global, concibiéndolos como grandes retos de la humanidad y basándose en datos científicos y en los saberes de la materia.",
                    "5.2 Proponer y poner en práctica hábitos e iniciativas sostenibles y saludables a nivel local y argumentar sobre sus efectos positivos y la urgencia de adoptarlos basándose en los saberes de la materia.",
                    "6.1 Relacionar los grandes eventos de la historia terrestre con determinados elementos del registro geológico y con los sucesos que ocurren en la actualidad, utilizando los principios geológicos básicos y el razonamiento lógico.",
                    "6.2 Resolver problemas de datación, analizando elementos del registro geológico y fósil y aplicando métodos de datación."
                ],
                "saberes": [
                    "A. Proyecto científico.",
                    "− Hipótesis, preguntas, problemas y conjeturas: planteamiento con perspectiva científica.",
                    "− Estrategias para la búsqueda de información, colaboración, comunicación e interacción con instituciones científicas: herramientas digitales, formatos de presentación de procesos, resultados e ideas (diapositivas, gráficos, vídeos, posters, informes y otros).",
                    "− Fuentes fiables de información: búsqueda, reconocimiento y utilización.",
                    "− Experiencias científicas de laboratorio o de campo: diseño, planificación y realización. Contraste de hipótesis. Controles experimentales.",
                    "− Métodos de análisis de resultados científicos: organización, representación y herramientas estadísticas.",
                    "− Estrategias de comunicación científica: vocabulario científico, formatos (informes, vídeos, modelos, gráficos y otros) y herramientas digitales.",
                    "− La labor científica y las personas dedicadas a la ciencia: contribución a las ciencias biológicas, geológicas y ambientales e importancia social. El papel de la mujer en la ciencia.",
                    "− La evolución histórica del saber científico: la ciencia como labor colectiva, interdisciplinar y en continua construcción.",
                    "B. Ecología y sostenibilidad.",
                    "− El medio ambiente como motor económico y social: importancia de la evaluación de impacto ambiental y de la gestión sostenible de recursos y residuos. La relación entre la salud medioambiental, humana y de otros seres vivos: one health (una sola salud).",
                    "− La sostenibilidad de las actividades cotidianas: uso de indicadores de sostenibilidad, estilos de vida compatibles y coherentes con un modelo de desarrollo sostenible. Concepto de huella ecológica.",
                    "− Iniciativas locales y globales para promover un modelo de desarrollo sostenible.",
                    "− La dinámica de los ecosistemas: flujos de energía, ciclos de la materia (carbono, nitrógeno, fósforo y azufre), interdependencia y relaciones tróficas. Resolución de problemas.",
                    "− El cambio climático: su relación con el ciclo del carbono, causas y consecuencias sobre la salud, la economía, la ecología y la sociedad. Estrategias y herramientas para afrontarlo: mitigación y adaptación.",
                    "− La pérdida de biodiversidad: causas y consecuencias ambientales y sociales.",
                    "− El problema de los residuos. Los compuestos xenobióticos: los plásticos y sus efectos sobre la naturaleza y sobre la salud humana y de otros seres vivos. La prevención y gestión adecuada de los residuos.",
                    "C. Historia de la Tierra y la vida.",
                    "− El tiempo geológico: magnitud, escala y métodos de datación. Problemas de datación absoluta y relativa.",
                    "− La historia de la Tierra: principales acontecimientos geológicos.",
                    "− Métodos y principios para el estudio del registro geológico: reconstrucción de la historia geológica de una zona. Principios geológicos.",
                    "− La historia de la vida en la Tierra: principales cambios en los grandes grupos de seres vivos y justificación desde la perspectiva evolutiva.",
                    "− Los principales grupos taxonómicos: características fundamentales. Importancia de la conservación de la biodiversidad.",
                    "D. La dinámica y composición terrestres.",
                    "− Estructura, dinámica y funciones de la atmósfera.",
                    "− Estructura, dinámica y funciones de la hidrosfera.",
                    "− Estructura, composición y dinámica de la geosfera. Métodos de estudio directos e indirectos.",
                    "− Los procesos geológicos internos, el relieve y su relación con la tectónica de placas. Tipos de bordes, relieves, actividad sísmica y volcánica y rocas resultantes en cada uno de ellos.",
                    "− Los procesos geológicos externos: agentes causales y consecuencias sobre el relieve. Formas principales de modelado del relieve y geomorfología.",
                    "− La edafogénesis: factores y procesos formadores del suelo. La edafodiversidad e importancia de su conservación.",
                    "− Los riesgos naturales: relación con los procesos geológicos y las actividades humanas. Estrategias de predicción, prevención y corrección.",
                    "− Clasificación e identificación de las rocas: según su origen y composición. El ciclo litológico.",
                    "− Clasificación químico-estructural e identificación de minerales y rocas.",
                    "− La importancia de los minerales y las rocas: usos cotidianos. Su explotación y uso responsable.",
                    "− La importancia de la conservación del patrimonio geológico.",
                    "E. Fisiología e histología animal.",
                    "− La función de nutrición: importancia biológica y estructuras implicadas en diferentes grupos taxonómicos.",
                    "− La función de relación: fisiología y funcionamiento de los sistemas de coordinación (nervioso y endocrino), de los receptores sensoriales, y de los órganos efectores.",
                    "− La función de reproducción: importancia biológica, tipos y estructuras implicadas en diferentes grupos taxonómicos.",
                    "F. Fisiología e histología vegetal.",
                    "− La función de nutrición: la fotosíntesis, su balance general e importancia para la vida en la Tierra.",
                    "− La savia bruta y la savia elaborada: composición, formación y mecanismos de transporte.",
                    "− La función de relación: tipos de respuestas de los vegetales a estímulos e influencia de las fitohormonas (auxinas, citoquininas, etileno, etc.).",
                    "− La función de reproducción: la reproducción sexual y asexual, relevancia evolutiva, los ciclos biológicos, tipos de reproducción asexual, procesos implicados en la reproducción sexual (polinización, fecundación, dispersión de la semilla y el fruto) y su relación con el ecosistema.",
                    "− Las adaptaciones de los vegetales al medio: relación entre estas y el ecosistema en el que se desarrollan.",
                    "G. Los microorganismos y formas acelulares.",
                    "− Las eubacterias y las arqueobacterias: diferencias.",
                    "− El metabolismo bacteriano: ejemplos de importancia ecológica (simbiosis y ciclos biogeoquímicos).",
                    "− Los microorganismos como agentes causales de enfermedades infecciosas: zoonosis y epidemias.",
                    "− El cultivo de microorganismos: técnicas de esterilización y cultivo.",
                    "− Mecanismos de transferencia genética horizontal en bacterias: el problema de la resistencia a antibióticos.",
                    "− Las formas acelulares (virus, viroides y priones): características, mecanismos de infección e importancia biológica."
                ]
}
