{
            "saberes": [
                "A. Vida activa y saludable.",
                "– Salud física: efectos físicos beneficiosos de un estilo de vida activo. Alimentación saludable e hidratación. Educación postural en situaciones cotidianas. Cuidado del cuerpo: higiene personal y el descanso tras la actividad física.",
                "– Salud mental: bienestar personal y en el entorno a través de la motricidad. Autoconocimiento e identificación de fortalezas y debilidades en todos los ámbitos (social, físico y mental).",
                "– Salud social: la actividad física como práctica social saludable. Derechos de los niños y niñas en el deporte escolar. Respeto a todas las personas con independencia de sus características personales.",
                "B. Organización y gestión de la actividad física.",
                "– Elección de la práctica física: vivencia de diversas experiencias corporales en distintos contextos.",
                "– Cuidado del material utilizado en la actividad a desarrollar.",
                "– Preparación de la práctica motriz: vestimenta deportiva y hábitos generales de higiene corporal.",
                "– Planificación y autorregulación de proyectos motores sencillos: objetivos o metas.",
                "– Prevención de accidentes en las prácticas motrices: juegos de activación, calentamiento y vuelta a la calma.",
                "C. Resolución de problemas en situaciones motrices.",
                "– Toma de decisiones: adecuación de las acciones a las capacidades y las limitaciones personales en situaciones motrices individuales. Coordinación de acciones con compañeros en situaciones cooperativas. Adecuación de la acción a la ubicación del adversario en situaciones motrices de persecución y de interacción con un móvil. Selección de la posición corporal o la distancia adecuadas en situaciones de oposición de contacto. Selección de acciones para mantener la posesión, recuperar el móvil o evitar que el atacante progrese en situaciones motrices de colaboración-oposición de persecución y de interacción con un móvil.",
                "– Capacidades perceptivo-motrices en contexto de práctica: integración del esquema corporal; conciencia corporal; lateralidad y su proyección en el espacio; coordinación óculo-pédica y óculo-manual; equilibrio estático y dinámico.",
                "– Capacidades físicas desde el ámbito lúdico y el juego.",
                "– Habilidades y destrezas motrices básicas genéricas: locomotrices, no locomotrices y manipulativas.",
                "– Creatividad motriz: variación y adecuación de la acción motriz ante estímulos internos.",
                "D. Autorregulación emocional e interacción social en situaciones motrices.",
                "– Gestión emocional: estrategias de identificación, experimentación y manifestación de emociones, pensamientos y sentimientos a partir de experiencias motrices.",
                "– Habilidades sociales: verbalización de emociones derivadas de la interacción en contextos motrices.",
                "– Respeto a las reglas de juego.",
                "– Conductas que favorezcan la convivencia y la igualdad de género, inclusivas y de respeto a los demás, en situaciones motrices: estrategias de identificación de conductas discriminatorias o contrarias a la convivencia.",
                "E. Manifestaciones de la cultura motriz.",
                "– Aportaciones de la cultura motriz a la herencia cultural. Los juegos y las danzas como manifestación de la propia cultura.",
                "– Usos comunicativos de la corporalidad: gestos, muecas, posturas y otros.",
                "– Práctica de actividades rítmico-musicales con carácter artístico-expresivo.",
                "– Deporte y perspectiva de género: referentes en el deporte de distintos géneros.",
                "F. Interacción eficiente y sostenible con el entorno.",
                "– Normas de uso: educación vial para peatones. Movilidad segura, saludable y sostenible.",
                "– Posibilidades motrices de los espacios de juego y esparcimiento infantil.",
                "– El material y sus posibilidades de uso para el desarrollo de la motricidad.",
                "– Realización de actividades físicas seguras en el medio natural y urbano.",
                "– Cuidado del entorno próximo y de los animales y plantas que en él conviven, como servicio a la comunidad, durante la práctica segura de actividades físicas en el medio natural y urbano."
            ],
            "criteriosEvaluacion": [
                "Competencia específica 1.",
                "1.1 Identificar los desplazamientos activos como práctica saludable, conociendo sus beneficios físicos para el establecimiento de un estilo de vida activo.",
                "1.2 Explorar las posibilidades de la propia motricidad a través del juego, aplicando en distintas situaciones cotidianas medidas básicas de cuidado de la salud personal a través de la higiene corporal y la educación postural.",
                "1.3 Participar en juegos de activación y vuelta a la calma, reconociendo su utilidad para adaptar el cuerpo a la actividad física y evitar lesiones, manteniendo la calma y sabiendo cómo actuar en caso de que se produzca algún accidente en contextos de práctica motriz.",
                "1.4 Conocer los valores positivos que fomenta la práctica motriz compartida, reconociendo, vivenciando y disfrutando sus beneficios en contextos variados e inclusivos y respetando a todos los participantes con independencia de sus diferencias individuales.",
                "Competencia específica 2.",
                "2.1 Reconocer la importancia de establecer metas claras a la hora de desarrollar proyectos motores de carácter individual, cooperativo o colaborativo, valorando su consecución a partir de un análisis de los resultados obtenidos.",
                "2.2 Adoptar decisiones en contextos de práctica motriz de manera ajustada según las circunstancias.",
                "2.3 Descubrir, reconocer y emplear los componentes cualitativos y cuantitativos de la motricidad de manera lúdica e integrada en diferentes situaciones y contextos, mejorando progresivamente su control y su dominio corporal.",
                "Competencia específica 3.",
                "3.1 Identificar las emociones que se producen durante el juego, intentando gestionarlas y disfrutando de la actividad física.",
                "3.2 Respetar las normas consensuadas, así como las reglas de juego, y actuar desde los parámetros de la deportividad y el juego limpio, aceptando las características y niveles de los participantes.",
                "3.3 Participar en las prácticas motrices cotidianas, comenzando a desarrollar habilidades sociales de acogida, inclusión, ayuda y cooperación, iniciándose en la resolución de conflictos personales de forma dialógica y justa, y mostrando un compromiso activo frente a las actuaciones contrarias a la convivencia.",
                "Competencia específica 4.",
                "4.1 Participar activamente en juegos y otras manifestaciones artístico-expresivas de carácter cultural propias del entorno, valorando su componente lúdico-festivo y disfrutando de su puesta en práctica.",
                "4.2 Conocer y valorar los logros de distintos referentes del deporte de ambos géneros, reconociendo el esfuerzo, la dedicación y los sacrificios requeridos para alcanzar dichos éxitos.",
                "4.3 Adecuar los distintos usos comunicativos de la corporalidad y sus manifestaciones a diferentes ritmos y contextos expresivos.",
                "Competencia específica 5.",
                "Participar en actividades lúdico-recreativas de forma segura en los entornos natural y urbano y en contextos terrestres o acuáticos, conociendo otros usos desde la motricidad y adoptando actitudes de respeto, cuidado y conservación de dichos entornos."      
            ]
        }
