{
  "competenciasEspecificas": [
                    {"text": "1. Utilizar las teorías, principios y leyes que rigen los procesos físicos más importantes, considerando su base experimental y desarrollo matemático en la resolución de problemas, para reconocer la física como una ciencia relevante implicada en el desarrollo de la tecnología, la economía, la sociedad y la sostenibilidad ambiental. Utilizar los principios, leyes y teorías de la física requiere de un amplio conocimiento de sus fundamentos teóricos. Comprender y describir, a través de la experimentación o la utilización de desarrollos matemáticos, las interacciones que se producen entre cuerpos y sistemas en la naturaleza permite, a su vez, desarrollar el pensamiento científico para construir nuevo conocimiento aplicado a la resolución de problemas en distintos contextos en los que interviene la física. Esto implica apreciar la física como un campo del saber con importantes implicaciones en la tecnología, la economía, la sociedad y la sostenibilidad ambiental. De esta forma, a partir de la comprensión de las implicaciones de la física en otros campos de la vida cotidiana, consigue formarse una opinión fundamentada sobre las situaciones que afectan a cada contexto, lo que es necesario para desarrollar un pensamiento crítico y una actitud adecuada para contribuir al progreso a través del conocimiento científico adquirido, aportando soluciones sostenibles. Esta competencia específica se conecta con los siguientes descriptores: STEM1, STEM2, STEM3, CD5.", "value": "1. Utilizar las teorías, principios y leyes que rigen los procesos físicos más importantes, considerando su base experimental y desarrollo matemático en la resolución de problemas, para reconocer la física como una ciencia relevante implicada en el desarrollo de la tecnología, la economía, la sociedad y la sostenibilidad ambiental (STEM1, STEM2, STEM3, CD5)."},
                    {"text": "2. Adoptar los modelos, teorías y leyes aceptados de la física como base de estudio de los sistemas naturales y predecir su evolución para inferir soluciones generales a los problemas cotidianos relacionados con las aplicaciones prácticas demandadas por la sociedad en el campo tecnológico, industrial y biosanitario. El estudio de la física, como ciencia de la naturaleza, debe proveer de la competencia para analizar fenómenos que se producen en el entorno natural. Para ello, es necesario adoptar los modelos, teorías y leyes que forman los pilares fundamentales de este campo de conocimiento y que a su vez permiten predecir la evolución de los sistemas y objetos naturales. Al mismo tiempo, esta adopción se produce cuando se relacionan los fenómenos observados en situaciones cotidianas con los fundamentos y principios de la física. Así, a partir del análisis de diversas situaciones particulares se aprende a inferir soluciones generales a los problemas cotidianos, que pueden redundar en aplicaciones prácticas necesarias para la sociedad y que darán lugar a productos y beneficios a través de su desarrollo desde el campo tecnológico, industrial o biosanitario. Esta competencia específica se conecta con los siguientes descriptores: STEM2, STEM5, CPSAA2, CC4.", "value": "2. Adoptar los modelos, teorías y leyes aceptados de la física como base de estudio de los sistemas naturales y predecir su evolución para inferir soluciones generales a los problemas cotidianos relacionados con las aplicaciones prácticas demandadas por la sociedad en el campo tecnológico, industrial y biosanitario (STEM2, STEM5, CPSAA2, CC4)."},
                    {"text": "3. Utilizar el lenguaje de la física con la formulación matemática de sus principios, magnitudes, unidades, ecuaciones, etc., para establecer una comunicación adecuada entre diferentes comunidades científicas y como una herramienta fundamental en la investigación. El desarrollo de esta competencia específica pretende trasladar a los alumnos y alumnas un conjunto de criterios para el uso de formalismos con base científica, con la finalidad de poder plantear y discutir adecuadamente la resolución de problemas de física y discutir sus aplicaciones en el mundo que les rodea. Además, se pretende que valoren la universalidad del lenguaje matemático y su formulación para intercambiar planteamientos físicos y sus resoluciones en distintos entornos y medios. Integrar al alumnado en la participación colaborativa con la comunidad científica requiere de un código específico, riguroso y común que asegure la claridad de los mensajes que se intercambian entre sus miembros. Del mismo modo, con esta competencia específica se pretende atender a la demanda de los avances tecnológicos teniendo en cuenta la conservación del medioambiente. Esta competencia específica se conecta con los siguientes descriptores: CCL1, CCL5, STEM1, STEM4, CD3.", "value": "3. Utilizar el lenguaje de la física con la formulación matemática de sus principios, magnitudes, unidades, ecuaciones, etc., para establecer una comunicación adecuada entre diferentes comunidades científicas y como una herramienta fundamental en la investigación (CCL1, CCL5, STEM1, STEM4, CD3)."},
                    {"text": "4. Utilizar de forma autónoma, eficiente, crítica y responsable recursos en distintos formatos, plataformas digitales de información y de comunicación en el trabajo individual y colectivo para el fomento de la creatividad mediante la producción y el intercambio de materiales científicos y divulgativos que faciliten acercar la física a la sociedad como un campo de conocimientos accesible. Entre las destrezas que deben adquirirse en los nuevos contextos de enseñanza y aprendizaje actuales se encuentra la de utilizar plataformas y entornos virtuales de aprendizaje. Estas plataformas sirven de repositorio de recursos y materiales de distinto tipo y en distinto formato y son útiles para el aprendizaje de la física, así como medios para el aprendizaje individual y social. Es necesario, pues, utilizar estos recursos de forma autónoma y eficiente para facilitar el aprendizaje autorregulado y al mismo tiempo ser responsable en las interacciones con otros estudiantes y con el profesorado. Al mismo tiempo, la producción y el intercambio de materiales científicos y divulgativos permiten acercar la física de forma creativa a la sociedad, presentándola como un campo de conocimientos accesible. Esta competencia específica se conecta con los siguientes descriptores: STEM3, STEM5, CD1, CD3, CPSAA4.", "value": "4. Utilizar de forma autónoma, eficiente, crítica y responsable recursos en distintos formatos, plataformas digitales de información y de comunicación en el trabajo individual y colectivo para el fomento de la creatividad mediante la producción y el intercambio de materiales científicos y divulgativos que faciliten acercar la física a la sociedad como un campo de conocimientos accesible (STEM3, STEM5, CD1, CD3, CPSAA4)."},
                    {"text": "5. Aplicar técnicas de trabajo e indagación propias de la física, así como la experimentación, el razonamiento lógico-matemático y la cooperación, en la resolución de problemas y la interpretación de situaciones relacionadas, para poner en valor el papel de la física en una sociedad basada en valores éticos y sostenibles. Las ciencias de la naturaleza tienen un carácter experimental intrínseco. Uno de los principales objetivos de cualquiera de estas disciplinas científicas es la explicación de los fenómenos naturales, lo que permite formular teorías y leyes para su aplicación en diferentes sistemas. El caso de la física no es diferente, y es relevante trasladar a los alumnos y alumnas la curiosidad por los fenómenos que suceden en su entorno y en distintas escalas. Hay procesos físicos cotidianos que son reproducibles fácilmente y pueden ser explicados y descritos con base en los principios y leyes de la física. También hay procesos que, aun no siendo reproducibles, están presentes en el entorno natural de forma generalizada y gracias a los laboratorios virtuales se pueden simular para aproximarse más fácilmente a su estudio. El trabajo experimental constituye un conjunto de etapas que fomentan la colaboración e intercambio de información, ambos muy necesarios en los campos de investigación actuales. Para ello, se debe fomentar en su desarrollo la experimentación y estimación de los errores, la utilización de distintas fuentes documentales en varios idiomas y el uso de recursos tecnológicos. Finalmente, se debe plasmar la información en informes que recojan todo este proceso, lo que permitiría a los estudiantes formar, en un futuro, parte de la comunidad científica. Esta competencia específica se conecta con los siguientes descriptores: STEM1, CPSAA3.2, CC4, CE3.", "value": "5. Aplicar técnicas de trabajo e indagación propias de la física, así como la experimentación, el razonamiento lógico-matemático y la cooperación, en la resolución de problemas y la interpretación de situaciones relacionadas, para poner en valor el papel de la física en una sociedad basada en valores éticos y sostenibles (STEM1, CPSAA3.2, CC4, CE3)."},
                    {"text": "6. Reconocer y analizar el carácter multidisciplinar de la física, considerando su relevante recorrido histórico y sus contribuciones al avance del conocimiento científico como un proceso en continua evolución e innovación, para establecer unas bases de conocimiento y relación con otras disciplinas científicas. La física constituye una ciencia profundamente implicada en distintos ámbitos de nuestras vidas cotidianas y que, por tanto, forma parte clave del desarrollo científico, tecnológico e industrial. La adecuada aplicación de sus principios y leyes permite la resolución de diversos problemas basados en los mismos conocimientos, y la aplicación de planteamientos similares a los estudiados en distintas situaciones muestra la universalidad de esta ciencia. Los conocimientos y aplicaciones de la física forman, junto con los de otras ciencias como las matemáticas o la tecnología, un sistema simbiótico cuyas aportaciones se benefician mutuamente. La necesidad de formalizar experimentos para verificar los estudios implica un incentivo en el desarrollo tecnológico y viceversa, el progreso de la tecnología alumbra nuevos descubrimientos que precisan de explicación a través de las ciencias básicas como la física. La colaboración entre distintas comunidades científicas expertas en diferentes disciplinas es imprescindible en todo este desarrollo. Esta competencia específica se conecta con los siguientes descriptores: STEM2, STEM5, CPSAA5, CE1.", "value": "6. Reconocer y analizar el carácter multidisciplinar de la física, considerando su relevante recorrido histórico y sus contribuciones al avance del conocimiento científico como un proceso en continua evolución e innovación, para establecer unas bases de conocimiento y relación con otras disciplinas científicas (STEM2, STEM5, CPSAA5, CE1)."}
                ]
}
