{
  "criteriosEvaluacion": [
                        "1.1 Identificar la presencia del dibujo en diferentes manifestaciones culturales y artísticas, estableciendo con criterio propio relaciones entre ellas y valorándolo como herramienta de expresión.",
                        "1.2 Explicar las múltiples funciones del dibujo a través del análisis autónomo de su uso en producciones de distintos ámbitos disciplinares.",
                        "1.3 Defender la importancia de la libertad de expresión para la pluralidad cultural y artística, a través de un discurso razonado y argumentado de forma activa, comprometida y respetuosa.",
                        "2.1 Analizar el lenguaje, las técnicas y procedimientos, la función y la expresividad del dibujo en diferentes producciones plásticas, incluyendo las contemporáneas, utilizando la terminología específica más adecuada e identificando con actitud abierta las intencionalidades de sus mensajes.",
                        "2.2 Explicar de forma razonada la elección del dibujo como herramienta de expresión y transmisión de significados en distintas manifestaciones culturales y artísticas.",
                        "3.1 Recrear gráficamente la realidad mediante bocetos o esbozos, partiendo tanto de la observación detallada como de la propia imaginación y utilizando una expresión personal y espontánea.",
                        "3.2 Analizar, interpretar y representar la realidad a partir de obras gráficas que exploren las posibilidades expresivas de formas y texturas, empleando con corrección y destreza los recursos del dibujo.",
                        "4.1 Usar el dibujo como medio de expresión, experimentando con diferentes materiales, técnicas y soportes, integrándolos en las producciones plásticas propias e incorporando las posibilidades que ofrece el cuerpo humano como recurso.",
                        "4.2 Recrear gráficamente el espacio tridimensional, en producciones artísticas bidimensionales o tridimensionales, utilizando diversos materiales, técnicas y soportes y experimentando de forma abierta con los efectos perspectivos de profundidad.",
                        "4.3 Analizar la importancia del cuerpo humano en las propuestas artísticas contemporáneas, estudiando los diferentes materiales, técnicas y soportes utilizados.",
                        "5.1 Describir los referentes artísticos presentes en obras contemporáneas, explicando la influencia que ejercen y las relaciones que se establecen y reconociendo la importancia de la herencia cultural.",
                        "5.2 Expresar ideas, opiniones, sentimientos y emociones propios en la práctica artística, tomando como punto de partida la exploración del entorno y de obras artísticas de interés personal.",
                        "6.1 Representar gráficamente las formas, sus posibles combinaciones y los espacios negativos y positivos presentes en entornos urbanos o naturales, a partir un estudio de los mismos intencionado y selectivo.",
                        "6.2 Expresar a través del trazo y el gesto del dibujo una visión propia de la realidad o del mundo interior con un trazo y un gesto personales, usando los elementos del lenguaje gráfico, sus formas, signos, posibilidades expresivas y efectos visuales.",
                        "7.1 Plantear soluciones alternativas en la representación de la realidad, con diferentes niveles de iconicidad, mostrando un pensamiento divergente, utilizando adecuadamente las herramientas, medios y soportes seleccionados, analizando su posible impacto ambiental y buscando activamente un resultado final ajustado a las intenciones expresivas propias.",
                        "7.2 Seleccionar y utilizar con destreza y de manera creativa las herramientas, medios y soportes más adecuados a la intención personal, empleando los valores expresivos del claroscuro y del color en las interpretaciones gráficas propias de la realidad y en la representación del mundo interior.",
                        "7.3 Emplear creativamente las tecnologías digitales en producciones gráficas, integrándolas en el proceso creativo y expresivo propio.",
                        "8.1 Interpretar gráficamente la realidad observada, abstrayendo la información recibida y desarrollando la retentiva y la memoria visual.",
                        "8.2 Lograr efectos perspectivos de profundidad en representaciones gráficas personales y creativas, atendiendo a las proporciones y los contrastes lumínicos y valorando la perspectiva como un método para recrear la tridimensionalidad.",
                        "9.1 Planificar producciones gráficas de forma colaborativa, adaptando el diseño y el proceso al ámbito disciplinar elegido, y organizando y distribuyendo las tareas de manera adecuada.",
                        "9.2 Realizar, con decisión y actitud positiva, proyectos gráficos compartidos, respetando las aportaciones de los demás, afrontando los retos que surjan y evaluando tanto la planificación como las modificaciones realizadas.",
                        "9.3 Afrontar con creatividad los posibles retos que surgen en la ejecución de proyectos gráficos colaborativos, contribuyendo a la consecución y la mejora del resultado final y evaluando tanto la planificación como las modificaciones realizadas.",
                        "9.4 Identificar posibilidades de desarrollo académico y profesional relacionadas con el dibujo artístico, comprendiendo las oportunidades que ofrece y el valor añadido de la creatividad en los estudios y en el trabajo, expresando la opinión propia de forma razonada y respetuosa."
                    ],
                    "saberes": [
                        "A. Concepto e historia del dibujo.",
                        "− El dibujo en el arte de los siglos XIX y XX. Obras más representativas de diferentes artistas.",
                        "− De la representación objetiva a la subjetiva. De lo figurativo a la abstracción.",
                        "− La Bauhaus y el diseño.",
                        "− El dibujo como expresión artística contemporánea. Dibujar en el espacio.",
                        "B. La expresión gráfica y sus recursos elementales.",
                        "− La retentiva y la memoria visual.",
                        "− Las formas y su transformación: la forma entendida como una estructura de elementos y relaciones. Espacios negativos y positivos de las formas.",
                        "− Textura visual y táctil.",
                        "− Técnicas gráfico-plásticas, tradicionales, alternativas y digitales.",
                        "C. Dibujo y espacio.",
                        "− La línea, el dibujo y la tridimensionalidad.",
                        "− La perspectiva. La perspectiva cónica y el dibujo artístico.",
                        "− Encuadre y dibujo del natural. Relación con la fotografía.",
                        "− Espacios interiores, exteriores, urbanos y naturales.",
                        "− Geometría y naturaleza.",
                        "D. La luz, el claroscuro y el color.",
                        "− El sombreado y la mancha. Escalas y claves tonales.",
                        "− Cualidades y relaciones del color. El contraste de color. Color local, tonal y ambiental. Usos del color en el dibujo.",
                        "− Dimensiones del color. Aplicaciones prácticas.",
                        "− Perspectiva atmosférica.",
                        "− El color asociado a la línea. Arte óptico y geométrico.",
                        "E. La figura humana.",
                        "− Representación del ser humano a lo largo de la historia. Canon y proporción. Los estereotipos de belleza en diferentes épocas.",
                        "− Nociones básicas de anatomía artística.",
                        "− Apunte del natural. Estudio y representación del escorzo.",
                        "− El retrato. Facciones y expresiones.",
                        "− El cuerpo humano como soporte y como instrumento de expresión artística.",
                        "F. Proyectos gráficos colaborativos.",
                        "− La distribución de tareas en los proyectos gráficos colaborativos: criterios de selección a partir de las habilidades requeridas y de las necesidades del proyecto.",
                        "− Fases de los proyectos gráficos.",
                        "− Estrategias de selección de técnicas, herramientas, medios y soportes del dibujo adecuados a distintas disciplinas.",
                        "− Estrategias de evaluación de las fases y los resultados de proyectos gráficos. El error como oportunidad de mejora y aprendizaje."
                    ]
}
