{
                "competenciasEspecificas": [
                    "1. Comprender los cambios en la concepción del arte, analizando las semejanzas y las diferencias entre distintos periodos históricos o contextos culturales, para explicar el enriquecimiento que supone la diversidad (CCL1, CPSAA4, CC1, CCEC1, CCEC2).",
                    "2. Reflexionar sobre las funciones del arte a lo largo de la historia, analizando la evolución de su papel en cada periodo, para apreciar sus singularidades y poner en valor el patrimonio cultural y artístico de cualquier época (CCL1, CPSAA4, CC1, CC3, CCEC1, CCEC2).",
                    "3. Analizar formal, funcional y semánticamente producciones artísticas de diversos periodos y estilos, reconociendo sus elementos constituyentes y las claves de sus lenguajes y usando vocabulario específico, para desarrollar el criterio estético y ampliar las posibilidades de disfrute del arte (CCL2, CD1, CPSAA1.2, CPSAA4, CC1, CCEC1, CCEC2).",
                    "4. Explicar obras artísticas realizadas en distintos medios y soportes, identificando el contexto social, geográfico e histórico en el que se crearon, así como sus posibles influencias y proyecciones, para valorarlas como testimonios de una época y una cultura y como elementos del patrimonio (CCL1, CCL2, CD1, CPSAA4, CC1, CCEC1, CCEC2).",
                    "5. Comprender el poder comunicativo del arte, identificando y reconociendo el reflejo de las experiencias vitales en diferentes producciones, para valorar la expresión artística como herramienta potenciadora de la creatividad, la imaginación, la autoestima y el crecimiento personal (CCL1, CPSAA1.1, CPSAA1.2, CPSAA3.1, CC1, CCEC2, CCEC3.1).",
                    "6. Interpretar diversas creaciones artísticas a partir del estudio de su forma, su significado, su contexto de creación y su recepción, para desarrollar la sensibilidad y el sentido crítico y para apreciar la diversidad de percepciones y opiniones ante las producciones artísticas (CCL1, CPSAA4, CC1, CC3, CCEC1, CCEC2).",
                    "7. Elaborar con creatividad proyectos artísticos individuales o colectivos, investigando estilos, técnicas y lenguajes multidisciplinares y seleccionando y aplicando los más adecuados, para dar forma a las ideas y objetivos planteados y para aprender a afrontar nuevos retos artísticos (CD3, CPSAA3.1, CPSAA3.2, CC3, CE2, CE3, CCEC4.1, CCEC4.2)."
                ]
}
