{
  "competenciasEspecificas": [
                    {"text": "1. Comprender los cambios en la concepción del arte, analizando las semejanzas y las diferencias entre distintos periodos históricos o contextos culturales, para explicar el enriquecimiento que supone la diversidad. La definición del concepto de arte sigue abriendo debates a día de hoy. Su significado es un elemento vivo, cambiante, que ha ido modificándose a lo largo de la historia de la humanidad. No se trata solamente de cambios asociados a la cronología de los acontecimientos, sino que se relacionan con la diversidad de las culturas que producen arte. La aparición del arte informal, el cuestionamiento dadaísta o la irrupción de la fotografía, por ejemplo, provocaron fuertes conmociones en este concepto, por lo que constituyen hitos con los que el alumnado debe familiarizarse. La apreciación y el conocimiento de esos cambios supone un enriquecimiento de los recursos con los que el alumnado llevará a cabo el análisis de manifestaciones artísticas de diferentes estilos y épocas con un criterio más formado, comparando obras distintas, estableciendo conexiones entre ellas y explicándolas de manera argumentada. Todo ello hará posible que el alumnado pueda explicar el enriquecimiento que supone la diversidad artística a través de producciones orales, escritas o multimodales, acercándose a ella sin prejuicios y ampliando así su propio repertorio cultural. Esta competencia específica se conecta con los siguientes descriptores: CCL1, CPSAA4, CC1, CCEC1, CCEC2.", "value": "1. Comprender los cambios en la concepción del arte, analizando las semejanzas y las diferencias entre distintos periodos históricos o contextos culturales, para explicar el enriquecimiento que supone la diversidad (CCL1, CPSAA4, CC1, CCEC1, CCEC2)."},
                    {"text": "2. Reflexionar sobre las funciones del arte a lo largo de la historia, analizando la evolución de su papel en cada periodo, para apreciar sus singularidades y poner en valor el patrimonio cultural y artístico de cualquier época. Al ahondar en el significado del arte, surge irremediablemente el cuestionamiento de su utilidad. Del mismo modo que ha ido cambiando el concepto, también lo ha hecho la función del arte a lo largo de la historia. Las funciones mágica, religiosa, pedagógica, conmemorativa o estética conforman, entre otras, algunos de los múltiples cometidos que las producciones artísticas han desempeñado desde los orígenes de la humanidad. A su vez, las distintas sociedades y culturas han otorgado usos diferentes a productos artísticos ya existentes, a veces muy alejados de los que tuvieron en el momento de su creación. Este dinámico juego de atribución de funcionalidades de la actividad artística debe ser conocido y apreciado por el alumnado para que, de esta forma, conceda al patrimonio cultural y artístico de cualquier época la importancia que tiene. Además, los alumnos y alumnas han de ser conscientes de los condicionamientos ambientales y contextuales que enmarcan cualquier producción artística y que condicionan su función para analizar las obras desde el respeto, con profundidad y criterio, y compartir sus conclusiones por medio de producciones orales, escritas o multimodales en las que ponga en valor sus singularidades y descarte las miradas prejuiciosas. Esta competencia específica se conecta con los siguientes descriptores: CCL1, CPSAA4, CC1, CC3, CCEC1, CCEC2.", "value": "2. Reflexionar sobre las funciones del arte a lo largo de la historia, analizando la evolución de su papel en cada periodo, para apreciar sus singularidades y poner en valor el patrimonio cultural y artístico de cualquier época (CCL1, CPSAA4, CC1, CC3, CCEC1, CCEC2)."},
                    {"text": "3. Analizar formal, funcional y semánticamente producciones artísticas de diversos periodos y estilos, reconociendo sus elementos constituyentes y las claves de sus lenguajes y usando vocabulario específico, para desarrollar el criterio estético y ampliar las posibilidades de disfrute del arte. Cada estilo, tendencia o movimiento artístico posee unas claves comunes asociadas a un lenguaje propio que ayudan a su comprensión e identificación en el momento de la recepción de las obras. Este método de aproximación, que busca la clasificación de las obras de arte, consiste en una primera forma de abordar la complejidad circunstancial y sustancial de la producción artística. Con el fin de acercarse al estudio de los estilos, movimientos o tendencias en el arte, es necesario investigar diversas producciones artísticas y analizar la información obtenida a partir de fuentes analógicas y digitales, explicando tanto las particularidades y los puntos en común como las diferencias. El alumnado debe conocer la amplia terminología específica para saber describir con un lenguaje preciso, adecuado y coherente la multiplicidad de matices, variables y sutilezas que admite el análisis de una obra de arte. Además, debe comprender y aplicar con criterio las diferentes metodologías de estudio de las formas, las funciones y los significados asociados a los movimientos y estilos artísticos, porque fundamentan la aproximación a las obras y permiten reconocer los diferentes lenguajes utilizados en el arte. El objetivo es desarrollar en el alumnado un criterio estético informado ante cualquier manifestación artística, que fusione en su contemplación la identificación del estilo y el contexto con la valoración de la riqueza expresiva del arte, aumentando así las posibilidades de disfrute en su recepción. Esta competencia específica se conecta con los siguientes descriptores: CCL2, CD1, CPSAA1.2, CPSAA4, CC1, CCEC1, CCEC2.", "value": "3. Analizar formal, funcional y semánticamente producciones artísticas de diversos periodos y estilos, reconociendo sus elementos constituyentes y las claves de sus lenguajes y usando vocabulario específico, para desarrollar el criterio estético y ampliar las posibilidades de disfrute del arte (CCL2, CD1, CPSAA1.2, CPSAA4, CC1, CCEC1, CCEC2)."},
                    {"text": "4. Explicar obras artísticas realizadas en distintos medios y soportes, identificando el contexto social, geográfico e histórico en el que se crearon, así como sus posibles influencias y proyecciones, para valorarlas como testimonios de una época y una cultura y como elementos del patrimonio. Para poder apreciar correctamente el patrimonio artístico no solo es necesario conocer en profundidad las obras que lo componen, sino que también se debe entender el contexto de su creación. Así, para realizar un acercamiento riguroso al estilo de una obra determinada en cualquier medio o soporte y al movimiento en que se enmarca, han de tenerse en cuenta los aspectos históricos, geográficos y sociales que los rodean. Esto, sumado a un análisis técnico y procedimental, proporcionará las claves necesarias para la interpretación de las distintas manifestaciones artísticas y permitirá al alumnado valorar las obras de una manera consciente y respetuosa. Incluir la perspectiva de género al abordar el análisis del contexto histórico, social y geográfico en el que las obras fueron creadas ayudará, además, a que alumnos y alumnas comprendan el papel que la mujer ha desempeñado en el arte a lo largo de la historia y las distintas consideraciones que se han tenido de ella en función de cada época. En este sentido, no solo se habrán de estudiar sus representaciones, sino también sus aportaciones como creadoras. Por otro lado, en la diversidad del patrimonio cultural y artístico se dan diferentes tipos de relaciones: desde las influencias entre estilos, separados o no en el tiempo, hasta la permanencia de ciertos elementos de un periodo a otro, pasando por las reacciones, rechazos o subversiones que genera un estilo o corriente concreta. El estudio, conocimiento e identificación de los fenómenos que condicionan las relaciones entre obras o estilos, abordado a partir de diversas fuentes analógicas y digitales, permite al alumnado analizar con mayor criterio y profundidad cualquier producción artística. De esta manera, se generan conexiones que permiten alcanzar una visión más aguda de la obra en su contexto. Las conclusiones del análisis de las obras realizadas en distintos medios y soportes, que darán lugar a producciones orales, escritas o multimodales en las que el alumnado pueda compartir los resultados de su investigación, permiten valorar las manifestaciones artísticas como testimonio cultural de su época y también como parte de la totalidad del patrimonio. Esta competencia específica se conecta con los siguientes descriptores: CCL1, CCL2, CD1, CPSAA4, CC1, CCEC1, CCEC2.", "value": "4. Explicar obras artísticas realizadas en distintos medios y soportes, identificando el contexto social, geográfico e histórico en el que se crearon, así como sus posibles influencias y proyecciones, para valorarlas como testimonios de una época y una cultura y como elementos del patrimonio (CCL1, CCL2, CD1, CPSAA4, CC1, CCEC1, CCEC2)."},
                    {"text": "5. Comprender el poder comunicativo del arte, identificando y reconociendo el reflejo de las experiencias vitales en diferentes producciones, para valorar la expresión artística como herramienta potenciadora de la creatividad, la imaginación, la autoestima y el crecimiento personal. Los diferentes lenguajes característicos de la creación artística suponen una gran herramienta para transmitir tanto ideas y conceptos como sentimientos y emociones. Pero el significado del arte, como en todo acto comunicativo, es el resultado de la combinación de la expresión del artista y la recepción de la obra por parte del público. El conocimiento y la práctica de esta doble dimensión de los lenguajes artísticos permiten al alumnado profundizar en los análisis de las producciones artísticas, expresando y compartiendo lo experimentado ante todo tipo de obras. Igualmente, al conectar sus experiencias vitales con los productos artísticos, el alumnado puede considerar la expresión artística como un medio para desarrollar la creatividad, la imaginación, la autoestima y el crecimiento personal. Esta competencia específica se conecta con los siguientes descriptores: CCL1, CPSAA1.1, CPSAA1.2, CPSAA3.1, CC1, CCEC2, CCEC3.1.", "value": "5. Comprender el poder comunicativo del arte, identificando y reconociendo el reflejo de las experiencias vitales en diferentes producciones, para valorar la expresión artística como herramienta potenciadora de la creatividad, la imaginación, la autoestima y el crecimiento personal (CCL1, CPSAA1.1, CPSAA1.2, CPSAA3.1, CC1, CCEC2, CCEC3.1)."},
                    {"text": "6. Interpretar diversas creaciones artísticas a partir del estudio de su forma, su significado, su contexto de creación y su recepción, para desarrollar la sensibilidad y el sentido crítico y para apreciar la diversidad de percepciones y opiniones ante las producciones artísticas. El estudio de la forma, el significado y el contexto destacan entre los aspectos básicos del análisis de las producciones artísticas y, además, son también relevantes en el análisis de su recepción. Su identificación permite al alumnado avanzar con criterio hacia un nivel superior de acercamiento a la obra: la interpretación, que supone, a partir del análisis anterior, vincular la producción artística a elementos ajenos a ella que pueden encontrarse en diferentes campos del conocimiento. La interpretación requiere de un ejercicio de incorporación, no solamente de ideas y conocimientos propios, sino también de sentimientos y emociones. De esta forma, se hace posible que la obra resulte algo vivo para el alumnado, haciéndola suya y convirtiéndola en un objeto dinamizador del diálogo y de la pluralidad de opiniones, así como favorecedor de la empatía. La interpretación enriquece la creatividad del alumnado. Al valorar diferentes puntos de vista, este aprende a desarrollar la sensibilidad y el sentido crítico y a apreciar la diversidad de percepciones y opiniones ante las producciones artísticas. Las interpretaciones propias de distintas obras artísticas pueden ser comunicadas a través de textos orales, escritos y multimodales, de modo que den lugar a debates y puestas en común de los diferentes puntos de vista. Esta competencia específica se conecta con los siguientes descriptores: CCL1, CPSAA4, CC1, CC3, CCEC1, CCEC2.", "value": "6. Interpretar diversas creaciones artísticas a partir del estudio de su forma, su significado, su contexto de creación y su recepción, para desarrollar la sensibilidad y el sentido crítico y para apreciar la diversidad de percepciones y opiniones ante las producciones artísticas (CCL1, CPSAA4, CC1, CC3, CCEC1, CCEC2)."},
                    {"text": "7. Elaborar con creatividad proyectos artísticos individuales o colectivos, investigando estilos, técnicas y lenguajes multidisciplinares y seleccionando y aplicando los más adecuados, para dar forma a las ideas y objetivos planteados y para aprender a afrontar nuevos retos artísticos. Los proyectos artísticos innovadores y creativos que integran diferentes disciplinas, considerando espacialmente el entorno digital, suponen una manera de impulsar el arte y la cultura y dan forma a ideas y objetivos dentro de un contexto de diversidad cultural que favorezca esta clase de retos. La participación en estos proyectos supone la necesidad de una organización de personas y de recursos, así como su planificación en diferentes fases. La participación activa del alumnado en proyectos individuales y colectivos le permitirá aprender a organizarse, a distribuir las tareas y a valorar las aportaciones de los demás con respeto y empatía. Estas tareas han de desarrollarse en un contexto de inclusión que favorezca el uso de metodologías colaborativas. En este proceso resulta clave la integración de recursos y de medios para el desarrollo y difusión de los proyectos. Para ello, tanto el uso de lenguajes y técnicas multidisciplinares como la combinación y aplicación creativa de los mismos deben dotar al alumnado de las habilidades necesarias para afrontar con solvencia otros proyectos futuros. Esta competencia específica se conecta con los siguientes descriptores: CD3, CPSAA3.1, CPSAA3.2, CC3, CE2, CE3, CCEC4.1, CCEC4.2.", "value": "7. Elaborar con creatividad proyectos artísticos individuales o colectivos, investigando estilos, técnicas y lenguajes multidisciplinares y seleccionando y aplicando los más adecuados, para dar forma a las ideas y objetivos planteados y para aprender a afrontar nuevos retos artísticos (CD3, CPSAA3.1, CPSAA3.2, CC3, CE2, CE3, CCEC4.1, CCEC4.2)."}
                ]
}
