{
  "competenciasEspecificas": [        
        {"text": "1. Valorar el papel de la civilización latina en el origen de la identidad europea, comparando y reconociendo las semejanzas y diferencias entre lenguas y culturas, para analizar críticamente el presente (CCL2, CP2, CP3, CC1, CCEC1): La valoración del papel de la civilización latina como inicio de la identidad europea supone recibir información expresada a través de fuentes latinas, contrastarla y analizarla, activando las estrategias adecuadas para poder reflexionar sobre la permanencia de aspectos lingüísticos, históricos, políticos, culturales o sociales de la civilización latina en nuestra sociedad. Implica, por tanto, entender la cultura latina y extraer aquellos elementos fundamentales que permiten reflexionar y revisar la singularidad de los modos de vida y pensamiento antiguos, así como su proximidad a los modos de vida y pensamiento actuales, para comparar las diferencias y semejanzas entre lenguas y culturas, confrontando creaciones latinas con la tradición clásica de creaciones posteriores. El análisis crítico del presente requiere de información cotextual o contextual que permita añadir elementos y argumentos a las hipótesis de valoración para desarrollar una conciencia humanista y social abierta tanto a las constantes como a las variables culturales a lo largo del tiempo. Abordar ese análisis desde un punto de vista crítico implica ser capaz de discernir aquella parte del legado romano que nos hace crecer como sociedad de aquella otra que ya no tiene cabida en el mundo moderno, manifestando una actitud de rechazo ante aspectos que denoten cualquier tipo de discriminación. Los procesos de análisis requieren contextos de reflexión y comunicación dialógicos, respetuosos con la herencia de la Antigüedad clásica y con las diferencias culturales que tienen su origen en ella.", "value": "1. Valorar el papel de la civilización latina en el origen de la identidad europea, comparando y reconociendo las semejanzas y diferencias entre lenguas y culturas, para analizar críticamente el presente (CCL2, CP2, CP3, CC1, CCEC1)"},
                        
                    
                    {"text": "2. Conocer los aspectos básicos de la lengua latina, comparándola con las lenguas de enseñanza y con otras lenguas del repertorio individual del alumnado, para valorar los rasgos comunes y apreciar la diversidad lingüística como muestra de riqueza cultural (CP2, CP3, STEM1, CE3): La introducción a los elementos básicos de la etimología y el léxico de la lengua latina desde un enfoque plurilingüe de adquisición de las lenguas permite al alumnado transferir los conocimientos y estrategias desde las lenguas de su repertorio al latín y viceversa, activando así las destrezas necesarias para la mejora del aprendizaje de lenguas nuevas y de su competencia comunicativa y permitiendo tener en cuenta los distintos niveles de conocimientos lingüísticos del alumnado, así como los diferentes repertorios individuales. El carácter del latín como lengua de origen de diferentes lenguas modernas permite reconocer y apreciar distintas variedades y perfiles lingüísticos, contribuyendo a la identificación, valoración y respeto de la diversidad lingüística, dialectal y cultural para construir una cultura compartida. Todo lo anterior promueve una mejor comprensión del funcionamiento de las lenguas de enseñanza, así como de las que forman parte del repertorio lingüístico del alumnado, por un lado, mejorando la lectura comprensiva y la expresión oral y escrita mediante el conocimiento del vocabulario y las estructuras gramaticales latinas, y, por otro, ayudando a desarrollar habilidades léxicas y semánticas mediante la adquisición de estrategias de inferencia del significado del léxico común de origen grecolatino, así como la comprensión del vocabulario culto, científico y técnico a partir de sus componentes etimológicos. La comparación entre lenguas requiere, asimismo, de la utilización de las reglas fundamentales de evolución fonética del latín a las lenguas romances y la identificación de palabras derivadas del latín, tanto patrimoniales como cultismos, y expresiones latinas en diferentes contextos lingüísticos. Esta competencia implica una reflexión sobre la utilidad del latín en el proceso de aprendizaje de nuevas lenguas que puede llevarse a cabo a partir de herramientas digitales como el Portfolio Europeo de las Lenguas.", "value": "2. Conocer los aspectos básicos de la lengua latina, comparándola con las lenguas de enseñanza y con otras lenguas del repertorio individual del alumnado, para valorar los rasgos comunes y apreciar la diversidad lingüística como muestra de riqueza cultural (CP2, CP3, STEM1, CE3)"},
                        
                    
                    {"text": "3. Leer e interpretar textos latinos, asumiendo la aproximación a los textos como un proceso dinámico y tomando conciencia de los conocimientos y experiencias propias, para identificar su carácter clásico y fundamental (CCL2, CP1, CP2, STEM1, CPSAA4, CCEC1): La lectura de textos latinos pertenecientes a diferentes géneros y épocas constituye uno de los pilares de la materia de Latín en cuarto curso. La comprensión e interpretación de estos textos necesita de un contexto histórico, cívico, social, lingüístico y cultural que deberá ser producto del aprendizaje. El trabajo con textos originales, en edición bilingüe, traducidos o adaptados, completos o a través de fragmentos seleccionados, permite prestar atención a conceptos y términos básicos en latín que implican un conocimiento lingüístico, léxico y cultural, con el fin de realizar una lectura crítica y tomar conciencia de su valor fundamental en la construcción de nuestra identidad como sociedad. La interpretación de textos latinos conlleva, por tanto, la comprensión y el reconocimiento de su carácter fundacional para la civilización occidental, asumiendo la aproximación a los textos como un proceso dinámico que tiene en cuenta desde el conocimiento sobre el tema hasta el aprendizaje y aplicación de estrategias de análisis y reflexión para dar sentido a la propia experiencia, comprender el mundo y la condición humana, así como para desarrollar la sensibilidad estética. El conocimiento de las creaciones literarias y artísticas, de los períodos de la historia de Roma y su organización política y social, y de los hechos históricos y legendarios de la Antigüedad clásica contribuye a hacer más inteligibles las obras, identificando y valorando su pervivencia en nuestro patrimonio cultural y sus procesos de adaptación a diferentes culturas y movimientos literarios, culturales y artísticos que han tomado sus referencias de modelos antiguos.", "value": "3. Leer e interpretar textos latinos, asumiendo la aproximación a los textos como un proceso dinámico y tomando conciencia de los conocimientos y experiencias propias, para identificar su carácter clásico y fundamental (CCL2, CP1, CP2, STEM1, CPSAA4, CCEC1)"},
                        
                    
                    {"text": "4. Comprender textos originales latinos, traduciendo del latín a la lengua de enseñanza y desarrollando estrategias de acceso al significado de un enunciado sencillo en lengua latina, para alcanzar y justificar la traducción propia de un pasaje (CCL2, CP2, CP3, CD2, STEM1): La traducción es la operación fundamental en el aprendizaje de las lenguas clásicas y es el proceso por el cual una cultura, un grupo o un individuo asimila o se apropia de un mensaje o una realidad que le es ajena, constituyendo una experiencia de investigación que utiliza la lógica del pensamiento, favorece la memoria y potencia los hábitos de disciplina en el estudio para promover una capacidad ágil de razonamiento y aprendizaje. En este sentido, la traducción requiere de muchos recursos y múltiples destrezas e implica un aprendizaje específico, regular y progresivo a lo largo de varios cursos, que requiere y activa los conocimientos lingüísticos y culturales del alumnado. La introducción al conocimiento de los elementos básicos de la lengua latina en la materia de Latín supone el primer paso en el establecimiento de estrategias y métodos de trabajo adecuados que continuarán con los estudios de la lengua latina y la griega en Bachillerato. Este punto de partida consiste en traducir pasajes o textos de un nivel adecuado y de dificultad progresiva, sugiriendo o justificando la traducción a partir de la identificación, la relación y el análisis de elementos morfológicos y sintácticos de la lengua latina y de los conocimientos previos sobre el tema y el contexto que proporcionan los períodos más significativos de la historia de Roma. Además de la traducción del latín, en este curso se inicia la producción, mediante retroversión, de oraciones simples utilizando las estructuras propias de la lengua latina. De este modo el alumnado amplía su repertorio lingüístico individual y reflexiona de forma crítica sobre los propios procesos de aprendizaje de lenguas mediante el uso de diversos recursos y herramientas analógicas y digitales.", "value": "4. Comprender textos originales latinos, traduciendo del latín a la lengua de enseñanza y desarrollando estrategias de acceso al significado de un enunciado sencillo en lengua latina, para alcanzar y justificar la traducción propia de un pasaje (CCL2, CP2, CP3, CD2, STEM1)"},
                        
                    
                    {"text": "5. Descubrir, conocer y valorar el patrimonio cultural, arqueológico y artístico romano, apreciándolo y reconociéndolo como producto de la creación humana y como testimonio de la historia, para identificar las fuentes de inspiración y distinguir los procesos de construcción, preservación, conservación y restauración, así como para garantizar su sostenibilidad (CP3, CD1, CD3, CC1, CC4, CCEC1, CCEC2): El patrimonio cultural, arqueológico y artístico romano, material e inmaterial, presente tanto en nuestro país como en países de nuestro entorno, se concibe aquí como herencia directa de la civilización latina. El reconocimiento de la herencia material requiere la observación directa e indirecta del patrimonio, utilizando diversos recursos, incluidos los que proporcionan las tecnologías de la información y la comunicación. La toma de conciencia de la importancia del patrimonio material necesita del conocimiento y la comprensión de los procedimientos de construcción –en el caso del patrimonio arqueológico– y de composición –en el caso de los soportes de escritura–. Además, implica distinguir entre los procesos de preservación, conservación y restauración, incidiendo especialmente en aquellos aspectos que requieren de la participación de una ciudadanía activa y comprometida con su entorno y su propio legado, de acuerdo con la Convención sobre la protección del patrimonio mundial, cultural y natural de la UNESCO. Por su parte, el reconocimiento de la herencia inmaterial de la civilización clásica latina, desde la práctica de la oratoria en las instituciones hasta las ceremonias privadas o los espectáculos de entretenimiento, contribuye a la comprensión de aspectos clave de nuestra sociedad y nuestra cultura actuales.", "value": "5. Descubrir, conocer y valorar el patrimonio cultural, arqueológico y artístico romano, apreciándolo y reconociéndolo como producto de la creación humana y como testimonio de la historia, para identificar las fuentes de inspiración y distinguir los procesos de construcción, preservación, conservación y restauración, así como para garantizar su sostenibilidad (CP3, CD1, CD3, CC1, CC4, CCEC1, CCEC2)"}
      ]
}
