{
  "competenciasEspecificas": [
                    {"text": "1. Aplicar las metodologías propias de la ciencia, utilizando con precisión, procedimientos, materiales e instrumentos adecuados, para responder a cuestiones sobre procesos físicos, químicos, biológicos y geológicos. Para conseguir una alfabetización científica básica, cada alumno o alumna debe comprender cuál es el modus operandi de toda la comunidad científica en lo referente al estudio de los fenómenos naturales y cuáles son las herramientas de que se dispone para ello. Las metodologías científicas son procedimientos fundamentales de trabajo en la ciencia. El alumnado debe desarrollar las destrezas de observar, emitir hipótesis y experimentar sobre fenómenos fisicoquímicos y naturales, así como de poner en común con el resto de la comunidad investigadora los resultados que obtenga, siendo consciente de que las respuestas a procesos, físicos, químicos, biológicos y geológicos son complejas y necesitan de modelos contrastados y en constante revisión y validación. Asimismo, aunque el alumnado no optase en el futuro por dedicarse a la ciencia como actividad profesional, el desarrollo de esta competencia le otorga algunas destrezas propias del pensamiento científico que puede aplicar en situaciones de su vida cotidiana, como la interpretación de fenómenos o el respeto por el mundo natural que le rodea. Esto contribuye a la formación de personas comprometidas con la mejora de su entorno y de la sociedad. Esta competencia específica se conecta con los siguientes descriptores: CCL3, STEM1, STEM2, STEM3, CD1, CD3, CPSAA4, CE1.", "value": "1. Aplicar las metodologías propias de la ciencia, utilizando con precisión, procedimientos, materiales e instrumentos adecuados, para responder a cuestiones sobre procesos físicos, químicos, biológicos y geológicos (CCL3, STEM1, STEM2, STEM3, CD1, CD3, CPSAA4, CE1)."},
                    {"text": "2. Comprender y explicar los procesos del entorno y explicarlos, utilizando los principios, leyes y teorías científicos adecuados, para adquirir una visión holística del funcionamiento del medio natural. El desarrollo de la competencia científica tiene como finalidad esencial comprender los procesos del entorno e interpretarlos a la luz de los principios, leyes y teorías científicas fundamentales. Con el desarrollo de esta competencia específica también se contribuye a desarrollar el pensamiento científico, lo cual es clave para la creación de nuevos conocimientos. Además, la aplicación de los conocimientos está en línea con los principios del aprendizaje STEM, que pretende adoptar un enfoque global de las ciencias como un todo integrado. El alumnado que cursa esta materia aprende a relacionar conceptos, encontrando en ella los conocimientos, destrezas y actitudes necesarios para una alfabetización científica general. Esta competencia específica se conecta con los siguientes descriptores: CCL1, CCL2, CP1, STEM1, STEM2, STEM4, CD1, CPSAA1.1.", "value": "2. Comprender y explicar los procesos del entorno y explicarlos, utilizando los principios, leyes y teorías científicos adecuados, para adquirir una visión holística del funcionamiento del medio natural (CCL1, CCL2, CP1, STEM1, STEM2, STEM4, CD1, CPSAA1.1)."},
                    {"text": "3. Argumentar sobre la importancia de los estilos de vida sostenibles y saludables, basándose en fundamentos científicos, para adoptarlos y promoverlos en su entorno. Actualmente uno de los mayores y más importantes retos a los que se enfrenta la humanidad es la degradación medioambiental que amenaza con poner en peligro el desarrollo económico y la sociedad de bienestar. Una condición indispensable para abordar este desafío es adoptar un modelo de desarrollo sostenible. Para ello, es esencial que la ciudadanía comprenda su dependencia del medio natural para así valorar la importancia de su conservación y actuar de forma consecuente y comprometida con este objetivo. Cabe también destacar que la adopción de estilos de vida sostenibles es sinónimo de mantenimiento y mejora de la salud, pues existe un estrecho vínculo entre el bienestar humano y la conservación de los pilares sobre los que este se sustenta. La adquisición y desarrollo de esta competencia específica permitirá al alumnado comprender, a través del conocimiento del funcionamiento de su propio organismo y de los ecosistemas, la relación entre la salud, la conservación del medio ambiente y el desarrollo económico y social y convertirse así en personas comprometidas y críticas con los problemas de su tiempo. Esta competencia específica se conecta con los siguientes descriptores: CCL1, CCL2, STEM2, STEM4, CD2, CPSAA2, CC4, CEC1.", "value": "3. Argumentar sobre la importancia de los estilos de vida sostenibles y saludables, basándose en fundamentos científicos, para adoptarlos y promoverlos en su entorno (CCL1, CCL2, STEM2, STEM4, CD2, CPSAA2, CC4, CEC1)."},
                    {"text": "4. Aplicar el pensamiento científico y los razonamientos lógico-matemáticos, mediante la búsqueda y selección de estrategias y herramientas apropiadas, para resolver problemas relacionados con las ciencias experimentales. El razonamiento es una herramienta esencial en la investigación científica, pues es necesario para plantear hipótesis o nuevas estrategias que permitan seguir avanzando y alcanzar los objetivos propuestos. Asimismo, en ciertas disciplinas científicas no es posible obtener evidencias directas de los procesos u objetos de estudio, por lo que se requiere utilizar el razonamiento lógico-matemático para poder conectar los resultados con la realidad que reflejan. Del mismo modo, es común encontrar escenarios de la vida cotidiana que requieren el uso de la lógica y el razonamiento. La inclusión de esta competencia específica en el currículo de Ciencias Generales pretende que el alumnado aprenda que se puede llegar a los mismos resultados utilizando diferentes herramientas y estrategias, siempre y cuando sean fiables y estén contrastadas. Asimismo, se busca la consideración del error como una herramienta para descartar líneas de trabajo y una manera de aprender en la que se mejoran la autocrítica, la resiliencia y las destrezas necesarias para la colaboración entre iguales. Cabe también destacar que la resolución de problemas es un proceso complejo donde se movilizan no solo las destrezas para el razonamiento, sino también los conocimientos sobre la materia y actitudes para afrontar los retos de forma positiva. Por ello, es imprescindible que el alumnado desarrolle esta competencia específica, pues le permitirá madurar intelectualmente y mejorar su resiliencia, para abordar con éxito diferentes tipos de situaciones a las que se enfrentará a lo largo de su vida personal, social, académica y profesional. Esta competencia específica se conecta con los siguientes descriptores: CCL3, CP1, STEM1, STEM2, CD1, CPSAA1.1, CC3, CE1.", "value": "4. Aplicar el pensamiento científico y los razonamientos lógico-matemáticos, mediante la búsqueda y selección de estrategias y herramientas apropiadas, para resolver problemas relacionados con las ciencias experimentales (CCL3, CP1, STEM1, STEM2, CD1, CPSAA1.1, CC3, CE1)."},
                    {"text": "5. Analizar la contribución de la ciencia y de las personas que se dedican a ella, con perspectiva de género y entendiéndola como un proceso colectivo e interdisciplinar en continua construcción, para valorar su papel esencial en el progreso de la sociedad. El desarrollo científico y tecnológico contribuye al progreso de nuestra sociedad. Sin embargo, el avance de la ciencia y la tecnología depende de la colaboración individual y colectiva. Por ello, el fin de esta competencia específica es formar una ciudadanía con un acervo científico rico y con vocación científica como vía para la mejora de nuestra calidad de vida. A través de esta competencia específica, el alumnado adquiere conciencia sobre la relevancia que la ciencia tiene en la sociedad actual. Asimismo, reconoce el carácter interdisciplinar de la ciencia, marcado por una clara interdependencia entre las diferentes disciplinas de conocimiento que enriquece toda actividad científica y que se refleja en un desarrollo holístico de la investigación y el trabajo en ciencia. Esta competencia específica se conecta con los siguientes descriptores: CCL1, CCL2, STEM4, CD3, CPSAA4, CC1, CEC1.", "value": "5. Analizar la contribución de la ciencia y de las personas que se dedican a ella, con perspectiva de género y entendiéndola como un proceso colectivo e interdisciplinar en continua construcción, para valorar su papel esencial en el progreso de la sociedad (CCL1, CCL2, STEM4, CD3, CPSAA4, CC1, CEC1)."},
                    {"text": "6. Utilizar recursos variados, con sentido crítico y ético, para buscar y seleccionar información contrastada y establecer colaboraciones. La comunicación y la colaboración son componentes inherentes al proceso de avance científico. Parte de este proceso comunicativo implica buscar y seleccionar información científica publicada en fuentes fidedignas, que debe ser interpretada para responder a preguntas concretas y establecer conclusiones fundamentadas. Para ello, es necesario analizar la información obtenida de manera crítica, teniendo en cuenta su origen, diferenciando las fuentes adecuadas de aquellas menos fiables. La cooperación es otro aspecto esencial de las metodologías científicas y tiene como objetivo mejorar la eficiencia del trabajo al aunar los esfuerzos de varias personas o equipos mediante el intercambio de información y recursos, consiguiéndose así un efecto sinérgico. Además, desarrollar esta competencia específica es de gran utilidad en otros entornos profesionales no científicos, así como en el contexto personal y social, por ejemplo, en el aprendizaje a lo largo de la vida o en el ejercicio de una ciudadanía democrática activa. La comunicación y colaboración implican el despliegue de destrezas sociales, sentido crítico, respeto a la diversidad y, con frecuencia, utilización eficiente, ética y responsable de los recursos tecnológicos, por lo que esta competencia es esencial para el pleno desarrollo del alumnado como parte de la sociedad. Esta competencia específica se conecta con los siguientes descriptores: CCL3, STEM3, STEM4, CD1, CD2, CD3, CPSAA4, CC3.", "value": "6. Utilizar recursos variados, con sentido crítico y ético, para buscar y seleccionar información contrastada y establecer colaboraciones (CCL3, STEM3, STEM4, CD1, CD2, CD3, CPSAA4, CC3)."}
                ]
}
