{
  "criteriosEvaluacion": [
                    "1.1 Reconocer la relación entre las formas y las funciones en objetos de diseño bidimensionales o tridimensionales, percibiéndolos como productos susceptibles de transformaciones y mejoras.",
                    "1.2 Explicar en los objetos de diseño las dimensiones simbólicas y semánticas propias de su lenguaje, identificando sus elementos sintácticos y constitutivos con actitud receptiva y respetuosa.",
                    "2.1 Identificar las características fundamentales de los principales movimientos, corrientes, escuelas y teóricos relacionados con el diseño, comparando productos de diseño de contextos geográficos, históricos y sociales diversos, y reflexionando de manera crítica sobre las aportaciones de las mujeres y de las culturas no occidentales.",
                    "2.2 Analizar de manera crítica las diferentes soluciones de diseño vinculadas a un mismo problema, reflexionando sobre su impacto en el entorno y estableciendo argumentos que promuevan una conciencia comprometida con el medio ambiente y con el diseño sostenible.",
                    "3.1 Reconocer las estructuras formales, compositivas y estructurales en objetos y productos de diferentes ámbitos del diseño, analizando los procesos y métodos utilizados para desarrollarlos, así como las finalidades funcionales y comunicativas de las que parten y su impacto en aspectos tales como la inclusión, la sostenibilidad y el consumo responsable.",
                    "3.2 Analizar las relaciones compositivas en distintos productos de diseño, identificando los elementos básicos del lenguaje visual y explicando su impacto en aspectos como la inclusión, la sostenibilidad y el consumo responsable.",
                    "4.1 Planificar adecuadamente proyectos de diseño individuales o colectivos, estableciendo objetivos en función del impacto de comunicación buscado, programando las distintas fases del plan de desarrollo, seleccionando con criterio las herramientas y recursos y priorizando la sostenibilidad.",
                    "4.2 Participar activamente en la organización adecuada de los equipos de trabajo de los proyectos de diseño colaborativo, identificando las habilidades requeridas y repartiendo y asumiendo las tareas con criterio.",
                    "4.3 Evaluar las propuestas de planificación propias y ajenas de manera crítica y argumentada, analizando su adecuación al impacto de comunicación buscado.",
                    "5.1 Proyectar soluciones de diseño innovadoras en respuesta a necesidades personales o de expresión propias, a partir de ideas o productos preexistentes.",
                    "5.2 Evaluar críticamente las propuestas de diseño personales, valorando su coherencia y adecuación, y considerando el respeto a la propiedad intelectual, tanto a la ajena como a la propia.",
                    "6.1 Realizar proyectos elementales de diseño gráfico, diseño industrial o diseño de espacios habitables, de manera individual y colectiva, aplicando soluciones creativas en la elaboración de un producto innovador, y teniendo en cuenta sus implicaciones sociales, económicas y de transformación, así como los aspectos relacionados con la propiedad intelectual.",
                    "6.2 Evaluar de manera crítica y argumentada trabajos de diseño propios y ajenos, valorando tanto la selección coherente y adecuada de los recursos técnicos, como el rigor y la corrección en la aplicación de las técnicas de ejecución, desarrollo y presentación del producto, además de su grado de adecuación al impacto de comunicación buscado y al respeto a la propiedad intelectual.",
                    "6.3 Identificar las posibilidades de intervención del diseño inclusivo en diferentes ámbitos de la actividad humana, poniendo en valor los proyectos innovadores y transformadores de la sociedad.",
                    "6.4 Realizar colectivamente un proyecto de diseño inclusivo, priorizando su adecuación a una o varias diversidades funcionales concretas, utilizando de manera creativa las configuraciones formales y argumentando las decisiones tomadas."
                ],
                "saberes": [
                    "A. Concepto, historia y campos del diseño.",
                    "− El diseño, sus clasificaciones y campos de aplicación.",
                    "− Evolución histórica del diseño. Concepto y teorías del diseño. Artesanía e industrialización.",
                    "− Tendencias, periodos y principales escuelas y figuras más representativas en el campo del diseño. La presencia de la mujer en el ámbito del diseño.",
                    "− Diseño, ecología y sostenibilidad. El diseño en la sociedad de consumo. Aportaciones del ecodiseño a la solución de los retos socioambientales.",
                    "− Diseño inclusivo.",
                    "− La diversidad como riqueza patrimonial.",
                    "− Aportación de las culturas no occidentales al canon del diseño universal. La apropiación cultural.",
                    "− Fundamentos de la propiedad intelectual. La protección de la creatividad. Patentes y marcas.",
                    "B. El diseño: configuración formal y metodología.",
                    "− Diseño y función.",
                    "− El lenguaje visual. Elementos básicos: punto, línea, plano, color, forma y textura.",
                    "− Sintaxis de la imagen bidimensional y tridimensional.",
                    "− Ordenación y composición modular.",
                    "− Dimensión semántica del diseño.",
                    "− Proceso y fases del diseño. La metodóloga proyectual.",
                    "− Procesos creativos en un proyecto de diseño.",
                    "− Estrategias de organización de los equipos de trabajo.",
                    "C. Diseño gráfico.",
                    "− Funciones comunicativas del diseño gráfico.",
                    "− La tipografía, principales familias, legibilidad, propiedades y usos en el diseño.",
                    "− El diseño gráfico y la composición.",
                    "− Procesos y técnicas de diseño gráfico.",
                    "− La imagen de marca: el diseño corporativo.",
                    "− Diseño editorial. La maquetación y composición de páginas.",
                    "− El diseño publicitario. Proyectos de comunicación gráfica.",
                    "− La señalética y sus aplicaciones.",
                    "D. Diseño tridimensional.",
                    "− Diseño de producto. Tipologías de objetos en el diseño volumétrico.",
                    "− Sistemas de representación y estructuras compositivas aplicados al diseño de producto.",
                    "− Antropometría, ergonomía y biónica aplicadas al diseño.",
                    "− Diseño de producto y diversidad funcional.",
                    "− Materiales, texturas y colores. Sistemas de producción y su repercusión en el diseño.",
                    "− El packaging: del diseño gráfico al diseño del contenedor del producto tridimensional. Iniciación a su desarrollo y técnicas de producción.",
                    "− Diseño de espacios. Organización del espacio habitable, público o privado. Distribución de espacios y recorridos.",
                    "− Elementos constructivos. Principios de iluminación. Diseño de espacios interiores.",
                    "− Percepción psicológica del espacio.",
                    "− El diseño inclusivo de espacios."
                ]
}
