{
  "criteriosEvaluacion": [
                    
                    "1.1 Analizar críticamente conceptos y procesos, relacionados con los saberes de la materia, seleccionando e interpretando información en diversos formatos como mapas (topográficos, hidrográficos, geológicos, de vegetación, etc.), cortes, modelos, diagramas de flujo u otros.",
                    "1.2 Comunicar informaciones u opiniones razonadas relacionadas con los saberes de la materia, transmitiéndolas de forma clara y rigurosa y utilizando el vocabulario y los formatos adecuados como mapas (topográficos, hidrográficos, geológicos, de vegetación, etc.), cortes, modelos, diagramas de flujo, u otros y respondiendo con precisión a las cuestiones que puedan surgir durante la exposición.",
                    "1.3 Realizar discusiones científicas sobre aspectos relacionados con los saberes de la materia considerando los puntos fuertes y débiles de diferentes posturas de forma razonada y con actitud receptiva y respetuosa ante la opinión de los demás.",
                    
                    "2.1 Plantear y resolver cuestiones y crear contenidos relacionados con los saberes de la materia, localizando y citando fuentes de forma adecuada; seleccionando, organizando y analizando críticamente la información.",
                    "2.2 Contrastar y justificar la veracidad de información relacionada con los saberes de la materia, utilizando fuentes fiables, aportando datos y adoptando una actitud crítica y escéptica hacia informaciones sin una base científica como pseudociencias, teorías conspiratorias, creencias infundadas, bulos, etc.",
                    "3.1 Evaluar la fiabilidad de las conclusiones de un trabajo de investigación o divulgación científica relacionado con los saberes de la materia de Geología y Ciencias Ambientales de acuerdo a la interpretación de los resultados obtenidos.",
                    "3.2 Argumentar, utilizando ejemplos concretos, sobre la contribución de la ciencia a la sociedad y la labor de las personas dedicadas a ella destacando el papel de la mujer y entendiendo la investigación como una labor colectiva e interdisciplinar en constante evolución influida por el contexto político y social y por los recursos económicos.",
                    
                    "4.1 Explicar fenómenos relacionados con los saberes de la materia de Geología y Ciencias Ambientales a través del planteamiento y resolución de problemas buscando y utilizando las estrategias y recursos adecuados.",
                    "4.2 Analizar críticamente la solución a un problema relacionado con los saberes de la materia de Geología y Ciencias Ambientales y reformular los procedimientos utilizados o conclusiones si dicha solución no fuese viable o ante nuevos datos aportados o encontrados con posterioridad.",
                    "Competencia específica 5.",
                    "5.1 Promover y adoptar hábitos sostenibles a partir del análisis de los diferentes tipos de recursos geológicos y de la biosfera y sus posibles usos.",
                    "5.2 Relacionar el impacto de la explotación de determinados recursos con el deterioro medioambiental, argumentando sobre la importancia de su consumo y aprovechamiento responsables.",
                    "Competencia específica 6.",
                    "6.1 Deducir y explicar la historia geológica de un área determinada, identificando y analizando sus elementos geológicos a partir de información en diferentes formatos (fotografías, cortes, mapas geológicos, etc.).",
                    "6.2 Realizar predicciones sobre fenómenos geológicos y riesgos naturales en un área determinada, analizando la influencia de diferentes factores sobre ellos (actividades humanas, climatología, relieve, vegetación, localización, procesos geológicos internos, etc.) y proponer acciones para prevenir o minimizar sus posibles efectos negativos."
                ],
                "saberes": [
                    "A. Experimentación en Geología y Ciencias Ambientales.",
                    "− Fuentes de información geológica y ambiental (mapas, cortes, fotografías aéreas, textos, posicionamiento e imágenes de satélite, diagramas de flujo, etc.): búsqueda, reconocimiento, utilización e interpretación.",
                    "− Instrumentos para el trabajo geológico y ambiental: utilización en el campo y el laboratorio. Nuevas tecnologías en la investigación geológica y ambiental.",
                    "− Estrategias para la búsqueda de información, colaboración, comunicación e interacción con instituciones científicas: herramientas digitales, formatos de presentación de procesos, resultados e ideas (diapositivas, gráficos, vídeos, posters, informes y otros).",
                    "− Herramientas de representación de la información geológica y ambiental: columna estratigráfica, corte, mapa, diagrama de flujo, etc.",
                    "− El patrimonio geológico y medioambiental: valoración de su importancia y de la conservación de la geodiversidad.",
                    "− La labor científica y las personas dedicadas a la ciencia: contribución al desarrollo de la geología y las ciencias ambientales e importancia social. El papel de la mujer.",
                    "− La evolución histórica del saber científico: el avance de la geología y las ciencias ambientales como labor colectiva, interdisciplinar y en continua construcción.",
                    "B. La tectónica de placas y geodinámica interna.",
                    "− Geodinámica interna del planeta: influencia sobre el relieve (vulcanismo, seísmos, orogenia, movimientos continentales, etc.). La teoría de la tectónica de placas.",
                    "− El ciclo de Wilson: influencia en la disposición de los continentes y en los principales episodios orogénicos.",
                    "− Manifestaciones actuales de la geodinámica interna.",
                    "− Las deformaciones de las rocas: elásticas, plásticas y frágiles. Relación con las fuerzas que actúan sobre ellas y con otros factores.",
                    "− Procesos geológicos internos y riesgos naturales asociados: relación con las actividades humanas. Importancia de la ordenación territorial.",
                    "C. Procesos geológicos externos.",
                    "− Los procesos geológicos externos (meteorización, edafogénesis, erosión, transporte y sedimentación) y sus efectos sobre el relieve.",
                    "− Las formas de modelado del relieve: relación con los agentes geológicos, el clima y las propiedades y disposición relativa de las rocas predominantes.",
                    "− Procesos geológicos externos y riesgos naturales asociados: relación con las actividades humanas. Importancia de la ordenación territorial.",
                    "D. Minerales, los componentes de las rocas.",
                    "− Concepto de mineral.",
                    "− Clasificación químico-estructural de los minerales: relación con sus propiedades.",
                    "− Identificación de los minerales por sus propiedades físicas: herramientas de identificación (guías, claves, instrumentos, recursos tecnológicos, etc.).",
                    "− Diagramas de fases: condiciones de formación y transformación de minerales.",
                    "E. Rocas ígneas, sedimentarias y metamórficas.",
                    "− Concepto de roca.",
                    "− Clasificación de las rocas en función de su origen (ígneas, sedimentarias y metamórficas). Relación de su origen con sus características observables.",
                    "− Identificación de las rocas por sus características: herramientas de identificación (guías, claves, instrumentos, recursos tecnológicos, etc.).",
                    "− Los magmas: clasificación, composición, evolución, rocas resultantes, tipos de erupciones volcánicas asociadas y relieves originados.",
                    "− La diagénesis: concepto, tipos de rocas sedimentarias resultantes según el material de origen y el ambiente sedimentario.",
                    "− Las rocas metamórficas: tipos, factores que influyen en su formación y relación entre ellos.",
                    "− El ciclo litológico: formación, destrucción y transformación de los diferentes tipos de rocas, relación con la tectónica de placas y los procesos geológicos externos.",
                    "F. Las capas fluidas de la Tierra.",
                    "− La atmósfera y la hidrosfera: estructura, dinámica, funciones, influencia sobre el clima terrestre e importancia para los seres vivos.",
                    "− Contaminación de la atmósfera y la hidrosfera: definición, tipos, causas y consecuencias.",
                    "G. Recursos y su gestión sostenible.",
                    "− Los recursos geológicos y de la biosfera: aplicaciones en la vida cotidiana.",
                    "− Conceptos de recurso, yacimiento y reserva.",
                    "− Impacto ambiental y social de la explotación de diferentes recursos (hídricos, paisajísticos, mineros, energéticos, edáficos, etc.). Importancia de su extracción, uso y consumo responsables de acuerdo a su tasa de renovación e interés económico y a la capacidad de absorción y gestión sostenible de sus residuos.",
                    "− Los recursos hídricos: abundancia relativa, explotación, usos e importancia del tratamiento eficaz de las aguas para su gestión sostenible.",
                    "− El suelo: características, composición, horizontes, textura, estructura, adsorción, relevancia ecológica y productividad.",
                    "− La contaminación, la salinización y la degradación del suelo y las aguas: relación con algunas actividades humanas (deforestación, agricultura y ganadería intensivas y actividades industriales).",
                    "− La explotación de rocas, minerales y recursos energéticos de la geosfera: tipos y evaluación de su impacto ambiental.",
                    "− Prevención y gestión de los residuos: importancia y objetivos (disminución, valorización, transformación y eliminación). El medio ambiente como sumidero natural de residuos y sus limitaciones.",
                    "− Los impactos ambientales y sociales de la explotación de recursos (hídricos, paisajísticos, mineros, energéticos, edáficos, etc.): medidas preventivas, correctoras y compensatorias."
                ]
}
