{
  "saberes": 
    [
                        "A. Vida activa y saludable.",
                        "– Salud física: control de resultados y variables fisiológicas básicas como consecuencia del ejercicio físico. Autorregulación y planificación del entrenamiento. Alimentación saludable y análisis crítico de la publicidad (dietas no saludables, fraudulentas o sin base científica. Alimentos no saludables y similares). Educación postural: movimientos, posturas y estiramientos ante dolores musculares. Pautas para tratar el dolor muscular de origen retardado. Ergonomía en actividades cotidianas (frente a pantallas, ordenador, mesa de trabajo y similares). Cuidado del cuerpo: calentamiento específico autónomo. Prácticas peligrosas, mitos y falsas creencias en torno al cuerpo y a la actividad física.",
                        "– Salud social: Suplementación y dopaje en el deporte. Riesgos y condicionantes éticos.",
                        "– Salud mental: exigencias y presiones de la competición. Tipologías corporales predominantes en la sociedad y análisis crítico de su presencia en los medios de comunicación. Efectos negativos de los modelos estéticos predominantes y trastornos vinculados al culto insano al cuerpo (vigorexia, anorexia, bulimia y otros). Creación de una identidad corporal definida y consolidada alejada de estereotipos sexistas.",
                        "B. Organización y gestión de la actividad física.",
                        "– Elección de la práctica física: gestión y enfoque de los diferentes usos y finalidades de la actividad física y del deporte en función del contexto, actividad y compañeros y compañeras de realización.",
                        "– Preparación de la práctica motriz: mantenimiento y reparación de material deportivo.",
                        "– Reflexión crítica sobre la importancia de las medidas y pautas de higiene en contextos de práctica de actividad física.",
                        "– Planificación y autorregulación de proyectos motores: establecimiento de mecanismos para registrar y controlar las aportaciones realizadas por los integrantes del grupo a lo largo de un proyecto. Herramientas digitales para la gestión de la actividad física.",
                        "– Prevención de accidentes en las prácticas motrices. Gestión del riesgo propio y del riesgo de los demás. Medidas colectivas de seguridad.",
                        "– Actuaciones ante accidentes. Reanimación mediante desfibrilador automático (DEA) o semiautomático (DESA). Protocolo RCP (reanimación cardiopulmonar). Técnicas específicas e indicios de accidentes cardiovasculares (maniobra de Heimlich, señales de ictus y similares).",
                        "C. Resolución de problemas en situaciones motrices.",
                        "– Toma de decisiones: búsqueda de adaptaciones motrices para resolver eficientemente tareas de cierta complejidad en situaciones motrices individuales. Coordinación de las acciones motrices para la resolución de la acción/tarea en situaciones cooperativas. Búsqueda de la acción más óptima en función de la acción y ubicación del rival, así como del lugar en el que se encuentre el móvil o resultado en situaciones motrices de persecución y de interacción con un móvil. Organización anticipada de los movimientos y acciones individuales en función de las características del contrario en situaciones de oposición de contacto. Delimitación de estrategias previas de ataque y defensa en función de las características de los integrantes del equipo y del equipo rival en situaciones motrices de colaboración-oposición de persecución y de interacción con un móvil.",
                        "– Capacidades perceptivo-motrices en contexto de práctica: integración del esquema corporal; toma de decisiones previas a la realización de una actividad motriz acerca de los mecanismos coordinativos, espaciales y temporales para resolverla adecuadamente.",
                        "– Capacidades condicionales: desarrollo de las capacidades físicas básicas. Planificación para el desarrollo de las capacidades físicas básicas: fuerza y resistencia. Sistemas de entrenamiento.",
                        "– Habilidades motrices específicas asociadas a la técnica en actividades físico-deportivas: profundización, identificación y corrección de errores comunes.",
                        "– Creatividad motriz: creación de retos y situaciones-problema con resolución posible a través de los recursos disponibles.",
                        "– Barreras arquitectónicas y obstáculos del entorno que impidan o dificulten la actividad física autónoma y saludable en el espacio público y vial.",
                        "D. Autorregulación emocional e interacción social en situaciones motrices.",
                        "– Autorregulación emocional: control de estados de ánimo y estrategias de gestión del fracaso en situaciones motrices. Habilidades volitivas y capacidad de superación.",
                        "– Habilidades sociales: estrategias de negociación y mediación en contextos motrices.",
                        "– Respeto a las reglas: juego limpio en los distintos niveles de deporte y actividad física.",
                        "– Identificación y rechazo de conductas contrarias a la convivencia en situaciones motrices (comportamientos violentos, discriminación por cuestiones de género, competencia motriz, actitudes xenófobas, racistas, LGTBIfóbicas o sexistas). Asertividad y autocuidado.",
                        "E. Manifestaciones de la cultura motriz.",
                        "– Aportaciones de la cultura motriz a la herencia cultural. Los deportes como seña de identidad cultural.",
                        "– Usos comunicativos de la corporalidad: técnicas específicas de expresión corporal.",
                        "– Práctica de actividades rítmico-musicales con carácter artístico-expresivo. Organización de espectáculos y eventos artístico-expresivos.",
                        "– Deporte y perspectiva de género: historia del deporte desde la perspectiva de género. Igualdad en el acceso al deporte (diferencias según género, país, cultura y otros). Estereotipos de competencia motriz percibida según el género, la edad o cualquier otra característica. Ejemplos de referentes que muestren la diversidad en el deporte.",
                        "– Influencia del deporte en la cultura actual: deporte e intereses políticos y económicos.",
                        "F. Interacción eficiente y sostenible con el entorno.",
                        "– Normas de uso: respeto a las normas viales en los desplazamientos activos cotidianos para una movilidad segura, saludable y sostenible.",
                        "– La práctica de la bicicleta como medio de transporte habitual.",
                        "– Nuevos espacios y prácticas deportivas urbanas (crossfit, gimnasios urbanos, circuitos de calistenia o similares).",
                        "– Análisis y gestión del riesgo propio y de los demás en las prácticas físico-deportivas en el medio natural y urbano. Medidas colectivas de seguridad.",
                        "– Consumo responsable: uso sostenible y mantenimiento de recursos urbanos y naturales para la práctica de actividad física.",
                        "– Diseño y organización de actividades físicas en el medio natural y urbano.",
                        "– Cuidado del entorno, como servicio a la comunidad, durante la práctica de actividad física en entornos naturales y urbanos. "
                    ],
  "criteriosEvaluacion": 
    [
                        "1.1 Planificar y autorregular la práctica de actividad física orientada al concepto integral de salud y al estilo de vida activo, según las necesidades e intereses individuales y respetando la propia realidad e identidad corporal.",
                        "1.2 Incorporar de forma autónoma los procesos de activación corporal, autorregulación y dosificación del esfuerzo, alimentación saludable, educación postural, relajación e higiene durante la práctica de actividades motrices, interiorizando las rutinas propias de una práctica motriz saludable y responsable.",
                        "1.3 Adoptar de manera responsable y autónoma medidas específicas para la prevención de lesiones antes, durante y después de la práctica de actividad física, aprendiendo a reconocer situaciones de riesgo para actuar preventivamente.",
                        "1.4 Actuar de acuerdo a los protocolos de intervención ante situaciones de emergencia o accidentes aplicando medidas específicas de primeros auxilios.",
                        "1.5 Adoptar actitudes comprometidas y transformadoras que rechacen los estereotipos sociales asociados al ámbito de lo corporal, al género y a la diversidad sexual, y los comportamientos que pongan en riesgo la salud, contrastando con autonomía e independencia cualquier información en base a criterios científicos de validez, fiabilidad y objetividad.",
                        "1.6 Planificar, desarrollar y compartir con seguridad la práctica física cotidiana manejando recursos y aplicaciones digitales vinculados al ámbito de la actividad física y el deporte.",
                        "2.1 Desarrollar proyectos motores de carácter individual, cooperativo o colaborativo, estableciendo mecanismos para reconducir los procesos de trabajo y asegurar una participación equilibrada, incluyendo estrategias de autoevaluación y coevaluación tanto del proceso como del resultado.",
                        "2.2 Mostrar habilidades para la adaptación y la actuación ante situaciones con una elevada incertidumbre, aprovechando eficientemente las propias capacidades y aplicando de manera automática procesos de percepción, decisión y ejecución en contextos reales o simulados de actuación, reflexionando sobre las soluciones y resultados obtenidos.",
                        "2.3 Evidenciar control y dominio corporal al emplear los componentes cualitativos y cuantitativos de la motricidad de manera eficiente y creativa, resolviendo problemas en todo tipo de situaciones motrices transferibles a su espacio vivencial con autonomía.",
                        "3.1 Practicar y participar activamente asumiendo responsabilidades en la organización de una gran variedad de actividades motrices, valorando las implicaciones éticas de las prácticas antideportivas, evitando la competitividad desmedida y actuando con deportividad al asumir los roles de público, participante u otros.",
                        "3.2 Cooperar o colaborar en la práctica de diferentes producciones motrices y proyectos para alcanzar el logro individual y grupal, participando con autonomía en la toma de decisiones vinculadas a la asignación de roles, la gestión del tiempo de práctica y la optimización del resultado final.",
                        "3.3 Relacionarse y entenderse con el resto de participantes durante el desarrollo de diversas prácticas motrices con autonomía y haciendo uso efectivo de habilidades sociales de diálogo en la resolución de conflictos y respeto ante la diversidad, ya sea de género, afectivo-sexual, de origen nacional, étnica, socio-económica o de competencia motriz, y posicionándose activamente frente a los estereotipos, las actuaciones discriminatorias y cualquier tipo de violencia, haciendo respetar el propio cuerpo y el de los demás.",
                        "4.1 Comprender y practicar diversas modalidades relacionadas con la cultura propia, la tradicional o las procedentes de otros lugares del mundo, identificando y contextualizando la influencia social del deporte en las sociedades actuales y valorando sus orígenes, evolución, distintas manifestaciones e intereses económico-políticos.",
                        "4.2 Adoptar actitudes comprometidas y conscientes acerca de los distintos estereotipos de género y comportamientos sexistas que se siguen produciendo en algunos contextos de la motricidad, identificando los factores que contribuyen a su mantenimiento y ayudando a difundir referentes de distintos géneros en el ámbito físico-deportivo.",
                        "4.3 Crear y representar composiciones individuales o colectivas con y sin base musical y de manera coordinada, utilizando intencionadamente y con autonomía el cuerpo y el movimiento como herramienta de expresión y comunicación a través de técnicas expresivas específicas, y ayudando a difundir y compartir dichas prácticas culturales entre compañeros y compañeras u otros miembros de la comunidad.",
                        "5.1 Participar en actividades físico-deportivas en entornos naturales terrestres o acuáticos, disfrutando del entorno de manera sostenible, minimizando el impacto ambiental que estas puedan producir, siendo conscientes de su huella ecológica, y desarrollando actuaciones intencionadas dirigidas a la conservación y mejora de las condiciones de los espacios en los que se desarrollen.",
                        "5.2 Diseñar y organizar actividades físico-deportivas en el medio natural y urbano, asumiendo responsabilidades y aplicando normas de seguridad individuales y colectivas."
                    ]
}

