{
  "competenciasEspecificas": [
                    {"text": "1. Buscar, analizar, interpretar, producir y transmitir información relativa a hechos histórico-filosóficos a partir del uso crítico y seguro de fuentes y el dominio de técnicas básicas de investigación, para generar conocimientos y producciones propias acerca de la historia de los problemas e ideas filosóficos. La labor de investigación de la Historia de la Filosofía comparte con los estudios históricos, pero también con la filología y con otras ciencias humanas, el hecho de que su objeto de estudio venga vehiculado por textos, documentos y otras manifestaciones análogas legadas por la tradición. Es, pues, fundamental que el alumnado sepa trabajar con fuentes fiables y relevantes, entendiéndolas en su contexto social y cultural a la vez que en su proyección histórica y estableciendo relaciones entre documentos de diferentes épocas y culturas. Para ello, es preciso dotarle de herramientas de investigación con que buscar y organizar la información, tanto en entornos digitales como en otros más tradicionales, así como para evaluarla y utilizarla de manera crítica para la producción y transmisión de conocimientos relativos a la materia. El objetivo es que, además del uso de documentos de una cierta complejidad formal y material, puedan construir sus propios juicios y elaborar producciones a partir del diálogo con tales documentos y el ejercicio autónomo de su capacidad indagadora. Todo esto supone no solo la facultad de interpretar y comentar formalmente textos y otros documentos y manifestaciones histórico-filosóficas, relacionándolos con problemas, tesis y autores o autoras, sino también la de realizar esquemas y mapas conceptuales, cuadros cronológicos y otras elaboraciones, incluyendo la producción y exposición de trabajos de investigación de carácter básico, utilizando los protocolos al efecto, y tanto de forma individual como colaborativa. Esta competencia específica se conecta con los siguientes descriptores: CCL1, CCL2, CCL3, CD1, CD3, CPSAA4, CC3, CE3.", "value": "1. Buscar, analizar, interpretar, producir y transmitir información relativa a hechos histórico-filosóficos a partir del uso crítico y seguro de fuentes y el dominio de técnicas básicas de investigación, para generar conocimientos y producciones propias acerca de la historia de los problemas e ideas filosóficos (CCL1, CCL2, CCL3, CD1, CD3, CPSAA4, CC3, CE3)."},
                    {"text": "2. Reconocer las normas y pautas de la argumentación y el diálogo filosóficos mediante la identificación y análisis de las mismas en distintos soportes y a través de diversas actividades, para aplicarlas con rigor en la construcción y exposición de argumentos y en el ejercicio del diálogo con los demás. El dominio de la argumentación es un factor fundamental para pensar y comunicarse con rigor y efectividad, tanto en el ámbito de las ciencias y saberes, como en el de la vida cotidiana, así como una condición necesaria para la formación del propio juicio personal. Es, pues, necesario que el alumnado, tanto en el trabajo con textos y documentos, como en el diálogo filosófico con los demás, emplee argumentos correctos y bien fundados, apreciando el rigor argumentativo y detectando y evitando los modos dogmáticos, falaces y sesgados de sostener o discutir opiniones e hipótesis. Por otro lado, si el diálogo goza en la didáctica de la filosofía de un merecido reconocimiento, tanto como expresión del carácter propiamente dialéctico de la indagación filosófica como en tanto que elemento esencial del ejercicio de la ciudadanía democrática, en el estudio de la historia de las ideas cumple una doble función: la de promover el debate filosófico y la de hacerlo en torno a planteamientos y concepciones que guardan a la vez entre sí un diálogo a lo largo del tiempo. Se trata, pues, de promover, no solo el diálogo empático, cooperativo y comprometido con la búsqueda del conocimiento, la libre expresión de ideas y el respeto a la pluralidad de tesis y opiniones, sino también la aptitud para el pensamiento crítico y relacional en torno a ideas de autores y autoras de épocas muy distintas, entendiendo en todos los casos la disensión y la controversia no necesariamente como un conflicto sino también como complementariedad y ocasión para una mejor comprensión de los problemas. Esta competencia específica se conecta con los siguientes descriptores: CCL1, CCL5, STEM1, CPSAA3.1, CC2, CC3, CCEC1, CCEC3.2.", "value": "2. Reconocer las normas y pautas de la argumentación y el diálogo filosóficos mediante la identificación y análisis de las mismas en distintos soportes y a través de diversas actividades, para aplicarlas con rigor en la construcción y exposición de argumentos y en el ejercicio del diálogo con los demás (CCL1, CCL5, STEM1, CPSAA3.1, CC2, CC3, CCEC1, CCEC3.2)."},
                    {"text": "3. Comprender y expresar diferentes concepciones filosóficas históricamente dadas, mediante el acercamiento a sus fuentes y el trabajo crítico sobre las mismas, para desarrollar el conocimiento de un acervo que constituye parte esencial del patrimonio cultural común. La tradición filosófica, así como el debate filosófico contemporáneo, han venido acumulando y transmitiendo, y siguen produciendo hoy, un inmenso y valiosísimo caudal de planteamientos, preguntas, intentos de respuesta, ideas, argumentaciones y exposiciones diferentes en torno a las cuestiones filosóficas, moduladas de acuerdo con el contexto histórico y el esfuerzo de los autores y autoras en los que en cada caso tuvieron cauce de expresión. El conocimiento de las más importantes de estas propuestas filosóficas debe formar parte de la cultura de todo el alumnado y, en general, del bagaje de una ciudadanía ilustrada. Por otro lado, el aprendizaje de tales concepciones filosóficas precisa de un trabajo orientado desde la experiencia actualizada de cuestiones ya tratadas en primero de Bachillerato, de manera que sea el alumnado el que, en relación con dichas cuestiones, sienta la necesidad de investigar la raíz y dimensión histórica de las mismas a través del contacto directo con documentos y del trabajo a partir de ellos. Una indagación que debe ser, además, ajena a prejuicios etnocéntricos, sexistas o de cualquier otro tipo, y reconocer el papel, a menudo oculto y marginado, de las mujeres, así como la importancia e influencia de otras tradiciones de pensamiento diferentes a la nuestra, analizando críticamente las conceptualizaciones de carácter excluyente o discriminatorio que formen o hayan formado parte del discurso filosófico. Esta competencia específica se conecta con los siguientes descriptores: CC1, CC2, CC3, CCEC1.", "value": "3. Comprender y expresar diferentes concepciones filosóficas históricamente dadas, mediante el acercamiento a sus fuentes y el trabajo crítico sobre las mismas, para desarrollar el conocimiento de un acervo que constituye parte esencial del patrimonio cultural común (CC1, CC2, CC3, CCEC1)."},
                    {"text": "4. Reconocer la naturaleza esencialmente plural y diversa de las concepciones filosóficas históricamente dadas, mediante su puesta en relación dialéctica de confrontación y complementariedad, para generar una concepción compleja y dinámica de la historia del pensamiento y promover una actitud tolerante y comprometida con la resolución racional y dialogada de los conflictos. La filosofía, a diferencia de otros ámbitos de conocimiento, se presenta radicalmente abierta y disputada en todas sus áreas, algo que no tiene por qué ser interpretado como defecto o disfunción sino, al contrario, como indicio del carácter complejo y dialéctico tanto de la disciplina como de muchas de las cuestiones filosóficas en las que no son posible, ni quizás deseables, la unanimidad o la unilateralidad, pero sí el diálogo respetuoso y constructivo. Este carácter plural de la filosofía es más evidente cuando lo comprendemos a través de su dimensión histórica. No obstante, tampoco aquí esta riqueza de perspectivas compromete la unidad esencial que define a toda la empresa filosófica como una búsqueda incondicionada e integral de la verdad y del sentido de la realidad en sus aspectos más fundamentales. Por otro lado, el contacto con los distintos modos de argumentación y exposición que corresponden a las concepciones filosóficas, así como con la diversidad de formas con que cabe interpretarlas, resultan una experiencia óptima para la práctica del pensamiento complejo, el análisis, la síntesis, y la comprensión de los problemas filosóficos y otros de relevancia cultural y social desde una perspectiva más profunda y plural, menos sesgada, y crítica con todo dogmatismo, en consonancia con lo que debe ser el ejercicio de la propia ciudadanía democrática. Esta competencia específica se conecta con los siguientes descriptores: CCL2, CC1, CC2, CC3.", "value": "4. Reconocer la naturaleza esencialmente plural y diversa de las concepciones filosóficas históricamente dadas, mediante su puesta en relación dialéctica de confrontación y complementariedad, para generar una concepción compleja y dinámica de la historia del pensamiento y promover una actitud tolerante y comprometida con la resolución racional y dialogada de los conflictos (CCL2, CC1, CC2, CC3)."},
                    {"text": "5. Reconocer el modo en que se han planteado sucesivamente, a través de distintas épocas y concepciones, los mismos problemas filosóficos, mediante el análisis e interpretación de textos y otros modos de expresión tanto filosófica como más ampliamente cultural, históricamente dados, para afrontar tales problemas a partir de la reflexión crítica sobre el conocimiento de lo aportado por la tradición. La reflexión filosófica, que en el curso de primero de Bachillerato se abordaba de manera principalmente temática, se despliega aquí de modo también diacrónico, analizando los mismos problemas en diferentes momentos históricos, lenguajes y formas, y en relación con los aspectos propios de cada época y cultura. La suma de dichas fases o momentos comprende un conjunto de planteamientos y respuestas que el alumnado debe conocer, no solo para comprender la historia pasada, e incluso el mismo concepto de historia, sino también para entender su propio presente y pensar su futuro de manera más reflexiva y cuidadosa. Además, en la filosofía, dado su carácter plural y siempre abierto, es aún más pertinente que en otros saberes tener consciencia de ese proceso histórico, él mismo un objeto de reflexión filosófica, y en el que se puede encontrar el germen de todo el pensamiento contemporáneo. Es necesario, por ello, que el alumnado analice los problemas filosóficos a lo largo de la historia, esclareciendo las condiciones socio-culturales de su aparición y conectando el tratamiento que se hace de los mismos en distintas corrientes y escuelas de pensamiento. El objetivo es que alumnos y alumnas afronten tales problemas desde el reconocimiento tanto de su radicalidad y universalidad como de la pluralidad y variabilidad en que se expresan, reflexionando sobre la relación de ambos aspectos, con el fin de promover un conocimiento profundo y crítico de la filosofía y de la cultura en que esta se inserta y desarrolla. Esta competencia específica se conecta con los siguientes descriptores: CCL2, CC1, CC2, CC3, CCEC1.", "value": "5. Reconocer el modo en que se han planteado sucesivamente, a través de distintas épocas y concepciones, los mismos problemas filosóficos, mediante el análisis e interpretación de textos y otros modos de expresión tanto filosófica como más ampliamente cultural, históricamente dados, para afrontar tales problemas a partir de la reflexión crítica sobre el conocimiento de lo aportado por la tradición (CCL2, CC1, CC2, CC3, CCEC1)."},
                    {"text": "6. Reconocer las formas diversas en que los interrogantes filosóficos y sus intentos de respuesta se han presentado históricamente en otros ámbitos de la cultura, mediante el análisis interpretativo de textos y otras manifestaciones pertenecientes a esos ámbitos, para promover una concepción sistemática, relacional y compleja de la historia de la cultura occidental y del papel de las ideas filosóficas en ella. La filosofía, lejos de ser un saber ensimismado en sus problemas y lenguaje y ajeno al resto de saberes y aspectos de la existencia humana, se ha mostrado siempre interesada en dialogar con otros ámbitos del conocimiento, nutriéndose de ellos y enriqueciéndolos con nuevas ideas y perspectivas. A ello se le suma que el estudio de la filosofía resulta más estimulante y rico cuando se ejercita mediante el análisis de otras manifestaciones culturales en las que los problemas y las concepciones histórico-filosóficos están presentes, de manera al menos tácita. Por ello, el acercamiento a la materia de Historia de la Filosofía debe realizarse no solo a través del estudio e interpretación de los textos de los grandes filósofos y filósofas, sino también a través del análisis de aquellos otros documentos y acontecimientos históricos de carácter político, artístico, científico o religioso que resulten filosóficamente relevantes. El objetivo es, por un lado, que el alumnado comprenda la naturaleza interdisciplinar y transdisciplinar de la reflexión filosófica y su función articuladora del conjunto de los saberes, y, por el otro, que reconozca la relación entre las distintas teorías filosóficas y aquellos movimientos, doctrinas y creaciones sociales, políticas, morales, artísticas, científicas y religiosas con las que aquellas han compartido espacio histórico y cultural, identificando sus influencias mutuas y, en especial, los fundamentos y problemas filosóficos que laten bajo los citados movimientos, doctrinas y creaciones. Esta competencia específica se conecta con los siguientes descriptores: CCL2, CC1, CC2, CC3, CCEC1.", "value": "6. Reconocer las formas diversas en que los interrogantes filosóficos y sus intentos de respuesta se han presentado históricamente en otros ámbitos de la cultura, mediante el análisis interpretativo de textos y otras manifestaciones pertenecientes a esos ámbitos, para promover una concepción sistemática, relacional y compleja de la historia de la cultura occidental y del papel de las ideas filosóficas en ella (CCL2, CC1, CC2, CC3, CCEC1)."},
                    {"text": "7. Analizar problemas fundamentales y de actualidad mediante la exposición crítica de distintas posiciones histórico-filosóficas relevantes para la comprensión y discusión de aquellos, para desarrollar la autonomía de juicio y promover actitudes y acciones cívica y éticamente consecuentes. Los grandes sistemas de pensamiento habidos a lo largo del tiempo no son solo lugares de referencia obligada para entender en profundidad el pasado, nuestras señas de identidad culturales o nuestro modo mismo de ser, conocer o valorar, sino que son también guías que, tratadas de manera crítica, iluminan los más complejos debates actuales, constituyendo así una herramienta indispensable para nuestra tarea de promover un mundo más justo, sostenible y racional. En este sentido, la historia de la filosofía representa un esfuerzo progresivo por comprender la realidad y orientar la acción humana, tanto en un sentido individual como en el colectivo. Además, provee al alumnado de un marco de referencia idóneo para el ejercicio de una ciudadanía consciente, críticamente comprometida con los valores comunes y detentadora de una actitud reflexiva y constructiva ante los retos del siglo XXI. Así, en la medida en que se conozcan con profundidad las distintas ideas, teorías y controversias filosóficas implicadas en cuestiones que, como la desigualdad y la pobreza, la situación de los derechos humanos en el mundo, el logro de la efectiva igualdad y corresponsabilidad entre mujeres y hombres, o los problemas ecosociales, conforman la actualidad, se estará en mejores condiciones para entender y afrontar dichas cuestiones. El propósito último es que el alumnado pueda posicionarse ante ellas con plena conciencia de lo que sus ideas deben al curso histórico del pensamiento filosófico y, por ello, con una mayor exigencia crítica y un más firme compromiso tanto con el perfeccionamiento de dichas ideas como con las actitudes y acciones que quepa deducir de ellas. Esta competencia específica se conecta con los siguientes descriptores: CPSAA4, CC1, CC2, CC3, CC4, CE1.", "value": "7. Analizar problemas fundamentales y de actualidad mediante la exposición crítica de distintas posiciones histórico-filosóficas relevantes para la comprensión y discusión de aquellos, para desarrollar la autonomía de juicio y promover actitudes y acciones cívica y éticamente consecuentes (CPSAA4, CC1, CC2, CC3, CC4, CE1)."}
                ]
}
