{
                "competenciasEspecificas": [
                    "1. Buscar, analizar, interpretar, producir y transmitir información relativa a hechos histórico-filosóficos a partir del uso crítico y seguro de fuentes y el dominio de técnicas básicas de investigación, para generar conocimientos y producciones propias acerca de la historia de los problemas e ideas filosóficos (CCL1, CCL2, CCL3, CD1, CD3, CPSAA4, CC3, CE3).",
                    "2. Reconocer las normas y pautas de la argumentación y el diálogo filosóficos mediante la identificación y análisis de las mismas en distintos soportes y a través de diversas actividades, para aplicarlas con rigor en la construcción y exposición de argumentos y en el ejercicio del diálogo con los demás (CCL1, CCL5, STEM1, CPSAA3.1, CC2, CC3, CCEC1, CCEC3.2).",
                    "3. Comprender y expresar diferentes concepciones filosóficas históricamente dadas, mediante el acercamiento a sus fuentes y el trabajo crítico sobre las mismas, para desarrollar el conocimiento de un acervo que constituye parte esencial del patrimonio cultural común (CC1, CC2, CC3, CCEC1).",
                    "4. Reconocer la naturaleza esencialmente plural y diversa de las concepciones filosóficas históricamente dadas, mediante su puesta en relación dialéctica de confrontación y complementariedad, para generar una concepción compleja y dinámica de la historia del pensamiento y promover una actitud tolerante y comprometida con la resolución racional y dialogada de los conflictos (CCL2, CC1, CC2, CC3).",
                    "5. Reconocer el modo en que se han planteado sucesivamente, a través de distintas épocas y concepciones, los mismos problemas filosóficos, mediante el análisis e interpretación de textos y otros modos de expresión tanto filosófica como más ampliamente cultural, históricamente dados, para afrontar tales problemas a partir de la reflexión crítica sobre el conocimiento de lo aportado por la tradición (CCL2, CC1, CC2, CC3, CCEC1).",
                    "6. Reconocer las formas diversas en que los interrogantes filosóficos y sus intentos de respuesta se han presentado históricamente en otros ámbitos de la cultura, mediante el análisis interpretativo de textos y otras manifestaciones pertenecientes a esos ámbitos, para promover una concepción sistemática, relacional y compleja de la historia de la cultura occidental y del papel de las ideas filosóficas en ella (CCL2, CC1, CC2, CC3, CCEC1).",
                    "7. Analizar problemas fundamentales y de actualidad mediante la exposición crítica de distintas posiciones histórico-filosóficas relevantes para la comprensión y discusión de aquellos, para desarrollar la autonomía de juicio y promover actitudes y acciones cívica y éticamente consecuentes (CPSAA4, CC1, CC2, CC3, CC4, CE1)."
                ]
}
