{
        "saberes": [
            "Área1. CRECIMIENTO EN ARMONÍA",
            "A. Diálogo corporal con el entorno. Exploración creativa de objetos, materiales y espacios.",
            "Objetos y materiales. Interés, curiosidad y actitud de respeto durante su exploración.",
            "Cualidades o atributos de los objetos. Relaciones de orden, correspondencia, clasificación y comparación.",
            "Cuantificadores básicos contextualizados.",
            "Funcionalidad de los números en la vida cotidiana.",
            "Situaciones en que se hace necesario medir.",
            "Nociones espaciales básicas en relación con el propio cuerpo, los objetos y las acciones, tanto en reposo como en movimiento.",
            "El tiempo y su organización: día-noche, estaciones, ciclos, calendario.",
            "B. Experimentación en el entorno. Curiosidad, pensamiento científico y creatividad.",
            "Pautas para la indagación en el entorno: interés, curiosidad, asombro, cuestionamiento y deseos de conocimiento.",
            "Estrategias de construcción de nuevos conocimientos: relaciones y conexiones entre lo conocido y lo novedoso, y entre experiencias previas y nuevas; andamiaje e interacciones de calidad con las personas adultas, con iguales y con el entorno. ",
            "Modelo de control de variables. Estrategias y técnicas de investigación: ensayo-error, observación, experimentación, formulación y comprobación de hipótesis, realización de preguntas, manejo y búsqueda en distintas fuentes de información.",
            "Estrategias de planificación, organización o autorregulación de tareas. Iniciativa en la búsqueda de acuerdos o consensos en la toma de decisiones.",
            "Estrategia para proponer soluciones: creatividad, diálogo, imaginación y descubrimiento.",
            "Coevaluación del proceso y de los resultados. Hallazgos, verificación y conclusiones.",
            "C. Indagación en el medio físico y natural. Cuidado, valoración y respeto.",
            "Elementos naturales (agua, tierra, aire). Características y comportamiento (peso, capacidad, volumen, mezclas o transvases).",
            "Influencia de las acciones de las personas en el medio físico y natural y en el cambio climático.",
            "Sostenibilidad, energías limpias y naturales.",
            "Fenómenos naturales: identificación y repercusión en la vida de las personas.",
            "Respeto y empatía por los seres vivos y por los recursos naturales.",

            "Área 2. DESCUBRIMIENTO Y EXPLORACIÓN DEL ENTORNO",
            "A. Intención y elementos de la interacción comunicativa.",
            "El deseo de comunicarse. La emoción y la proximidad como base del intercambio comunicativo.",
            "La expresión facial y corporal: gestos de intención, necesidad, estado de ánimo, y sensaciones que los acompañan.",
            "El contacto e intercambio visual.",
            "Las primeras interacciones tónico-emocionales y posturales. Expresiones faciales y gestuales. El diálogo corporal.",
            "Nanas, canciones de arrullo y juegos de regazo.",
            "Actitudes comunicativas significativas: atención conjunta, mirada referencial y comprensión de las expresiones emocionales del adulto y reacción ante ellas.",
            "Los objetos de uso compartido como mediadores en los primeros contextos de interacción.",
            "Estrategias que facilitan los intercambios: contacto visual con el interlocutor, escucha atenta y espera para intervenir.",
            "El turno de diálogo y la alternancia en situaciones comunicativas que potencien el respeto y la igualdad.",
            "B. Las lenguas y sus hablantes.",
            "Repertorio lingüístico individual.",
            "Realidad lingüística del aula y el entorno. Palabras o expresiones que responden a sus necesidades o intereses.",
            "C. Comunicación verbal oral. Expresión-comprensión-diálogo.",
            "El lenguaje oral en situaciones cotidianas: primeras conversaciones con sonidos, vocalizaciones y juegos de interacción.",
            "Expresión de necesidades, vivencias y emociones.",
            "Lenguaje oral como regulador de la propia conducta.",
            "Repertorio lingüístico: situaciones comunicativas, conversaciones colectivas, léxico y discurso.",
            "La expresión sonora y la articulación de las palabras. Juegos de imitación, lingüísticos y de percepción auditiva.",
            "Comprensión del mundo y de mensajes a través de la escucha activa.",
            "Vocabulario. Denominación de la realidad.",
            "D. Aproximación al lenguaje escrito.",
            "Formas escritas y otros símbolos presentes en el entorno.",
            "Acercamiento a los usos del lenguaje escrito.",
            "Lectura a través de modelos lectores de referencia.",
            "E. Aproximación a la educación literaria.",
            "Textos literarios infantiles orales y escritos con contenido libre de prejuicios, que respondan a los retos del siglo XXI y desarrollen valores sobre cultura de paz, derechos del niño, igualdad de género y diversidad étnico-cultural.",
            "Situaciones de lectura. Vínculos afectivos y lúdicos a través de modelos lectores de referencia.",
            "F. Lenguaje y expresión musical.",
            "Reconocimiento, evocación y reproducción de canciones y otras manifestaciones musicales. Sentimientos y emociones que transmiten.",
            "Posibilidades sonoras y expresivas de la voz, del cuerpo, de los objetos y de los instrumentos.",
            "La escucha como descubrimiento y disfrute del entorno.",
            "Sonidos, entonación y ritmo.",
            "G. Lenguaje y expresión plástica y visual.",
            "Materiales, colores, texturas, técnicas y procedimientos plásticos.",
            "Expresiones plásticas y visuales. Otras expresiones artísticas.",
            "H. Lenguaje y expresión corporal",
            "Expresión libre a través del gesto y del movimiento.",
            "Desplazamientos por el espacio.",
            "Juegos de imitación a través de marionetas, muñecos u otros objetos de representación espontánea.",

            "Área 3. COMUNICACIÓN Y REPRESENTACIÓN DE LA REALIDAD",
            "A. Intención e interacción comunicativa.",
            "Repertorio comunicativo y elementos de comunicación no verbal.",
            "Comunicación interpersonal: empatía y asertividad.",
            "Convenciones sociales del intercambio lingüístico en situaciones comunicativas que potencien el respeto y la igualdad: atención, escucha activa, turnos de diálogo y alternancia.",
            "B. Las lenguas y sus hablantes.",
            "Repertorio lingüístico individual.",
            "La realidad lingüística del entorno. Fórmulas o expresiones que responden a sus necesidades o intereses.",
            "Aproximación a la lengua extranjera. Elementos para una comunicación funcional básica.",
            "C. Comunicación verbal oral. Comprensión- expresión - diálogo.",
            "El lenguaje oral en situaciones cotidianas: conversaciones, juegos de interacción social y expresión de vivencias.",
            "Textos orales formales e informales.",
            "Intención comunicativa de los mensajes.",
            "Verbalización de la secuencia de acciones en una acción planificada.",
            "Discriminación auditiva y conciencia fonológica.",
            "D. Aproximación al lenguaje escrito.",
            "Los usos sociales de la lectura y la escritura. Funcionalidad y significatividad en situaciones comunicativas.",
            "Textos escritos en diferentes soportes.",
            "Intención comunicativa y acercamiento a las principales características textuales y paratextuales. Primeras hipótesis para la interpretación y compresión.",
            "Las propiedades del sistema de escritura: hipótesis cuantitativas y cualitativas.",
            "Aproximación al código escrito, evolucionando desde las escrituras indeterminadas y respetando el proceso evolutivo.",
            "Otros códigos de representación gráfica: imágenes, símbolos, números…",
            "Iniciación a estrategias de búsqueda de información, reelaboración y comunicación.",
            "Situaciones de lectura individual o a través de modelos lectores de referencia.",
            "E. Aproximación a la educación literaria.",
            "Textos literarios infantiles orales y escritos con contenido libre de prejuicios, que respondan a los retos del siglo XXI y desarrollen valores sobre cultura de paz, derechos del niño, igualdad de género y diversidad étnico-cultural.",
            "Vínculos afectivos y lúdicos con los textos literarios.",
            "Conversaciones y diálogos en torno a textos literarios libres de prejuicios y estereotipos sexistas.",
            "F. Lenguaje y expresión musical.",
            "Posibilidades sonoras, expresivas y creativas de la voz, el cuerpo, los objetos cotidianos de su entorno y los instrumentos.",
            "Propuestas musicales en distintos formatos.",
            "El sonido, el silencio y sus cualidades. El código musical.",
            "Intención expresiva en las producciones musicales.",
            "La escucha musical como disfrute.",
            "G. Lenguaje y expresión plástica y visual.",
            "Materiales específicos e inespecíficos, elementos, técnicas y procedimientos plásticos.",
            "Intención expresiva de producciones plásticas y pictóricas.",
            "Manifestaciones plásticas variadas. Otras manifestaciones artísticas.",
            "H. Lenguaje y expresión corporal.",
            "Posibilidades expresivas y comunicativas del propio cuerpo en actividades individuales y grupales libres de prejuicios y estereotipos sexistas.",
            "Juegos de expresión corporal y dramática.",
            "I. Herramientas digitales y tecnologías emergentes.",
            "Aplicaciones y herramientas digitales con distintos fines: creación, comunicación, aprendizaje y disfrute.",
            "Uso saludable y responsable de las tecnologías digitales.",
            "Lectura e interpretación crítica de imágenes e información recibida a través de medios digitales.",
            "Función educativa de los dispositivos y elementos tecnológicos de su entorno."
        ],
        "criteriosEvaluacion": [
            "Área1. CRECIMIENTO EN ARMONÍA",
            "1.1. Progresar en el conocimiento de su cuerpo ajustando acciones y reacciones y desarrollando el equilibrio, la percepción sensorial y la coordinación en el movimiento.",
            "1.2. Manifestar sentimientos de seguridad personal en la participación en juegos y en las diversas situaciones de la vida cotidiana, confiando en las propias posibilidades y mostrando iniciativa.",
            "1.3. Manejar diferentes objetos, útiles y herramientas en situaciones de juego y en la realización de tareas cotidianas, mostrando un control progresivo y de coordinación de movimientos de carácter fino",
            "1.4. Participar en contextos de juego dirigido y espontáneo, ajustándose a sus posibilidades personales.",
            "2.1 Identificar y expresar sus necesidades y sentimientos, ajustando progresivamente el control de sus emociones.",
            "2.2 Ofrecer y pedir ayuda en situaciones cotidianas, valorando los beneficios de la cooperación y la ayuda entre iguales.",
            "2.3 Expresar inquietudes, gustos y preferencias, mostrando satisfacción y seguridad sobre los logros conseguidos.",
            "3.1.Realizar actividades relacionadas con el autocuidado y el cuidado del entorno con una actitud respetuosa, mostrando autoconfianza e iniciativa.",
            "3.2.Respetar la secuencia temporal asociada a los acontecimientos y actividades cotidianas, adaptándose a las rutinas establecidas para el grupo y desarrollando comportamientos respetuosos hacia las demás personas.",
            "4.1.Participar con iniciativa en juegos y actividades colectivas relacionándose con otras personas con actitudes de afecto y de empatía, respetando los distintos ritmos individuales y evitando todo tipo de discriminación.",
            "4.2.Reproducir conductas, acciones o situaciones a través del juego simbólico en interacción con sus iguales, identificando y rechazando todo tipo de estereotipos.",
            "4.3.Participar activamente en actividades relacionadas con la reflexión sobre las normas sociales que regulan la convivencia y promueven valores como el respeto a la diversidad, el trato no discriminatorio hacia las personas con discapacidad y la igualdad de género.", 
            "4.4.Desarrollar destrezas y habilidades para la gestión de conflictos de forma positiva, proponiendo alternativas creativas y teniendo en cuenta el criterio de otras personas.",
            "4.5.Participar, desde una actitud de respeto, en actividades relacionadas con costumbres y tradiciones étnicas y culturales presentes en su entorno, mostrando interés por conocerlas.",

            "Área 2. DESCUBRIMIENTO Y EXPLORACIÓN DEL ENTORNO",
            "1.1. Establecer distintas relaciones entre los objetos a partir de sus cualidades o atributos, mostrando curiosidad e interés.",
            "1.2. Emplear los cuantificadores básicos más significativos en el contexto del juego y en la interacción con los demás.",
            "1.3. Ubicarse adecuadamente en los espacios habituales, tanto en reposo como en movimiento, aplicando sus conocimientos acerca de las nociones espaciales básicas y jugando con el propio cuerpo y con objetos.",
            "1.4. Identificar las situaciones cotidianas en las que es preciso medir, utilizando el cuerpo u otros materiales y herramientas para efectuar las medidas. ",
            "1.5. Organizar su actividad, ordenando las secuencias y utilizando las nociones temporales básicas.",
            "2.1. Gestionar situaciones, dificultades, retos o problemas mediante la planificación de secuencias de actividades, la manifestación de interés e iniciativa y la cooperación con sus iguales.",
            "2.2. Canalizar progresivamente la frustración ante las dificultades o problemas mediante la aplicación de diferentes estrategias.",
            "2.3. Plantear hipótesis acerca del comportamiento de ciertos elementos o materiales, verificándolas a través de la manipulación y la actuación sobre ellos.",
            "2.4. Utilizar diferentes estrategias para la toma de decisiones con progresiva autonomía, afrontando el proceso de creación de soluciones originales en respuesta a los retos que se le planteen",
            "2.5. Programar secuencias de acciones o instrucciones para la resolución de tareas analógicas y digitales, desarrollando habilidades básicas de pensamiento computacional",
            "2.6. Participar en proyectos utilizando dinámicas cooperativas, compartiendo y valorando opiniones propias y ajenas, y expresando conclusiones personales a partir de ellas",
            "3.1. Mostrar una actitud de respeto, cuidado y protección hacia el medio natural y los animales, identificando el impacto positivo o negativo que algunas acciones humanas ejercen sobre ellos",
            "3.2. Identificar rasgos comunes y diferentes entre seres vivos e inertes.",
            "3.3. Establecer relaciones entre el medio natural y el social a partir del conocimiento y la observación de algunos fenómenos naturales y de los elementos patrimoniales presentes en el medio físico.",

            "Área 3. COMUNICACIÓN Y REPRESENTACIÓN DE LA REALIDAD",
            "1.1. Participar de manera activa, espontánea y respetuosa con las diferencias individuales en situaciones comunicativas de progresiva complejidad, en función de su desarrollo individual",
            "1.2. Ajustar su repertorio comunicativo a las propuestas, a los interlocutores y al contexto, indagando en las posibilidades expresivas de los diferentes lenguajes.",
            "1.3. Participar en situaciones de uso de diferentes lenguas, mostrando interés, curiosidad y respeto por la diversidad de perfiles lingüísticos.",
            "1.4 Interactuar con distintos recursos digitales, familiarizándose con diferentes medios y herramientas digitales.",
            "2.1. Interpretar de forma eficaz los mensajes e intenciones comunicativas de los demás.",
            "2.2. Interpretar los mensajes transmitidos mediante representaciones o manifestaciones artísticas, también en formato digital, reconociendo la intencionalidad del emisor y mostrando una actitud curiosa y responsable.",
             "3.1. Hacer un uso funcional del lenguaje oral, aumentando su repertorio lingüístico y construyendo progresivamente un discurso más eficaz, organizado y coherente en contextos formales e informales.",
            "3.2. Utilizar el lenguaje oral como instrumento regulador de la acción en las interacciones con los demás con seguridad y confianza.",
            "3.3. Evocar y expresar espontáneamente ideas a través del relato oral.",
            "3.4. Elaborar creaciones plásticas, explorando y utilizando diferentes materiales y técnicas y participando activamente en el trabajo en grupo cuando se precise.",
            "3.5. Interpretar propuestas dramáticas y musicales, utilizando y explorando diferentes instrumentos, recursos o técnicas.",
            "3.6. Ajustar armónicamente su movimiento al de los demás y al espacio como forma de expresión corporal libre, manifestando interés e iniciativa.",
            "3.7. Expresarse de manera creativa, utilizando diversas herramientas o aplicaciones digitales intuitivas y visuales.",
            "4.1. Mostrar interés por comunicarse a través de códigos escritos, convencionales o no, valorando su función comunicativa.",
            "4.2. Identificar, de manera acompañada, alguna de las características textuales y paratextuales mediante la indagación en textos de uso social libres de prejuicios y estereotipos sexistas.",
            "4.3. Recurrir a la biblioteca como fuente de información y disfrute, respetando sus normas de uso.",
            "5.1. Relacionarse de forma respetuosa en la pluralidad lingüística y cultural de su entorno, manifestando interés por otras lenguas, etnias y culturas.",
            "5.2. Participar en interacciones comunicativas en lengua extranjera relacionadas con rutinas y situaciones cotidianas.",
            "5.3. Participar en actividades de aproximación a la literatura infantil, tanto de carácter individual, como en contextos dialógicos y participativos, descubriendo, explorando y apreciando la belleza del lenguaje literario.",
            "5.4. Expresar emociones, ideas y pensamientos a través de manifestaciones artísticas y culturales, disfrutando del proceso creativo.",
            "5.5. Expresar gustos, preferencias y opiniones sobre distintas manifestaciones artísticas, explicando las emociones que produce su disfrute."
        ]
    }
