{
                "competenciasEspecificas": [
                    "1. Generar y perfeccionar ideas de proyecto, consultando distintas fuentes, experimentando con técnicas y estrategias creativas, elaborando bocetos y maquetas, y valorando críticamente la relevancia artística, la viabilidad y la sostenibilidad de esas ideas, para desarrollar la creatividad y aprender a seleccionar una propuesta concreta, realizable y acorde con la intención expresiva o funcional y con las características del marco de recepción previsto (CCL1, STEM3, CD1, CD2, CPSAA1.1, CPSAA3.1, CE3, CCEC3.2, CCEC4.1).",
                    "2. Planificar adecuadamente las fases y el proceso de trabajo de un proyecto artístico, considerando los recursos disponibles y evaluando su sostenibilidad, para conseguir un resultado ajustado a los plazos, a las características del espacio y, en su caso, al presupuesto previsto (STEM1, CD3, CPSAA3.1, CPSAA3.2, CC4, CE1, CE2, CCEC4.1, CCEC4.2).",
                    "3. Realizar proyectos artísticos, individuales o colectivos, asumiendo diferentes funciones, seleccionando espacios, técnicas, medios y soportes, e identificando oportunidades de desarrollo personal, social, académico y profesional, para expresar una intención expresiva o funcional y provocar un determinado efecto en el entorno (CCL1, CD3, CPSAA1.2, CPSAA3.2, CC3, CE1, CE3, CCEC3.1, CCEC4.1, CCEC4.2).",
                    "4. Compartir, con actitud abierta y respetuosa, las distintas fases del proyecto, intercambiando ideas, comentarios y opiniones con diversas personas, incluido el público receptor, para evaluar la marcha del proyecto, incorporar aportaciones de mejora y optimizar su repercusión en el entorno (CCL1, CCL2, STEM1, CD2, CPSAA5, CC3, CE3, CCEC2, CCEC4.2).",
                    "5. Tratar correctamente la documentación de un proyecto artístico, seleccionando las fuentes más adecuadas, elaborando los documentos necesarios, registrando el proceso creativo y archivando adecuadamente todo el material, para dejar constancia de las distintas fases del proyecto, de su resultado y de su recepción (CCL2, CCL3, CD1, CD2, CPSAA4, CPSAA5, CCEC2, CCEC4.2)."
                ]
}
