{
  "competenciasEspecificas": [
                    {"text": "1. Generar y perfeccionar ideas de proyecto, consultando distintas fuentes, experimentando con técnicas y estrategias creativas, elaborando bocetos y maquetas, y valorando críticamente la relevancia artística, la viabilidad y la sostenibilidad de esas ideas, para desarrollar la creatividad y aprender a seleccionar una propuesta concreta, realizable y acorde con la intención expresiva o funcional y con las características del marco de recepción previsto. El desarrollo de la creatividad es un desempeño fundamental de esta materia. El alumnado debe descubrir, de una manera práctica, que la creatividad es una herramienta para la expresión artística y también una destreza personal de aplicación en los distintos ámbitos de la vida. En este sentido, contrariamente a lo que se desprende de ciertos mitos o ideas preconcebidas que conviene desmontar, la creatividad puede desarrollarse, por ejemplo, a través de diversas técnicas y estrategias, incluidas aquellas que facilitan la superación del bloqueo creativo; o a partir de distintos estímulos y referentes hallados en la observación activa del entorno o en la consulta de fuentes iconográficas o documentales. La exploración y la experimentación contribuyen a la generación de ideas de proyecto en las que, para descartarlas o perfeccionarlas, se ha de profundizar mediante la realización de bocetos, croquis, maquetas, pruebas de color o de selección de materiales, etc. Estas ideas han de tener en cuenta las pautas que hayan podido ser establecidas y deben responder a una necesidad o a una intención previamente determinada o definida durante ese mismo proceso de generación de ideas, en función del contexto social y de las características de las personas a las que se dirigen. Una vez que, de manera individual o colectiva, se han generado, descartado y perfeccionado distintas ideas de proyecto, se debe proceder a la selección de la propuesta que se va a realizar atendiendo a su relevancia artística, a su viabilidad, a su sostenibilidad y a su adecuación a la intención expresiva o funcional, así como al marco de recepción previsto. Esta competencia específica se conecta con los siguientes descriptores: CCL1, STEM3, CD1, CD2, CPSAA1.1, CPSAA3.1, CE3, CCEC3.2, CCEC4.1.", "value": "1. Generar y perfeccionar ideas de proyecto, consultando distintas fuentes, experimentando con técnicas y estrategias creativas, elaborando bocetos y maquetas, y valorando críticamente la relevancia artística, la viabilidad y la sostenibilidad de esas ideas, para desarrollar la creatividad y aprender a seleccionar una propuesta concreta, realizable y acorde con la intención expresiva o funcional y con las características del marco de recepción previsto (CCL1, STEM3, CD1, CD2, CPSAA1.1, CPSAA3.1, CE3, CCEC3.2, CCEC4.1)."},
                    {"text": "2. Planificar adecuadamente las fases y el proceso de trabajo de un proyecto artístico, considerando los recursos disponibles y evaluando su sostenibilidad, para conseguir un resultado ajustado a los plazos, a las características del espacio y, en su caso, al presupuesto previsto. La adecuada planificación de las fases y del proceso de trabajo de un proyecto artístico condiciona su desarrollo y su resultado final. Esta planificación proporciona una visión global de lo que se pretende hacer, del modo y del lugar en que se quiere llevar a cabo, de los recursos materiales y económicos con los que se cuenta, de las personas que participarán y de las funciones que realizarán, así como del resultado y de la repercusión que se desean obtener tanto desde el punto de vista artístico como desde el personal y el social. La planificación de los proyectos ha de ser rigurosa y realista, pero también creativa y flexible. Se ha de garantizar el cumplimiento de los plazos y la adecuación a los recursos y a los espacios. Se ha de asegurar también el respeto al medioambiente y la sostenibilidad de aquellos resultados que se espera que sigan ejerciendo impacto una vez finalizado el proyecto. Ahora bien, la organización del plan de trabajo no debe resultar un impedimento para el desarrollo de la creatividad, pues esta ayudará a encontrar soluciones originales e innovadoras a las distintas dificultades que puedan surgir. Junto al desarrollo de pensamiento creativo, el proceso de trabajo contribuirá a afianzar el espíritu emprendedor del alumnado con actitudes de creatividad, flexibilidad, iniciativa, trabajo en equipo, confianza en uno mismo y sentido crítico. Esta competencia específica se conecta con los siguientes descriptores: STEM1, CD3, CPSAA3.1, CPSAA3.2, CC4, CE1, CE2, CCEC4.1, CCEC4.2.", "value": "2. Planificar adecuadamente las fases y el proceso de trabajo de un proyecto artístico, considerando los recursos disponibles y evaluando su sostenibilidad, para conseguir un resultado ajustado a los plazos, a las características del espacio y, en su caso, al presupuesto previsto (STEM1, CD3, CPSAA3.1, CPSAA3.2, CC4, CE1, CE2, CCEC4.1, CCEC4.2)."},
                    {"text": "3. Realizar proyectos artísticos, individuales o colectivos, asumiendo diferentes funciones, seleccionando espacios, técnicas, medios y soportes, e identificando oportunidades de desarrollo personal, social, académico y profesional, para expresar una intención expresiva o funcional y provocar un determinado efecto en el entorno. La realización efectiva de proyectos artísticos, individuales o colectivos, conlleva, entre otras tareas, la correcta selección de espacios, técnicas, medios y soportes, así como el reparto de las distintas funciones que hay que desempeñar en las diferentes fases del proceso. Para que estas y otras decisiones relativas, por ejemplo, a posibles modificaciones de la planificación inicial sean acertadas, se han de determinar previamente tanto la intención expresiva o funcional del proyecto como los efectos que se espera que este tenga en el entorno. La falta de coherencia de las decisiones con estos elementos esenciales del proyecto puede poner en riesgo el éxito de la empresa. Por otro lado, la identificación y la asunción de diversas tareas y funciones en la ejecución del proyecto favorecerán el descubrimiento de oportunidades de desarrollo personal, social, académico y profesional ligadas al ámbito artístico, incluidas las relativas al emprendimiento cultural. Estas oportunidades cuentan con el valor añadido que aporta la creatividad. Esta competencia específica se conecta con los siguientes descriptores: CCL1, CD3, CPSAA1.2, CPSAA3.2, CC3, CE1, CE3, CCEC3.1, CCEC4.1, CCEC4.2.", "value": "3. Realizar proyectos artísticos, individuales o colectivos, asumiendo diferentes funciones, seleccionando espacios, técnicas, medios y soportes, e identificando oportunidades de desarrollo personal, social, académico y profesional, para expresar una intención expresiva o funcional y provocar un determinado efecto en el entorno (CCL1, CD3, CPSAA1.2, CPSAA3.2, CC3, CE1, CE3, CCEC3.1, CCEC4.1, CCEC4.2)."},
                    {"text": "4. Compartir, con actitud abierta y respetuosa, las distintas fases del proyecto, intercambiando ideas, comentarios y opiniones con diversas personas, incluido el público receptor, para evaluar la marcha del proyecto, incorporar aportaciones de mejora y optimizar su repercusión en el entorno. La puesta en común de las distintas fases del proyecto y el intercambio de ideas, comentarios y opiniones al respecto, ya sea entre sus responsables o con otras personas, permite asegurar la evaluación interna y externa de los avances realizados y del logro de la intención inicial planteada, así como incorporar, en su caso, posibles aportaciones de mejora. Son especialmente relevantes las reacciones del público receptor. Por esta razón, conviene hacerlo partícipe del proyecto, diversificando los medios y soportes de comunicación y difusión, y planteando mecanismos que, por un lado, faciliten la comprensión del sentido y de la simbología del proyecto y, por otro, recojan las ideas, los sentimientos y las emociones que ha experimentado ante la propuesta artística. En este sentido, cabe recordar que la visualización del proceso de creación y de las dificultades encontradas durante el proyecto mejora la comprensión del resultado final y, por tanto, optimiza su repercusión en el entorno. Con este mismo objetivo, a la hora de concebir el proyecto, puede tenerse en cuenta la posibilidad de recurrir a referentes cercanos o a elementos del patrimonio local, ya que esto permite ubicar –física o simbólicamente– al público receptor en un entorno familiar, generando un horizonte de expectativas que, por afinidad o contraste, aporta relieve al proyecto. Los significados y la simbología de los referentes cercanos o de los elementos del patrimonio local se combinarán con los del proyecto artístico, generando nuevas oportunidades para el entorno. Esta competencia específica se conecta con los siguientes descriptores: CCL1, CCL2, STEM1, CD2, CPSAA5, CC3, CE3, CCEC2, CCEC4.2.", "value": "4. Compartir, con actitud abierta y respetuosa, las distintas fases del proyecto, intercambiando ideas, comentarios y opiniones con diversas personas, incluido el público receptor, para evaluar la marcha del proyecto, incorporar aportaciones de mejora y optimizar su repercusión en el entorno (CCL1, CCL2, STEM1, CD2, CPSAA5, CC3, CE3, CCEC2, CCEC4.2)."},
                    {"text": "5. Tratar correctamente la documentación de un proyecto artístico, seleccionando las fuentes más adecuadas, elaborando los documentos necesarios, registrando el proceso creativo y archivando adecuadamente todo el material, para dejar constancia de las distintas fases del proyecto, de su resultado y de su recepción. El tratamiento de la documentación, tanto física como digital, es un componente esencial de todo proyecto artístico. Esta competencia incide en ese aspecto, considerando tres grandes vertientes en lo relativo a los documentos –textuales, visuales, sonoros, audiovisuales o de cualquier otro tipo– que hayan podido ser utilizados o generados en el marco del proyecto: por una parte, todos aquellos que aportan una base teórica, informativa o inspiradora; por otra, los que han sido elaborados para dar respuesta a las necesidades concretas de cada una de las fases del proyecto; y, por último, los que registran el proceso creativo, así como el resultado y la recepción del mismo. Las tareas asociadas a esta competencia comprenden la selección de fuentes, medios y soportes; la elaboración de documentos; la organización del material; el registro reflexivo del proceso y de su resultado y recepción; así como el archivo ordenado, accesible y fácilmente recuperable de toda la documentación. Esta competencia específica se conecta con los siguientes descriptores: CCL2, CCL3, CD1, CD2, CPSAA4, CPSAA5, CCEC2, CCEC4.2.", "value": "5. Tratar correctamente la documentación de un proyecto artístico, seleccionando las fuentes más adecuadas, elaborando los documentos necesarios, registrando el proceso creativo y archivando adecuadamente todo el material, para dejar constancia de las distintas fases del proyecto, de su resultado y de su recepción (CCL2, CCL3, CD1, CD2, CPSAA4, CPSAA5, CCEC2, CCEC4.2)."}
                ]
}
