{
  "criteriosEvaluacion": [
                        
                        "1.1 Emplear diferentes estrategias y herramientas, incluidas las digitales que resuelvan problemas de la vida cotidiana y de las ciencias sociales, seleccionando la más adecuada según su eficiencia.",
                        "1.2 Obtener todas las posibles soluciones matemáticas de problemas de la vida cotidiana y de las ciencias sociales, describiendo el procedimiento realizado.",
                        
                        "2.1 Demostrar la validez matemática de las posibles soluciones de un problema, utilizando el razonamiento y la argumentación.",
                        "2.2 Seleccionar la solución más adecuada de un problema en función del contexto (de sostenibilidad, de consumo responsable, equidad.), usando el razonamiento y la argumentación.",

                        "3.1 Adquirir nuevo conocimiento matemático mediante la formulación, razonamiento y justificación de conjeturas y problemas de forma autónoma.",
                        "3.2 Integrar el uso de herramientas tecnológicas en la formulación o investigación de conjeturas y problemas.",
                        
                        "4.1 Interpretar, modelizar y resolver situaciones problematizadas de la vida cotidiana y las ciencias sociales, utilizando el pensamiento computacional, modificando, creando y generalizando algoritmos.",
                        "Competencia específica 5.",
                        "5.1 Manifestar una visión matemática integrada, investigando y conectando las diferentes ideas matemáticas.",
                        "Competencia específica 6.",
                        "6.1 Resolver problemas en situaciones diversas, utilizando procesos matemáticos, reflexionando, estableciendo y aplicando conexiones entre el mundo real, otras áreas de conocimiento y las matemáticas.",
                        "6.2 Analizar la aportación de las matemáticas al progreso de la humanidad, valorando su contribución en la propuesta de soluciones a situaciones complejas y a los retos que se plantean en las ciencias sociales.",
                        "Competencia específica 7.",
                        "7.1 Representar y visualizar ideas matemáticas, estructurando diferentes procesos matemáticos y seleccionando las tecnologías más adecuadas.",
                        "7.2 Seleccionar y utilizar diversas formas de representación, valorando su utilidad para compartir información.",
                        "Competencia específica 8.",
                        "8.1 Mostrar organización al comunicar las ideas matemáticas, empleando el soporte, la terminología y el rigor apropiados.",
                        "8.2 Reconocer y emplear el lenguaje matemático en diferentes contextos, comunicando la información con precisión y rigor.",
                        "Competencia específica 9.",
                        "9.1 Afrontar las situaciones de incertidumbre y tomar decisiones evaluando distintas opciones, identificando y gestionando emociones y aceptando y aprendiendo del error como parte del proceso de aprendizaje de las matemáticas.",
                        "9.2 Mostrar perseverancia y una motivación positiva, aceptando y aprendiendo de la crítica razonada al hacer frente a las diferentes situaciones de aprendizaje de las matemáticas.",
                        "9.3 Trabajar en tareas matemáticas de forma activa en equipos heterogéneos, respetando las emociones y experiencias de los demás, escuchando su razonamiento, aplicando las habilidades sociales más propicias y fomentando el bienestar del equipo y las relaciones saludables."
                    ],
                    "saberes": [
                        "A. Sentido numérico.",
                        "1. Sentido de las operaciones.",
                        "− Adición y producto de matrices: interpretación, comprensión y aplicación adecuada de las propiedades.",
                        "− Estrategias para operar con números reales y matrices: cálculo mental o escrito en los casos sencillos y con herramientas tecnológicas en los casos más complicados.",
                        "2. Relaciones.",
                        "− Conjuntos de matrices: estructura, comprensión y propiedades.",
                        "B. Sentido de la medida.",
                        "1. Medición.",
                        "− Interpretación de la integral definida como el área bajo una curva.",
                        "− Técnicas elementales para el cálculo de primitivas. Aplicación al cálculo de áreas.",
                        "− La probabilidad como medida de la incertidumbre asociada a fenómenos aleatorios: interpretaciones subjetivas, clásica y frecuentista.",
                        "2. Cambio.",
                        "− La derivada como razón de cambio en resolución de problemas de optimización en contextos diversos.",
                        "− Aplicación de los conceptos de límite y derivada a la representación y al estudio de situaciones susceptibles de ser modelizadas mediante funciones.",
                        "C. Sentido algebraico.",
                        "1. Patrones.",
                        "− Generalización de patrones en situaciones diversas.",
                        "2. Modelo matemático.",
                        "− Relaciones cuantitativas en situaciones complejas: estrategias de identificación y determinación de la clase o clases de funciones que pueden modelizarlas.",
                        "− Sistemas de ecuaciones: modelización de situaciones en diversos contextos.",
                        "− Técnicas y uso de matrices para, al menos, modelizar situaciones en las que aparezcan sistemas de ecuaciones lineales o grafos.",
                        "− Programación lineal: modelización de problemas reales y resolución mediante herramientas digitales.",
                        "3. Igualdad y desigualdad.",
                        "− Formas equivalentes de expresiones algebraicas en la resolución de sistemas de ecuaciones e inecuaciones, mediante cálculo mental, algoritmos de lápiz y papel, y con herramientas digitales.",
                        "− Resolución de sistemas de ecuaciones e inecuaciones en diferentes contextos.",
                        "4. Relaciones y funciones.",
                        "− Representación, análisis e interpretación de funciones con herramientas digitales.",
                        "− Propiedades de las distintas clases de funciones: comprensión y comparación.",
                        "5. Pensamiento computacional.",
                        "− Formulación, resolución y análisis de problemas de la vida cotidiana y de las ciencias sociales empleando las herramientas o los programas más adecuados.",
                        "− Análisis algorítmico de las propiedades de las operaciones con matrices y la resolución de sistemas de ecuaciones lineales.",
                        "D. Sentido estocástico.",
                        "1. Incertidumbre.",
                        "− Cálculo de probabilidades en experimentos compuestos. Probabilidad condicionada e independencia de sucesos aleatorios. Diagramas de árbol y tablas de contingencia.",
                        "− Teoremas de la probabilidad total y de Bayes: resolución de problemas e interpretación del teorema de Bayes para actualizar la probabilidad a partir de la observación y la experimentación y la toma de decisiones en condiciones de incertidumbre.",
                        "2. Distribuciones de probabilidad.",
                        "− Variables aleatorias discretas y continuas. Parámetros de la distribución. Distribuciones binomial y normal.",
                        "− Modelización de fenómenos estocásticos mediante las distribuciones de probabilidad binomial y normal. Cálculo de probabilidades asociadas mediante herramientas tecnológicas.",
                        "3. Inferencia.",
                        "− Selección de muestras representativas. Técnicas de muestreo.",
                        "− Estimación de la media, la proporción y la desviación típica. Aproximación de la distribución de la media y de la proporción muestrales por la normal.",
                        "− Intervalos de confianza basados en la distribución normal: construcción, análisis y toma de decisiones en situaciones contextualizadas.",
                        "− Herramientas digitales en la realización de estudios estadísticos.",
                        "E. Sentido socioafectivo.",
                        "1. Creencias, actitudes y emociones.",
                        "− Destrezas de autogestión encaminadas a reconocer las emociones propias, afrontando eventuales situaciones de estrés y ansiedad en el aprendizaje de las matemáticas.",
                        "− Tratamiento y análisis del error, individual y colectivo como elemento movilizador de saberes previos adquiridos y generador de oportunidades de aprendizaje en el aula de matemáticas.",
                        "2. Toma de decisiones.",
                        "− Destrezas para evaluar diferentes opciones y tomar decisiones en la resolución de problemas.",
                        "3. Inclusión, respeto y diversidad.",
                        "− Destrezas sociales y de comunicación efectivas para el éxito en el aprendizaje de las matemáticas.",
                        "− Valoración de la contribución de las matemáticas y el papel de matemáticos y matemáticas a lo largo de la historia del avance de las ciencias sociales."
                    ]
}
