{
  "competenciasEspecificas": [
                    {"text": "1. Cultivar la escucha activa, desarrollando estrategias de atención, para reconocer y describir con un vocabulario adecuado los elementos que forman parte de una obra y para reflexionar sobre aspectos subjetivos y emocionales inherentes a la percepción musical. El reconocimiento y la descripción de los elementos constitutivos del lenguaje musical, a partir de la escucha activa, resultan fundamentales para la comprensión de las obras. La práctica de ejercicios de percepción auditiva de complejidad progresiva favorece que el alumnado desarrolle las destrezas necesarias para la identificación sonora de los elementos musicales, así como para el reconocimiento de la función de los mismos dentro del discurso musical. De esta forma, se prepara al alumnado para la interiorización de patrones musicales que pueden ser aplicados en procesos de interpretación o de creación. En este marco, es necesario que el alumnado comprenda y utilice una terminología musical que le permita describir de forma adecuada, no solamente los rasgos de la obra, sino también las sensaciones que esta le genera, profundizando en aspectos subjetivos propios de la experiencia individual ante la música. Además, la escucha de diferentes tipos de obras posibilita el desarrollo por parte del alumnado de actitudes de apertura hacia nuevas sonoridades, enriqueciendo sus propios gustos musicales. Esta competencia específica se conecta con los siguientes descriptores: CCL1, STEM2, CPSAA1.1, CPSAA3.1, CCEC1, CCEC3.1.", "value": "1. Cultivar la escucha activa, desarrollando estrategias de atención, para reconocer y describir con un vocabulario adecuado los elementos que forman parte de una obra y para reflexionar sobre aspectos subjetivos y emocionales inherentes a la percepción musical (CCL1, STEM2, CPSAA1.1, CPSAA3.1, CCEC1, CCEC3.1)."},
                    {"text": "2. Identificar los elementos musicales de obras de diferentes estilos y épocas, analizando y comparando partituras con diversas grafías, para describir sus características y reflexionar sobre los factores que afectan a la evolución de la notación musical. La identificación y comprensión de los elementos musicales (melodía, ritmo, armonía, timbre, etc.), a través del análisis de partituras con diferentes grafías, permite al alumnado establecer vínculos entre el código musical escrito y la percepción auditiva de la obra. Asimismo, favorece la reflexión sobre su utilidad como medio para la conservación de la música a lo largo del tiempo. En su evolución, el lenguaje musical ha adquirido diferentes formas para atender a los principios estéticos y a las necesidades de expresión humanas. Su estudio comparativo, a través de partituras con diferente grafía, no solo aproxima al alumnado al conocimiento del código utilizado para poder decodificarlo posteriormente, sino que lo convierte en un soporte para, a través de su observación y análisis, aproximarse a factores del contexto que afectan a la creación musical y, en consecuencia, a su representación en la partitura. Esta competencia específica se conecta con los siguientes descriptores: CCL1, CCL2, STEM2, CPSAA1.1, CCEC2.", "value": "2. Identificar los elementos musicales de obras de diferentes estilos y épocas, analizando y comparando partituras con diversas grafías, para describir sus características y reflexionar sobre los factores que afectan a la evolución de la notación musical (CCL1, CCL2, STEM2, CPSAA1.1, CCEC2)."},
                    {"text": "3. Aplicar estrategias de interpretación musical, utilizando la lectura como medio de aproximación a la obra y adquiriendo de forma progresiva habilidades de decodificación e integración del lenguaje musical, para realizar improvisaciones o ejecutar con autonomía propuestas musicales sencillas. En los procesos de interpretación musical, la lectura de partituras, con o sin apoyo de la audición, se convierte en un medio de acceso a la obra, ya que permite el reconocimiento de elementos y la interiorización de patrones musicales. En este sentido, la identificación del código musical para su aplicación práctica, se facilita cuando se complementa con procesos previos de escucha y seguimiento de la partitura. Además, a partir de los materiales musicales asimilados, se posibilita la realización de improvisaciones, individuales o colectivas, libres o dirigidas, en las que se elaboren nuevas ideas, empleando la voz, el cuerpo o diferentes instrumentos musicales. Asimismo, el empleo de estos recursos requiere la adquisición de las habilidades técnicas necesarias para su uso. En consecuencia, para el logro de esta competencia es fundamental concebir el ensayo como un espacio de lectura, escucha, aprendizaje y disfrute musical compartido, pero también de desarrollo de habilidades y destrezas expresivas. Esta competencia específica se conecta con los siguientes descriptores: CCL2, CPSAA1.1, CPSAA1.2, CCEC3.1, CCEC3.2.", "value": "3. Aplicar estrategias de interpretación musical, utilizando la lectura como medio de aproximación a la obra y adquiriendo de forma progresiva habilidades de decodificación e integración del lenguaje musical, para realizar improvisaciones o ejecutar con autonomía propuestas musicales sencillas (CCL2, CPSAA1.1, CPSAA1.2, CCEC3.1, CCEC3.2)."},
                    {"text": "4. Realizar proyectos musicales colaborativos, planificando e implementando sus fases y asumiendo funciones diversas dentro del grupo, para favorecer procesos creativos e identificar oportunidades de desarrollo personal, social, académico y profesional. La participación en proyectos musicales se presenta como una oportunidad para aplicar los aprendizajes propios de la materia en un marco eminentemente creativo, en el que pueden seleccionarse materiales musicales previamente trabajados o generarse otros nuevos. Al realizar los proyectos de forma colaborativa, se promueve que el alumnado asuma diferentes funciones y que participe activamente y se comprometa en todas las fases del proceso. Esta experiencia le permitirá, de esta manera, descubrir e identificar distintas oportunidades de desarrollo personal, social, académico y profesional ligadas a la música. Asimismo, el desarrollo de proyectos musicales colaborativos contribuye al cultivo de actitudes de respeto ante la diversidad de opiniones, favoreciendo el crecimiento personal y social del alumnado. Esta competencia específica se conecta con los siguientes descriptores: STEM3, CD3, CPSAA3.2, CPSAA5, CC2, CE1, CE3, CCEC4.1, CCEC4.2.", "value": "4. Realizar proyectos musicales colaborativos, planificando e implementando sus fases y asumiendo funciones diversas dentro del grupo, para favorecer procesos creativos e identificar oportunidades de desarrollo personal, social, académico y profesional (STEM3, CD3, CPSAA3.2, CPSAA5, CC2, CE1, CE3, CCEC4.1, CCEC4.2)."},
                    {"text": "5. Emplear las posibilidades que ofrecen las tecnologías digitales en el ámbito musical, utilizando herramientas de procesamiento del sonido, de producción audiovisual y de edición de partituras, para desarrollar procesos de escritura, creación y difusión musical. Las posibilidades que ofrecen las herramientas y medios tecnológicos permiten al alumnado participar en el hecho musical a través de procesos de edición de partituras y de producción sonora y audiovisual, utilizando diversas aplicaciones y programas informáticos. Muchos de estos recursos presentan una interfaz en otra lengua, principalmente en inglés, con lo que se favorece, al mismo tiempo, la adquisición de un lenguaje técnico musical en otro idioma. De igual forma, la difusión de las producciones musicales o audiovisuales a través de diferentes plataformas digitales en internet amplía el marco comunicativo habitual del alumnado. En este sentido, es importante que el alumnado evalúe los riesgos de los espacios virtuales utilizados, conozca las medidas de protección de datos personales y asegure el respeto a la propiedad intelectual y a los derechos de autor. Esta competencia específica se conecta con los siguientes descriptores: CP1, CD2, CD3, CPSAA1.1, CE1, CE3, CCEC2, CCEC4.1.", "value": "5. Emplear las posibilidades que ofrecen las tecnologías digitales en el ámbito musical, utilizando herramientas de procesamiento del sonido, de producción audiovisual y de edición de partituras, para desarrollar procesos de escritura, creación y difusión musical (CP1, CD2, CD3, CPSAA1.1, CE1, CE3, CCEC2, CCEC4.1)."}
                ]
}
