{
  "criteriosEvaluacion": [
                    
                    "1.1 Analizar obras gráfico-plásticas de distintos tipos y épocas, identificando los materiales, técnicas y procedimientos utilizados, valorando sus efectos expresivos e incorporando juicios de valor estético a partir del estudio de sus aspectos formales.",
                    "1.2 Comparar los elementos, técnicas y procedimientos empleados en distintas producciones gráfico-plásticas, identificando diferencias y aspectos comunes, y estableciendo relaciones entre ellos.",
                    "1.3 Valorar críticamente la sostenibilidad y el impacto medioambiental de los procedimientos y materiales utilizados en la creación gráfico-plástica en distintos momentos históricos, proponiendo alternativas respetuosas con el medioambiente.",
                    
                    "2.1 Seleccionar creativamente los recursos gráfico-plásticos adecuados en función de la situación expresiva o la intencionalidad del desempeño solicitado.",
                    "2.2 Utilizar de manera creativa y autónoma las técnicas, materiales y procedimientos de la expresión gráfico-plástica en la resolución de distintas necesidades expresivas y comunicativas, incidiendo en el rigor en la ejecución y en la sostenibilidad del producto final.",
                    "3.1 Planificar el proceso completo de realización de obras gráfico-plásticas variadas, individuales o colectivas, estableciendo las fases de realización y argumentando la selección de las técnicas, materiales, procedimientos y lenguajes más adecuados en función de las distintas intenciones comunicativas o creativas.",
                    "3.2 Planificar de manera adecuada la organización de las fases y de los equipos de trabajo en las propuestas colaborativas, identificando las habilidades requeridas en cada caso y repartiendo y asumiendo las tareas con criterio.",
                    
                    "4.1 Expresar ideas, opiniones y sentimientos mediante la creación de producciones gráfico-plásticas individuales y colaborativas de distintos tipos, referidas a distintos motivos o planteamientos, aplicando con solvencia y dominio técnico los distintos procedimientos.",
                    "4.2 Interactuar coordinada y colaborativamente en el desarrollo de producciones gráfico-plásticas colectivas, manifestando una actitud respetuosa, creativa y conciliadora cuando se produzcan diferencias de opinión entre los miembros del grupo.",
                    "4.3 Realizar composiciones gráfico-plásticas individuales o colaborativas, integrando el uso de materiales reciclados cuando sea posible y aplicando criterios de inclusión y sostenibilidad.",
                    "Competencia específica 5.",
                    "5.1 Evaluar diferentes productos gráfico-plásticos, argumentando, con la terminología específica, el grado de adecuación a la intención prevista de los lenguajes, técnicas, materiales y procedimientos utilizados, valorando el rigor y la calidad de la ejecución, así como aspectos relacionados con la sostenibilidad y la propiedad intelectual.",
                    "5.2 Identificar y valorar las oportunidades de desarrollo personal y profesional que se derivan del conocimiento de las técnicas de expresión gráfico-plástica."
                ],
                "saberes": [
                    "A. Aspectos generales.",
                    "− El lenguaje gráfico-plástico: forma, color, textura y composición. Su evolución histórica.",
                    "− Soportes, utensilios, pigmentos, aglutinantes y disolventes asociados a las diferentes técnicas gráfico-plásticas. Interacción entre materiales.",
                    "− Seguridad, toxicidad e impacto medioambiental de los diferentes materiales artísticos. Soportes y materiales sostenibles.",
                    "− La conservación de las obras gráfico-plásticas.",
                    "− La protección de la creatividad. Aspectos fundamentales de la propiedad intelectual. Copias y falsificaciones.",
                    "− Perspectiva de género, perspectiva intercultural y perspectiva inclusiva en las producciones gráfico-plásticas.",
                    "− Estrategias de investigación, análisis, interpretación y valoración crítica de productos culturales y artísticos.",
                    "B. Técnicas de dibujo.",
                    "− Materiales, útiles y soportes asociados al dibujo. Características y terminología específica.",
                    "− Técnicas secas: lápices de grafito, carboncillo, lápices compuestos, sanguinas, barras grasas, de color y pasteles.",
                    "− Técnicas húmedas y mixtas. La tinta y sus herramientas.",
                    "C. Técnicas de pintura.",
                    "− Materiales, útiles y soportes. Características y terminología específica.",
                    "− Técnicas al agua: acuarela, témpera y acrílico.",
                    "− Técnicas sólidas, oleosas y mixtas. Temple al huevo. Encaustos. Pasteles. Óleos. Óleos miscibles al agua. Pinturas biodegradables.",
                    "D. Técnicas de grabado y estampación.",
                    "− Materiales, útiles, maquinaria y soportes. Terminología específica.",
                    "− Monoimpresión y reproducción múltiple. La obra gráfica. Monotipia plana.",
                    "− Estampación en relieve. Xilografía. Linóleo.",
                    "− Estampación en hueco. Calcografía. Técnicas directas e indirectas.",
                    "− Estampación plana. Método planográfico. Litografía. Método permeográfico. Serigrafía. Método electrónico. Copy Art.",
                    "E. Técnicas mixtas y alternativas.",
                    "− Otras técnicas, materiales y procedimientos en la expresión gráfico-plástica.",
                    "− La imagen digital. Arte digital.",
                    "F. Proyectos gráfico-plásticos.",
                    "− Metodología proyectual.",
                    "− Estrategias para la planificación y desarrollo de proyectos gráfico-plásticos. La organización de los equipos de trabajo.",
                    "− Proceso de elaboración de una obra pictórica.",
                    "− Exposición y difusión de proyectos gráfico-plásticos.",
                    "− Estrategias de evaluación de las fases y los resultados de proyectos gráficos. El error como oportunidad de mejora y aprendizaje."
                ]
}
