{
  "criteriosEvaluacion": [
                    
                    "1.1 Explicar de forma respetuosa el enriquecimiento que supone la diversidad en el arte, estudiando obras de épocas y culturas distintas a partir de la vinculación con su contexto y analizando el concepto de arte al que responden.",
                    "1.2 Argumentar la evolución de la concepción del arte en la historia, comparando con iniciativa sus significados en periodos y culturas diferentes y analizando sus semejanzas y diferencias.",
                    
                    "2.1 Distinguir las funciones del arte a lo largo de la historia, analizando sin prejuicios su evolución a partir del estudio de diversas producciones artísticas de distintos estilos y épocas.",
                    "2.2 Explicar las singularidades de diversas manifestaciones culturales y artísticas, relacionándolas con su función de forma abierta, crítica y respetuosa.",
                    "3.1 Identificar los elementos constituyentes de manifestaciones artísticas de diversos periodos y estilos, reconociendo las claves de sus lenguajes y justificando su relación con la época, artista o movimiento correspondiente.",
                    "3.2 Analizar formal, funcional y semánticamente, con criterio y sensibilidad, diferentes manifestaciones artísticas, haciendo uso de la terminología específica asociada a sus lenguajes.",
                    
                    "4.1 Analizar producciones artísticas de diversos estilos y épocas y realizadas en distintos medios y soportes, relacionándolas con su contexto social, geográfico e histórico de creación y explicando las posibles relaciones con obras de otras épocas y culturas.",
                    "4.2 Compartir las conclusiones de investigaciones sobre producciones artísticas de diversos estilos y épocas y las relaciones con su contexto, usando los medios analógicos y digitales más adecuados.",
                    "Competencia específica 5.",
                    "5.1 Explicar las diferentes posibilidades expresivas del arte y su poder de transmisión de ideas, conceptos, sentimientos y emociones a partir de obras de artistas de distintas épocas y estilos, analizando las distintas interpretaciones que se han dado de ellas.",
                    "5.2 Analizar producciones artísticas de diversos periodos y estilos, vinculándolas creativamente con experiencias vitales propias y ajenas y valorándolas como herramientas potenciadoras de la creatividad, la imaginación, la autoestima y el crecimiento personal.",
                    "Competencia específica 6.",
                    "6.1 Interpretar creaciones artísticas de distintos periodos y estilos, analizando su forma, su significado y su contexto de creación e incorporando las ideas, conocimientos, emociones y sentimientos propios.",
                    "6.2 Comparar las interpretaciones que se han dado de diversas manifestaciones artísticas, analizando los diferentes puntos de vista y proponiendo una valoración personal.",
                    "Competencia específica 7.",
                    "7.1 Plantear proyectos artísticos, individuales o colectivos, seleccionando los estilos, técnicas y lenguajes más adecuados de diversas disciplinas, y organizando y distribuyendo las tareas de manera razonada.",
                    "7.2 Llevar a cabo con creatividad proyectos artísticos individuales o colectivos, materializando las ideas y objetivos planteados, aplicando los aprendizajes adquiridos, asumiendo los roles asignados y respetando, en su caso, las aportaciones de los demás."
                ],
                "saberes": [
                    "A. Los fundamentos del arte.",
                    "− Tecnología del arte, materiales, técnicas y procedimientos.",
                    "− Terminología específica del arte y la arquitectura.",
                    "− Aspectos históricos, geográficos y sociales del arte.",
                    "− Teorías del arte. Definición de arte a lo largo de la historia y perspectiva actual.",
                    "− Perspectiva de género en el arte: representaciones y creaciones de mujeres.",
                    "− Arte conceptual y arte objeto.",
                    "B. Visión, realidad y representación.",
                    "− Introducción al arte precolombino y el arte africano precolonial.",
                    "− Sistemas de representación espacial en la pintura. De la pintura primitiva a la ruptura cubista.",
                    "− El impresionismo y posimpresionismo pictórico.",
                    "− El Realismo: conceptos y enfoques. El Hiperrealismo.",
                    "− El Surrealismo. Influencias posteriores en el arte, el cine y la publicidad.",
                    "− La abstracción: orígenes y evolución.",
                    "C. El arte clásico y sus proyecciones.",
                    "− Introducción a la arquitectura y escultura griegas. Órdenes. Obras y periodos más relevantes.",
                    "− El retrato escultórico en la Roma Antigua.",
                    "− Claves de la arquitectura a través de las diferentes épocas y estilos: de la romanización a la Baja Edad Media.",
                    "− El renacer del arte clásico en la arquitectura, pintura y escultura: del trecento al cinquecento.",
                    "− La proyección clásica en la edad contemporánea: del Neoclasicismo a la pintura metafísica.",
                    "D. Arte y expresión.",
                    "− La exaltación barroca, aportaciones a la pintura y escultura.",
                    "− El Romanticismo y el origen de la modernidad.",
                    "− El Expresionismo alemán. Del Fauvismo al Expresionismo Figurativo del s. XX.",
                    "− Del rechazo dadaísta al arte intermedia de Fluxus.",
                    "E. Naturaleza, sociedad y comunicación en el arte.",
                    "− El Modernismo. Arquitectura y artes aplicadas. La arquitectura orgánica. .",
                    "− La Bauhaus. Arte y función. Diseño y artes aplicadas. El Art Déco. Arte y artesanía.",
                    "− La arquitectura del vidrio y hierro y el Movimiento Moderno.",
                    "− Arte y medios de comunicación: del cartel al Pop Art.",
                    "− El arte en pantalla: el videoarte, arte en las redes, arte digital. La luz como elemento plástico.",
                    "− Arte y ecología. Del Land Art y el Arte Povera hasta nuestros días.",
                    "− El arte como instrumento de transformación de la sociedad. De los individualismos artísticos al arte colaborativo. Espacios urbanos e intervenciones artísticas. Arte urbano.",
                    "F. Metodologías y estrategias.",
                    "− Metodologías de estudio de las formas, las funciones y los significados asociados a los movimientos y estilos artísticos, y de análisis técnico y procedimental a la obra de arte.",
                    "− La distribución de tareas en los proyectos artísticos colectivos: criterios de selección a partir de las habilidades requeridas.",
                    "− Metodología proyectual. Fases de los proyectos artísticos.",
                    "− Estrategias de selección de estilos, técnicas y lenguajes."
                ]
}
