{
  "criteriosEvaluacion": [
                        "1.1 Identificar y explicar la presencia de formas y relaciones geométricas en el arte y el diseño, comprendiendo el motivo o intencionalidad con la que se han utilizado.",
                        "2.1 Diseñar patrones y mosaicos, aplicando las transformaciones geométricas al diseño de patrones y mosaicos.",
                        "2.2 Diseñar formas creativas, empleando tangencias, enlaces y curvas cónicas.",
                        "3.1 Dibujar, en las perspectivas isométrica y caballera, formas volumétricas incorporando curvas.",
                        "3.2 Diseñar espacios o escenografías aplicando la perspectiva cónica, representando las luces y sombras de los objetos contenidos y reflexionando sobre el proceso realizado y el resultado obtenido.",
                        "4.1 Proyectar, de manera individual o en grupo, un diseño sencillo, comunicando de manera clara e inequívoca su forma y dimensiones mediante el uso de la normalización, aplicando estrategias y destrezas que agilicen el trabajo colaborativo.",
                        "5.1 Realizar y presentar proyectos, aprovechando las posibilidades que las herramientas de dibujo vectorial aportan a los campos del diseño y el arte."
                    ],
                    "saberes": [
                        "A. Geometría, arte y entorno.",
                        "− Composiciones modulares en el diseño gráfico, de objetos y de espacios.",
                        "− Geometría e ilusiones ópticas en el arte y el diseño.",
                        "− Las curvas cónicas en la naturaleza, el entorno, el arte y el diseño.",
                        "− La representación del espacio en el diseño y arte contemporáneo.",
                        "− Transformaciones geométricas aplicadas a la creación de mosaicos y patrones. Trazado con y sin herramientas digitales.",
                        "− Enlaces y tangencias. Aplicación en el diseño gráfico mediante trazado manual y digital.",
                        "B. Sistemas de representación del espacio aplicado.",
                        "− Representación de la circunferencia y de sólidos sencillos en perspectivas isométrica y caballera. Aplicación al diseño de formas tridimensionales.",
                        "− Estructuras poliédricas. Los sólidos platónicos. Aplicación en la Arquitectura y el diseño.",
                        "− Aplicaciones de la perspectiva cónica, frontal, oblicua y de cuadro inclinado, al diseño de espacios y objetos. Representación de luces y sombras.",
                        "C. Normalización y diseño de proyectos.",
                        "− Fases de un proyecto de diseño: del croquis al plano de taller.",
                        "− Representación de objetos mediante sus vistas acotadas. Cortes, secciones y roturas.",
                        "D. Herramientas digitales para el diseño.",
                        "− Dibujo asistido por ordenador aplicado a proyectos de arte y diseño."
                    ]
}
