{
  "criteriosEvaluacion": [
                        
                        "1.1 Manejar algunas estrategias y herramientas, incluidas las digitales, en la modelización y resolución de problemas de la vida cotidiana y de la ciencia y la tecnología, evaluando su eficiencia en cada caso.",
                        "1.2 Obtener todas las posibles soluciones matemáticas de problemas de la vida cotidiana y de la ciencia y la tecnología, describiendo el procedimiento utilizado.",
                        
                        "2.1 Comprobar la validez matemática de las posibles soluciones de un problema, utilizando el razonamiento y la argumentación.",
                        "2.2 Seleccionar la solución más adecuada de un problema en función del contexto (de sostenibilidad, de consumo responsable, equidad.), usando el razonamiento y la argumentación.",

                        "3.1 Adquirir nuevo conocimiento matemático a partir de la formulación de conjeturas y problemas de forma guiada.",
                        "3.2 Emplear herramientas tecnológicas adecuadas en la formulación o investigación de conjeturas o problemas.",
                        
                        "4.1 Interpretar, modelizar y resolver situaciones problematizadas de la vida cotidiana y de la ciencia y la tecnología, utilizando el pensamiento computacional, modificando y creando algoritmos.",
                        "Competencia específica 5.",
                        "5.1 Manifestar una visión matemática integrada, investigando y conectando las diferentes ideas matemáticas.",
                        "5.2 Resolver problemas en contextos matemáticos, estableciendo y aplicando conexiones entre las diferentes ideas matemáticas.",
                        "Competencia específica 6.",
                        "6.1 Resolver problemas en situaciones diversas, utilizando procesos matemáticos, estableciendo y aplicando conexiones entre el mundo real, otras áreas de conocimiento y las matemáticas.",
                        "6.2 Analizar la aportación de las matemáticas al progreso de la humanidad, reflexionando sobre su contribución en la propuesta de soluciones a situaciones complejas y a los retos científicos y tecnológicos que se plantean en la sociedad.",
                        "Competencia específica 7.",
                        "7.1 Representar ideas matemáticas, estructurando diferentes razonamientos matemáticos y seleccionando las tecnologías más adecuadas.",
                        "7.2 Seleccionar y utilizar diversas formas de representación, valorando su utilidad para compartir información.",
                        "Competencia específica 8.",
                        "8.1 Mostrar organización al comunicar las ideas matemáticas empleando el soporte, la terminología y el rigor apropiados.",
                        "8.2 Reconocer y emplear el lenguaje matemático en diferentes contextos, comunicando la información con precisión y rigor.",
                        "Competencia específica 9.",
                        "9.1 Afrontar las situaciones de incertidumbre identificando y gestionando emociones y aceptando y aprendiendo del error como parte del proceso de aprendizaje de las matemáticas.",
                        "9.2 Mostrar una actitud positiva y perseverante, aceptando y aprendiendo de la crítica razonada al hacer frente a las diferentes situaciones de aprendizaje de las matemáticas.",
                        "9.3 Participar en tareas matemáticas de forma activa en equipos heterogéneos, respetando las emociones y experiencias de los demás, escuchando su razonamiento, identificando las habilidades sociales más propicias y fomentando el bienestar grupal y las relaciones saludables."
                    ],
                    "saberes": [
                        "A. Sentido numérico.",
                        "1. Sentido de las operaciones.",
                        "− Adición y producto escalar de vectores: propiedades y representaciones.",
                        "− Estrategias para operar con números reales y vectores: cálculo mental o escrito en los casos sencillos y con herramientas tecnológicas en los casos más complicados.",
                        "2. Relaciones.",
                        "− Los números complejos como soluciones de ecuaciones polinómicas que carecen de raíces reales.",
                        "− Conjunto de vectores: estructura, comprensión y propiedades.",
                        "B. Sentido de la medida.",
                        "1. Medición.",
                        "− Cálculo de longitudes y medidas angulares: uso de la trigonometría.",
                        "− La probabilidad como medida de la incertidumbre asociada a fenómenos aleatorios.",
                        "2. Cambio.",
                        "− Límites: estimación y cálculo a partir de una tabla, un gráfico o una expresión algebraica.",
                        "− Continuidad de funciones: aplicación de límites en el estudio de la continuidad.",
                        "− Derivada de una función: definición a partir del estudio del cambio en diferentes contextos.",
                        "C. Sentido espacial.",
                        "1. Formas geométricas de dos dimensiones.",
                        "− Objetos geométricos de dos dimensiones: análisis de las propiedades y determinación de sus atributos.",
                        "− Resolución de problemas relativos a objetos geométricos en el plano representados con coordenadas cartesianas.",
                        "2. Localización y sistemas de representación.",
                        "− Relaciones de objetos geométricos en el plano: representación y exploración con ayuda de herramientas digitales.",
                        "− Expresiones algebraicas de objetos geométricos: selección de la más adecuada en función de la situación a resolver.",
                        "3. Visualización, razonamiento y modelización geométrica.",
                        "− Representación de objetos geométricos en el plano mediante herramientas digitales.",
                        "− Modelos matemáticos (geométricos, algebraicos, grafos.) en la resolución de problemas en el plano. Conexiones con otras disciplinas y áreas de interés.",
                        "− Conjeturas geométricas en el plano: validación por medio de la deducción y la demostración de teoremas.",
                        "− Modelización de la posición y el movimiento de un objeto en el plano mediante vectores.",
                        "D. Sentido algebraico.",
                        "1. Patrones.",
                        "− Generalización de patrones en situaciones sencillas.",
                        "2. Modelo matemático.",
                        "− Relaciones cuantitativas en situaciones sencillas: estrategias de identificación y determinación de la clase o clases de funciones que pueden modelizarlas.",
                        "− Ecuaciones, inecuaciones y sistemas: modelización de situaciones en diversos contextos.",
                        "3. Igualdad y desigualdad.",
                        "− Resolución de ecuaciones, inecuaciones y sistemas de ecuaciones e inecuaciones no lineales en diferentes contextos.",
                        "4. Relaciones y funciones.",
                        "− Análisis, representación gráfica e interpretación de relaciones mediante herramientas tecnológicas.",
                        "− Propiedades de las distintas clases de funciones, incluyendo, polinómicas, exponenciales, irracionales, racionales sencillas, logarítmicas, trigonométricas y a trozos: comprensión y comparación.",
                        "− Álgebra simbólica en la representación y explicación de relaciones matemáticas de la ciencia y la tecnología.",
                        "5. Pensamiento computacional.",
                        "− Formulación, resolución y análisis de problemas de la vida cotidiana y de la ciencia y la tecnología utilizando herramientas o programas adecuados.",
                        "− Comparación de algoritmos alternativos para el mismo problema mediante el razonamiento lógico.",
                        "E. Sentido estocástico.",
                        "1. Organización y análisis de datos.",
                        "− Organización de los datos procedentes de variables bidimensionales: distribución conjunta y distribuciones marginales y condicionadas. Análisis de la dependencia estadística.",
                        "− Estudio de la relación entre dos variables mediante la regresión lineal y cuadrática: valoración gráfica de la pertinencia del ajuste. Diferencia entre correlación y causalidad.",
                        "− Coeficientes de correlación lineal y de determinación: cuantificación de la relación lineal, predicción y valoración de su fiabilidad en contextos científicos y tecnológicos.",
                        "− Calculadora, hoja de cálculo o software específico en el análisis de datos estadísticos.",
                        "2. Incertidumbre.",
                        "− Estimación de la probabilidad a partir del concepto de frecuencia relativa.",
                        "− Cálculo de probabilidades en experimentos simples: la regla de Laplace en situaciones de equiprobabilidad y en combinación con diferentes técnicas de recuento.",
                        "3. Inferencia.",
                        "− Análisis de muestras unidimensionales y bidimensionales con herramientas tecnológicas con el fin de emitir juicios y tomar decisiones.",
                        "F. Sentido socioafectivo.",
                        "1. Creencias, actitudes y emociones.",
                        "− Destrezas de autoconciencia encaminadas a reconocer emociones propias, afrontando eventuales situaciones de estrés y ansiedad en el aprendizaje de las matemáticas.",
                        "− Tratamiento del error, individual y colectivo como elemento movilizador de saberes previos adquiridos y generador de oportunidades de aprendizaje en el aula de matemáticas.",
                        "2. Trabajo en equipo y toma de decisiones.",
                        "− Reconocimiento y aceptación de diversos planteamientos en la resolución de problemas y tareas matemáticas, transformando los enfoques de los demás en nuevas y mejoradas estrategias propias, mostrando empatía y respeto en el proceso.",
                        "− Técnicas y estrategias de trabajo en equipo para la resolución de problemas y tareas matemáticas, en equipos heterogéneos.",
                        "3. Inclusión, respeto y diversidad.",
                        "− Destrezas para desarrollar una comunicación efectiva: la escucha activa, la formulación de preguntas o solicitud y prestación de ayuda cuando sea necesario.",
                        "− Valoración de la contribución de las matemáticas y el papel de matemáticos y matemáticas a lo largo de la historia en el avance de la ciencia y la tecnología."
                    ]
}
