{"objetivos":["a) Asumir responsablemente sus deberes, conocer y ejercer sus derechos en el respeto a los demás, practicar la tolerancia, la cooperación y la solidaridad entre las personas y grupos, ejercitarse en el diálogo afianzando los derechos humanos como valores comunes de una sociedad plural y prepararse para el ejercicio de la ciudadanía democrática.","b) Desarrollar y consolidar hábitos de disciplina, estudio y trabajo individual y en equipo como condición necesaria para una realización eficaz de las tareas del aprendizaje y como medio de desarrollo personal. ","c) Valorar y respetar la diferencia de sexos y la igualdad de derechos y oportunidades entre ellos. Rechazar los estereotipos que supongan discriminación entre hombres y mujeres.","d) Fortalecer sus capacidades afectivas en todos los ámbitos de la personalidad y en sus relaciones con los demás, así como rechazar la violencia, los prejuicios de cualquier tipo, los comportamientos sexistas y resolver pacíficamente los conflictos. ","e) Desarrollar destrezas básicas en la utilización de las fuentes de información para, con sentido crítico, adquirir nuevos conocimientos. Desarrollar las competencias tecnológicas básicas y avanzar en una reflexión ética sobre su funcionamiento y utilización. ","f) Concebir el conocimiento científico como un saber integrado, que se estructura en distintas disciplinas, así como conocer y aplicar los métodos para identificar los problemas en los diversos campos del conocimiento y de la experiencia. ","g) Desarrollar el espíritu emprendedor y la confianza en sí mismo, la participación, el sentido crítico, la iniciativa personal y la capacidad para aprender a aprender, planificar, tomar decisiones y asumir responsabilidades. ","h) Comprender y expresar con corrección, oralmente y por escrito, en la lengua castellana y, si la hubiere, en la lengua cooficial de la Comunidad Autónoma, textos y mensajes complejos, e iniciarse en el conocimiento, la lectura y el estudio de la literatura.","i) Comprender y expresarse en una o más lenguas extranjeras de manera apropiada. ","j) Conocer, valorar y respetar los aspectos básicos de la cultura y la historia propias y de los demás, así como el patrimonio artístico y cultural. ","k) Conocer y aceptar el funcionamiento del propio cuerpo y el de los otros, respetar las diferencias, afianzar los hábitos de cuidado y salud corporales e incorporar la educación física y la práctica del deporte para favorecer el desarrollo personal y social. Conocer y valorar la dimensión humana de la sexualidad en toda su diversidad. Valorar críticamente los hábitos sociales relacionados con la salud, el consumo, el cuidado, la empatía y el respeto hacia los seres vivos, especialmente los animales, y el medio ambiente, contribuyendo a su conservación y mejora.","l) Apreciar la creación artística y comprender el lenguaje de las distintas manifestaciones artísticas, utilizando diversos medios de expresión y representación"],"competenciasClave":{"CCL":{"text":"Competencia en comunicación lingüística (CCL)","value":"La competencia en comunicación lingüística supone interactuar de forma oral, escrita, signada o multimodal de manera coherente y adecuada en diferentesámbitos y contextos y con diferentes propósitos comunicativos. Implica movilizar, de manera consciente, el conjunto de conocimientos, destrezas y actitudes quepermiten comprender, interpretar y valorar críticamente mensajes orales, escritos, signados o multimodales evitando los riesgos de manipulación y desinformación,así como comunicarse eficazmente con otras personas de manera cooperativa, creativa, ética y respetuosa. La competencia en comunicación lingüística constituye labase para el pensamiento propio y para la construcción del conocimiento en todos los ámbitos del saber. Por ello, su desarrollo está vinculado a la reflexiónexplícita acerca del funcionamiento de la lengua en los géneros discursivos específicos de cada área de conocimiento, así como a los usos de la oralidad, laescritura o la signación para pensar y para aprender. Por último, hace posible apreciar la dimensión estética del lenguaje y disfrutar de la cultura literaria.","descriptores":["CCL1. Se expresa de forma oral, escrita, signada o multimodal con coherencia, corrección y adecuación a los diferentes contextos sociales, y participa eninteracciones comunicativas con actitud cooperativa y respetuosa tanto para intercambiar información, crear conocimiento y transmitir opiniones, como paraconstruir vínculos personales","CCL2. Comprende, interpreta y valora con actitud crítica textos orales, escritos, signados o multimodales de los ámbitos personal, social, educativo yprofesional para participar en diferentes contextos de manera activa e informada y para construir conocimiento.","CCL3. Localiza, selecciona y contrasta de manera progresivamente autónoma información procedente de diferentes fuentes, evaluando su fiabilidad y pertinenciaen función de los objetivos de lectura y evitando los riesgos de manipulación y desinformación, y la integra y transforma en conocimiento para comunicarlaadoptando un punto de vista creativo, crítico y personal a la par que respetuoso con la propiedad intelectual.","CCL4. Lee con autonomía obras diversas adecuadas a su edad, seleccionando las que mejor se ajustan a sus gustos e intereses; aprecia el patrimonio literariocomo cauce privilegiado de la experiencia individual y colectiva; y moviliza su propia experiencia biográfica y sus conocimientos literarios y culturales paraconstruir y compartir su interpretación de las obras y para crear textos de intención literaria de progresiva complejidad.","CCL5. Pone sus prácticas comunicativas al servicio de la convivencia democrática, la resolución dialogada de los conflictos y la igualdad de derechos de todaslas personas, evitando los usos discriminatorios, así como los abusos de poder, para favorecer la utilización no solo eficaz sino también ética de losdiferentes sistemas de comunicación."]},"CP":{"text":"Competencia plurilingüe (CP)","value":"La competencia plurilingüe implica utilizar distintas lenguas, orales o signadas, de forma apropiada y eficaz para el aprendizaje y la comunicación. Estacompetencia supone reconocer y respetar los perfiles lingüísticos individuales y aprovechar las experiencias propias para desarrollar estrategias que permitanmediar y hacer transferencias entre lenguas, incluidas las clásicas, y, en su caso, mantener y adquirir destrezas en la lengua o lenguas familiares y en las lenguasoficiales. Integra, asimismo, dimensiones históricas e interculturales orientadas a conocer, valorar y respetar la diversidad lingüística y cultural de la sociedadcon el objetivo de fomentar la convivencia democrática.","descriptores":["CP1. Usa eficazmente una o más lenguas, además de la lengua o lenguas familiares, para responder a sus necesidades comunicativas, de manera apropiada yadecuada tanto a su desarrollo e intereses como a diferentes situaciones y contextos de los ámbitos personal, social, educativo y profesional.","CP2. A partir de sus experiencias, realiza transferencias entre distintas lenguas como estrategia para comunicarse y ampliar su repertorio lingüísticoindividual.","CP3. Conoce, valora y respeta la diversidad lingüística y cultural presente en la sociedad, integrándola en su desarrollo personal como factor de diálogo,para fomentar la cohesión social."]},"STEM":{"text":"Competencia matemática y competencia en ciencia, tecnología e ingeniería (STEM)","value":"La competencia matemática y competencia en ciencia, tecnología e ingeniería (competencia STEM por sus siglas en inglés) entraña la comprensión del mundoutilizando los métodos científicos, el pensamiento y representación matemáticos, la tecnología y los métodos de la ingeniería para transformar el entorno de formacomprometida, responsable y sostenible. La competencia matemática permite desarrollar y aplicar la perspectiva y el razonamiento matemáticos con el fin de resolverdiversos problemas en diferentes contextos. La competencia en ciencia conlleva la comprensión y explicación del entorno natural y social, utilizando un conjunto deconocimientos y metodologías, incluidas la observación y la experimentación, con el fin de plantear preguntas y extraer conclusiones basadas en pruebas para poderinterpretar y transformar el mundo natural y el contexto social. La competencia en tecnología e ingeniería comprende la aplicación de los conocimientos ymetodologías propios de las ciencias para transformar nuestra sociedad de acuerdo con las necesidades o deseos de las personas en un marco de seguridad,responsabilidad y sostenibilidad.","descriptores":["STEM1. Utiliza métodos inductivos y deductivos propios del razonamiento matemático en situaciones conocidas, y selecciona y emplea diferentes estrategiaspara resolver problemas analizando críticamente las soluciones y reformulando el procedimiento, si fuera necesario.","STEM2. Utiliza el pensamiento científico para entender y explicar los fenómenos que ocurren a su alrededor, confiando en el conocimiento como motor dedesarrollo, planteándose preguntas y comprobando hipótesis mediante la experimentación y la indagación, utilizando herramientas e instrumentos adecuados,apreciando la importancia de la precisión y la veracidad y mostrando una actitud crítica acerca del alcance y las limitaciones de la ciencia.","STEM3. Plantea y desarrolla proyectos diseñando, fabricando y evaluando diferentes prototipos o modelos para generar o utilizar productos que den solución auna necesidad o problema de forma creativa y en equipo, procurando la participación de todo el grupo, resolviendo pacíficamente los conflictos que puedansurgir, adaptándose ante la incertidumbre y valorando la importancia de la sostenibilidad.","STEM4. Interpreta y transmite los elementos más relevantes de procesos, razonamientos, demostraciones, métodos y resultados científicos, matemáticos ytecnológicos de forma clara y precisa y en diferentes formatos (gráficos, tablas, diagramas, fórmulas, esquemas, símbolos...), aprovechando de forma críticala cultura digital e incluyendo el lenguaje matemático-formal con ética y responsabilidad, para compartir y construir nuevos conocimientos.","STEM5. Emprende acciones fundamentadas científicamente para promover la salud física, mental y social, y preservar el medio ambiente y los seres vivos; yaplica principios de ética y seguridad en la realización de proyectos para transformar su entorno próximo de forma sostenible, valorando su impacto global ypracticando el consumo responsable."]},"CD":{"text":"Competencia digital (CD)","value":"La competencia digital implica el uso seguro, saludable, sostenible, crítico y responsable de las tecnologías digitales para el aprendizaje, para eltrabajo y para la participación en la sociedad, así como la interacción con estas. Incluye la alfabetización en información y datos, la comunicación y lacolaboración, la educación mediática, la creación de contenidos digitales (incluida la programación), la seguridad (incluido el bienestar digital y las competenciasrelacionadas con la ciberseguridad), asuntos relacionados con la ciudadanía digital, la privacidad, la propiedad intelectual, la resolución de problemas y elpensamiento computacional y crítico.","descriptores":["CD1. Realiza búsquedas en internet atendiendo a criterios de validez, calidad, actualidad y fiabilidad, seleccionando los resultados de manera crítica yarchivándolos, para recuperarlos, referenciarlos y reutilizarlos, respetando la propiedad intelectual.","CD2. Gestiona y utiliza su entorno personal digital de aprendizaje para construir conocimiento y crear contenidos digitales, mediante estrategias detratamiento de la información y el uso de diferentes herramientas digitales, seleccionando y configurando la más adecuada en función de la tarea y de susnecesidades de aprendizaje permanente.","CD3. Se comunica, participa, colabora e interactúa compartiendo contenidos, datos e información mediante herramientas o plataformas virtuales, y gestiona demanera responsable sus acciones, presencia y visibilidad en la red, para ejercer una ciudadanía digital activa, cívica y reflexiva.","CD4. Identifica riesgos y adopta medidas preventivas al usar las tecnologías digitales para proteger los dispositivos, los datos personales, la salud y elmedioambiente, y para tomar conciencia de la importancia y necesidad de hacer un uso crítico, legal, seguro, saludable y sostenible de dichas tecnologías. ","CD5. Desarrolla aplicaciones informáticas sencillas y soluciones tecnológicas creativas y sostenibles para resolver problemas concretos o responder a retospropuestos, mostrando interés y curiosidad por la evolución de las tecnologías digitales y por su desarrollo sostenible y uso ético."]},"CPSAA":{"text":"Competencia personal, social y de aprender a aprender (CPSAA)","value":"La competencia personal, social y de aprender a aprender implica la capacidad de reflexionar sobre uno mismo para autoconocerse, aceptarse y promover uncrecimiento personal constante; gestionar el tiempo y la información eficazmente; colaborar con otros de forma constructiva; mantener la resiliencia; y gestionar elaprendizaje a lo largo de la vida. Incluye también la capacidad de hacer frente a la incertidumbre y a la complejidad; adaptarse a los cambios; aprender a gestionarlos procesos metacognitivos; identificar conductas contrarias a la convivencia y desarrollar estrategias para abordarlas; contribuir al bienestar físico, mental yemocional propio y de las demás personas, desarrollando habilidades para cuidarse a sí mismo y a quienes lo rodean a través de la corresponsabilidad; ser capaz dellevar una vida orientada al futuro; así como expresar empatía y abordar los conflictos en un contexto integrador y de apoyo.","descriptores":["CPSAA1. Regula y expresa sus emociones, fortaleciendo el optimismo, la resiliencia, la autoeficacia y la búsqueda de propósito y motivación hacia elaprendizaje, para gestionar los retos y cambios y armonizarlos con sus propios objetivos.","CPSAA2. Comprende los riesgos para la salud relacionados con factores sociales, consolida estilos de vida saludable a nivel físico y mental, reconoce conductascontrarias a la convivencia y aplica estrategias para abordarlas.","CPSAA3. Comprende proactivamente las perspectivas y las experiencias de las demás personas y las incorpora a su aprendizaje, para participar en el trabajo engrupo, distribuyendo y aceptando tareas y responsabilidades de manera equitativa y empleando estrategias cooperativas.","CPSAA4. Realiza autoevaluaciones sobre su proceso de aprendizaje, buscando fuentes fiables para validar, sustentar y contrastar la información y para obtenerconclusiones relevantes.","CPSAA5. Planea objetivos a medio plazo y desarrolla procesos metacognitivos de retroalimentación para aprender de sus errores en el proceso de construcción delconocimiento."]},"CC":{"text":"Competencia ciudadana (CC)","value":"La competencia ciudadana contribuye a que alumnos y alumnas puedan ejercer una ciudadanía responsable y participar plenamente en la vida social y cívica,basándose en la comprensión de los conceptos y las estructuras sociales, económicas, jurídicas y políticas, así como en el conocimiento de los acontecimientosmundiales y el compromiso activo con la sostenibilidad y el logro de una ciudadanía mundial. Incluye la alfabetización cívica, la adopción consciente de los valorespropios de una cultura democrática fundada en el respeto a los derechos humanos, la reflexión crítica acerca de los grandes problemas éticos de nuestro tiempo y eldesarrollo de un estilo de vida sostenible acorde con los Objetivos de Desarrollo Sostenible planteados en la Agenda 2030.","descriptores":["CC1. Analiza y comprende ideas relativas a la dimensión social y ciudadana de su propia identidad, así como a los hechos culturales, históricos y normativosque la determinan, demostrando respeto por las normas, empatía, equidad y espíritu constructivo en la interacción con los demás en cualquier contexto.","CC2. Analiza y asume fundadamente los principios y valores que emanan del proceso de integración europea, la Constitución española y los derechos humanos y dela infancia, participando en actividades comunitarias, como la toma de decisiones o la resolución de conflictos, con actitud democrática, respeto por ladiversidad, y compromiso con la igualdad de género, la cohesión social, el desarrollo sostenible y el logro de la ciudadanía mundial.","CC3. Comprende y analiza problemas éticos fundamentales y de actualidad, considerando críticamente los valores propios y ajenos, y desarrollando juiciospropios para afrontar la controversia moral con actitud dialogante, argumentativa, respetuosa y opuesta a cualquier tipo de discriminación o violencia.","CC4. Comprende las relaciones sistémicas de interdependencia, ecodependencia e interconexión entre actuaciones locales y globales, y adopta, de formaconsciente y motivada, un estilo de vida sostenible y ecosocialmente responsable."]},"CE":{"text":"Competencia emprendedora (CE)","value":"La competencia emprendedora implica desarrollar un enfoque vital dirigido a actuar sobre oportunidades e ideas, utilizando los conocimientos específicosnecesarios para generar resultados de valor para otras personas. Aporta estrategias que permiten adaptar la mirada para detectar necesidades y oportunidades;entrenar el pensamiento para analizar y evaluar el entorno, y crear y replantear ideas utilizando la imaginación, la creatividad, el pensamiento estratégico y lareflexión ética, crítica y constructiva dentro de los procesos creativos y de innovación; y despertar la disposición a aprender, a arriesgar y a afrontar laincertidumbre. Asimismo, implica tomar decisiones basadas en la información y el conocimiento y colaborar de manera ágil con otras personas, con motivación, empatíay habilidades de comunicación y de negociación, para llevar las ideas planteadas a la acción mediante la planificación y gestión de proyectos sostenibles de valorsocial, cultural y económico-financiero.","descriptores":["CE1. Analiza necesidades y oportunidades y afronta retos con sentido crítico, haciendo balance de su sostenibilidad, valorando el impacto que puedan suponer enel entorno, para presentar ideas y soluciones innovadoras, éticas y sostenibles, dirigidas a crear valor en el ámbito personal, social, educativo y profesional","CE2. Evalúa las fortalezas y debilidades propias, haciendo uso de estrategias de autoconocimiento y autoeficacia, y comprende los elementos fundamentales de laeconomía y las finanzas, aplicando conocimientos económicos y financieros a actividades y situaciones concretas, utilizando destrezas que favorezcan el trabajocolaborativo y en equipo, para reunir y optimizar los recursos necesarios que lleven a la acción una experiencia emprendedora que genere valor.","CE3. Desarrolla el proceso de creación de ideas y soluciones valiosas y toma decisiones, de manera razonada, utilizando estrategias ágiles de planificación ygestión, y reflexiona sobre el proceso realizado y el resultado obtenido, para llevar a término el proceso de creación de prototipos innovadores y de valor,considerando la experiencia como una oportunidad para aprender."]},"CCEC":{"text":"Competencia en conciencia y expresión culturales (CCEC)","value":"La competencia en conciencia y expresión culturales implica comprender y respetar la forma en que las ideas y el significado se expresan de forma creativay se comunican en las distintas culturas, así como a través de una serie de artes y otras manifestaciones culturales. Implica esforzarse por comprender, desarrollary expresar las ideas propias y un sentido de pertenencia a la sociedad o de desempeñar una función en esta en distintas formas y contextos, así como elenriquecimiento de la identidad a través del diálogo intercultural. ","descriptores":["CCEC1. Conoce, aprecia críticamente y respeta el patrimonio cultural y artístico, implicándose en su conservación y valorando el enriquecimiento inherente a ladiversidad cultural y artística.","CCEC2. Disfruta, reconoce y analiza con autonomía las especificidades e intencionalidades de las manifestaciones artísticas y culturales más destacadas delpatrimonio, distinguiendo los medios y soportes, así como los lenguajes y elementos técnicos que las caracterizan.","CCEC3. Expresa ideas, opiniones, sentimientos y emociones por medio de producciones culturales y artísticas, integrando su propio cuerpo y desarrollando laautoestima, la creatividad y el sentido del lugar que ocupa en la sociedad, con una actitud empática, abierta y colaborativa.","CCEC4. Conoce, selecciona y utiliza con creatividad diversos medios y soportes, así como técnicas plásticas, visuales, audiovisuales, sonoras o corporales,para la creación de productos artísticos y culturales, tanto de forma individual como colaborativa, identificando oportunidades de desarrollo personal, social ylaboral, así como de emprendimiento."]}},"areas":{"biologia":{"name":"bio","label":"Biología y Geología","saberes":{"listaSaberes1":["A. Proyecto científico.","– Hipótesis, preguntas y conjeturas: planteamiento con perspectiva científica.","– Estrategias para la búsqueda de información, la colaboración y la comunicación de procesos, resultados o ideas científicas: herramientas digitales y formatos de uso frecuente en ciencia (presentación, gráfica, vídeo, póster, informe, etc.).","– Fuentes fidedignas de información científica: reconocimiento y utilización.","– La respuesta a cuestiones científicas mediante la experimentación y el trabajo de campo: utilización de los instrumentos y espacios necesarios (laboratorio, aulas, entorno, etc.) de forma adecuada.","– Modelado como método de representación y comprensión de procesos o elementos de la naturaleza.","– Métodos de observación y de toma de datos de fenómenos naturales.","– Métodos de análisis de resultados. Diferenciación entre correlación y causalidad.","– La labor científica y las personas dedicadas a la ciencia: contribución a las ciencias biológicas y geológicas e importancia social. El papel de la mujer en la ciencia.","B. Geología.","– Conceptos de roca y mineral: características y propiedades.","– Estrategias de clasificación de las rocas: sedimentarias, metamórficas e ígneas. El ciclo de las rocas.","– Rocas y minerales relevantes o del entorno: identificación.","– Usos de los minerales y las rocas: su utilización en la fabricación de materiales y objetos cotidianos.","– La estructura básica de la geosfera.","C. La célula.","– La célula como unidad estructural y funcional de los seres vivos.","– La célula procariota, la célula eucariota animal y la célula eucariota vegetal, y sus partes.","– Observación y comparación de muestras microscópicas.","D. Seres vivos.","– Los seres vivos: diferenciación y clasificación en los principales reinos.","– Los principales grupos taxonómicos: observación de especies del entorno y clasificación a partir de sus características distintivas.","– Las especies del entorno: estrategias de identificación (guías, claves dicotómicas, herramientas digitales, visu, etc.).","– Los animales como seres sintientes: semejanzas y diferencias con los seres vivos no sintientes.","E. Ecología y sostenibilidad.","– Los ecosistemas del entorno, sus componentes bióticos y abióticos y los tipos de relaciones intraespecíficas e interespecíficas.","– La importancia de la conservación de los ecosistemas, la biodiversidad y la implantación de un modelo de desarrollo sostenible.","– Las funciones de la atmósfera y la hidrosfera y su papel esencial para la vida en la Tierra.","– Las interacciones entre atmósfera, hidrosfera, geosfera y biosfera, su papel en la edafogénesis y en el modelado del relieve y su importancia para la vida. Las funciones del suelo.","– Las causas del cambio climático y sus consecuencias sobre los ecosistemas.","– La importancia de los hábitos sostenibles (consumo responsable, prevención y gestión de residuos, respeto al medio ambiente, etc.).","– La relación entre la salud medioambiental, humana y de otros seres vivos: one health (una sola salud).","F. Cuerpo humano.","– Importancia de la función de nutrición. Los aparatos que participan en ella.","– Anatomía y fisiología básicas de los aparatos digestivo, respiratorio, circulatorio, excretor y reproductor.","– Visión general de la función de relación: receptores sensoriales, centros de coordinación y órganos efectores.","– Relación entre los principales sistemas y aparatos del organismo implicados en las funciones de nutrición, relación y reproducción mediante la aplicación de conocimientos de fisiología y anatomía.","G. Hábitos saludables.","– Características y elementos propios de una dieta saludable y su importancia.","– Conceptos de sexo y sexualidad: importancia del respeto hacia la libertad y la diversidad sexual y hacia la igualdad de género, dentro de una educación sexual integral como parte de un desarrollo armónico.","– Educación afectivo-sexual desde la perspectiva de la igualdad entre personas y el respeto a la diversidad sexual. La importancia de las prácticas sexuales responsables. La asertividad y el autocuidado. La prevención de infecciones de transmisión sexual (ITS) y de embarazos no deseados. El uso adecuado de métodos anticonceptivos y de métodos de prevención de ITS.","– Las drogas legales e ilegales: sus efectos perjudiciales sobre la salud de los consumidores y de quienes están en su entorno próximo.","– Los hábitos saludables: su importancia en la conservación de la salud física, mental y social (higiene del sueño, hábitos posturales, uso responsable de las nuevas tecnologías, actividad física, autorregulación emocional, cuidado y corresponsabilidad, etc.).","H. Salud y enfermedad.","– Concepto de enfermedades infecciosas y no infecciosas: diferenciación según su etiología.","– Medidas de prevención y tratamientos de las enfermedades infecciosas en función de su agente causal y la importancia del uso adecuado de los antibióticos.","– Las barreras del organismo frente a los patógenos (mecánicas, estructurales, bioquímicas y biológicas).","– Mecanismos de defensa del organismo frente a agentes patógenos (barreras externas y sistema inmunitario): su papel en la prevención y superación de enfermedades infecciosas.","– La importancia de la vacunación en la prevención de enfermedades y en la mejora de la calidad de vida humana.","– Los trasplantes y la importancia de la donación de órganos."],"listaSaberes2":["Los mismos que para 1º."],"listaSaberes3":["Los mismos que para 1º."],"listaSaberes4":["A. Proyecto científico.","– Hipótesis, preguntas y conjeturas: planteamiento con perspectiva científica.","– Estrategias para la búsqueda de información, la colaboración y la comunicación de procesos, resultados o ideas científicas: herramientas digitales y formatos de uso frecuente en ciencia (presentación, gráfica, vídeo, póster, informe, etc.).","– Fuentes fidedignas de información científica: reconocimiento y utilización.","– Controles experimentales (positivos y negativos): diseño e importancia para la obtención de resultados científicos objetivos y fiables.","– Respuesta a cuestiones científicas mediante la experimentación y el trabajo de campo: utilización de los instrumentos y espacios necesarios (laboratorio, aulas, entorno, etc.) de forma adecuada y precisa.","– Modelado para la representación y comprensión de procesos o elementos de la naturaleza.","– Métodos de observación y de toma de datos de fenómenos naturales.","– Métodos de análisis de resultados. Diferenciación entre correlación y causalidad.","– La labor científica y las personas dedicadas a la ciencia: contribución a las ciencias biológicas y geológicas e importancia social. El papel de la mujer en la ciencia.","– La evolución histórica del saber científico: la ciencia como labor colectiva, interdisciplinar y en continua construcción.","B. Geología.","– Relieve y paisaje: diferencias, su importancia como recursos y factores que intervienen en su formación y modelado.","– Estructura y dinámica de la geosfera. Métodos de estudio.","– Los efectos globales de la dinámica de la geosfera desde la perspectiva de la tectónica de placas.","– Procesos geológicos externos e internos: diferencias y relación con los riesgos naturales. Medidas de prevención y mapas de riesgos.","– Los cortes geológicos: interpretación y trazado de la historia geológica que reflejan mediante la aplicación de los principios de estudio de la historia de la Tierra (horizontalidad, superposición, intersección, sucesión faunística, etc.).","C. La célula.","– Las fases del ciclo celular.","– La función biológica de la mitosis, la meiosis y sus fases.","– Destrezas de observación de las distintas fases de la mitosis al microscopio.","D. Genética y evolución.","– Modelo simplificado de la estructura del ADN y del ARN y relación con su función y síntesis.","– Estrategias de extracción de ADN de una célula eucariota.","– Etapas de la expresión génica, características del código genético y resolución de problemas relacionados con estas.","– Relación entre las mutaciones, la replicación del ADN, el cáncer, la evolución y la biodiversidad.","– El proceso evolutivo de las características de una especie determinada a la luz de la teoría neodarwinista y de otras teorías con relevancia histórica (lamarckismo y darwinismo).","– Fenotipo y genotipo: definición y diferencias.","– Estrategias de resolución de problemas sencillos de herencia genética de caracteres con relación de dominancia y recesividad con uno o dos genes.","– Estrategias de resolución de problemas sencillos de herencia del sexo y de herencia genética de caracteres con relación de codominancia, dominancia incompleta, alelismo múltiple y ligada al sexo con uno o dos genes.","E. La Tierra en el universo.","– El origen del universo y del sistema solar.","– Componentes del sistema solar: estructura y características.","– Hipótesis sobre el origen de la vida en la Tierra.","– Principales investigaciones en el campo de la astrobiología."]},"competenciasEspecificas":[{"text":"1. Interpretar y transmitir información y datos científicos, argumentando sobre ellos y utilizando diferentes formatos, para analizar conceptos y procesos de las ciencias biológicas y geológicas.","value":"El desarrollo científico rara vez es fruto del trabajo de sujetos aislados y requiere, por tanto, del intercambio de información y de la colaboración entre individuos, organizaciones e incluso países. Compartir información es una forma de acelerar el progreso humano al extender y diversificar los pilares sobre los que se sustenta. Todo proceso de investigación científica debe comenzar con la recopilación y análisis crítico de las publicaciones en el área de estudio construyéndose los nuevos conocimientos sobre los cimientos de los ya existentes. Asimismo, el avance vertiginoso de la ciencia y la tecnología es el motor de importantes cambios sociales que se dan cada vez con más frecuencia y con impactos más palpables. Por ello, la participación activa del alumnado en la sociedad exige cada vez más la comprensión de los últimos descubrimientos y avances científicos y tecnológicos para interpretar y evaluar críticamente, a la luz de estos, la información que inunda los medios de comunicación. Esto le permitirá extraer conclusiones propias, tomar decisiones coherentes y establecer interacciones comunicativas constructivas mediante la argumentación fundamentada, respetuosa y flexible para cambiar las propias concepciones a la vista de los datos y posturas aportados por otras personas.","cc":"CCL1, CCL2, CCL5, STEM4, CD2, CD3, CCEC4"},{"text":"2. Identificar, localizar y seleccionar información, contrastando su veracidad, organizándola y evaluándola críticamente, para resolver preguntas relacionadas con las ciencias biológicas y geológicas.","value":"La investigación científica, la participación activa en la sociedad y el desarrollo profesional y personal de un individuo con frecuencia conllevan la adquisición de nuevas competencias que suele comenzar con la búsqueda, selección y recopilación de información relevante de diferentes fuentes para establecer las bases cognitivas de dicho aprendizaje. Además, en la sociedad actual existe un continuo bombardeo de información que no siempre refleja la realidad. Los datos con base científica se encuentran en ocasiones entremezclados con bulos, hechos infundados y creencias pseudocientíficas. Es, por tanto, imprescindible desarrollar el sentido crítico y las destrezas necesarias para evaluar y clasificar la información y conocer y distinguir las fuentes fidedignas de aquellas de dudosa fiabilidad. Por ello, esta competencia específica prepara al alumnado para su autonomía personal y profesional futuras y para contribuir positivamente en una sociedad democrática.","cc":"CCL3, STEM4, CD1, CD2, CD3, CD4, CD5, CPSAA4"},{"text":"3. Planificar y desarrollar proyectos de investigación, siguiendo los pasos de las metodologías científicas y cooperando cuando sea necesario, para indagar en aspectos relacionados con las ciencias geológicas y biológicas.","value":"Los métodos científicos son el sistema de trabajo utilizado para dar una respuesta rigurosa a cuestiones y problemas relacionados con la naturaleza y la sociedad. Estos constituyen el motor de nuestro avance social y económico, lo que los convierte en un aprendizaje imprescindible para la ciudadanía del mañana. Los procesos que componen el trabajo científico cobran sentido cuando son integrados dentro de un proyecto relacionado con la realidad del alumnado o su entorno. El desarrollo de un proyecto requiere de iniciativa, actitud crítica, visión de conjunto, capacidad de planificación, movilización de recursos materiales y personales y argumentación, entre otros, y permite al alumnado cultivar el autoconocimiento y la confianza ante la resolución de problemas, adaptándose a los recursos disponibles, a sus propias limitaciones, a la incertidumbre y a los retos que pueda encontrar. Asimismo, la creación y participación en proyectos científicos proporciona al alumnado la oportunidad de trabajar destrezas que pueden ser de gran utilidad no solo dentro del ámbito científico, sino también en su desarrollo personal y profesional y en su participación social. Esta competencia específica es el crisol en el que se entremezclan todos los elementos de la competencia STEM y muchos de otras competencias clave. Por estos motivos, es imprescindible ofrecer al alumnado la oportunidad creativa y de crecimiento que aporta esta modalidad de trabajo, impulsando la igualdad de oportunidades entre los alumnos y alumnas y fomentando las vocaciones científicas desde una perspectiva de género.","cc":"CCL1, CCL2, STEM2, STEM3, STEM4, CD1, CD2, CPSAA3, CE3"},{"text":"4. Utilizar el razonamiento y el pensamiento computacional, analizando críticamente las respuestas y soluciones y reformulando el procedimiento, si fuera necesario, para resolver problemas o dar explicación a procesos de la vida cotidiana relacionados con la biología y la geología.","value":"Las ciencias biológicas y geológicas son disciplinas empíricas, pero con frecuencia recurren al razonamiento lógico y la metodología matemática para crear modelos, resolver cuestiones y problemas y validar los resultados o soluciones obtenidas. Tanto el planteamiento de hipótesis, como la interpretación de datos y resultados, o el diseño experimental requieren aplicar el pensamiento lógico-formal. Asimismo, es frecuente que en determinadas ciencias empíricas; como la biología molecular, la evolución o la tectónica, se obtengan evidencias indirectas de la realidad, que deben interpretarse según la lógica para establecer modelos de un proceso biológico o geológico. Además, determinados saberes básicos de la materia de Biología y Geología, como los recogidos en los bloques «Genética y evolución» y «Geología», tienen en la resolución de problemas una estrategia didáctica preferente. Cabe destacar que potenciar esta competencia específica supone desarrollar en el alumnado destrezas aplicables a diferentes situaciones de la vida. Por ejemplo, la actitud crítica se basa en gran parte en el razonamiento a partir de datos o información conocidos y constituye un mecanismo de protección contra las pseudociencias o los saberes populares infundados.","cc":"STEM1, STEM2, CD5, CPSAA5, CE1, CE3, CCEC4"},{"text":"5. Analizar los efectos de determinadas acciones sobre el medio ambiente y la salud, basándose en los fundamentos de las ciencias biológicas y de la Tierra, para promover y adoptar hábitos que eviten o minimicen los impactos medioambientales negativos, sean compatibles con un desarrollo sostenible y permitan mantener y mejorar la salud individual y colectiva.","value":"El bienestar, la salud y el desarrollo económico de la especie humana se sustentan en recursos naturales, como el suelo fértil o el agua dulce, y en diferentes grupos de seres vivos, como los insectos polinizadores, las bacterias nitrificantes y el plancton marino, sin los cuales algunas actividades esenciales, como la obtención de alimentos, se verían seriamente comprometidas. Por desgracia, los recursos naturales no siempre son renovables o se utilizan de tal manera que su tasa de consumo supera con creces su tasa de renovación. Además, la destrucción de hábitats, la alteración del clima global y la utilización de sustancias xenobióticas están reduciendo la biodiversidad de forma que, en los últimos 50 años, han desaparecido dos tercios de la fauna salvaje del planeta. Todas estas alteraciones podrían poner en peligro la estabilidad de la sociedad humana tal y como la conocemos. Afortunadamente, determinadas acciones pueden contribuir a mejorar el estado del medio ambiente a corto y largo plazo. Por otro lado, ciertas conductas propias de los países desarrollados como el consumismo, el sedentarismo, la dieta con alto contenido en grasas y azúcares, las adicciones tecnológicas o los comportamientos impulsivos tienen graves consecuencias sobre la salud de la población. Por ello, es también esencial que el alumnado conozca el funcionamiento de su propio cuerpo, destierre ideas preconcebidas y estereotipos sexistas, y comprenda y argumente, a la luz de las pruebas científicas, que el desarrollo sostenible es un objetivo urgente y sinónimo de bienestar, salud y progreso económico de la sociedad. Esto le permitirá cuestionar los hábitos propios y ajenos, y mejorar la calidad de vida de nuestro planeta según el concepto one health (una sola salud): salud de los seres humanos, de otros seres vivos y del entorno natural.","cc":"STEM2, STEM5, CD4, CPSAA1, CPSAA2, CC4, CE1, CC3"},{"text":"6. Analizar los elementos de un paisaje concreto valorándolo como patrimonio natural y utilizando conocimientos sobre geología y ciencias de la Tierra para explicar su historia geológica, proponer acciones encaminadas a su protección e identificar posibles riesgos naturales.","value":"La Red de Espacios Naturales Protegidos trata de preservar la diversidad de patrimonio natural que se reparte por toda la biosfera, informando sobre la fragilidad de dichos espacios y sobre los daños que determinadas acciones humanas pueden ocasionar sobre ellos. Por otro lado, algunos fenómenos naturales ocurren con mucha mayor frecuencia en zonas concretas del planeta, están asociados a ciertas formas de relieve o se dan con cierta periodicidad y son, por tanto, predecibles con mayor o menor margen de error. Estos fenómenos deben ser tenidos en cuenta en la construcción de infraestructuras y el establecimiento de asentamientos humanos. Sin embargo, se conocen numerosos ejemplos de planificación urbana deficiente en los que no se ha considerado la historia geológica de la zona, la litología del terreno, la climatología o el relieve, y que han dado lugar a grandes catástrofes con cuantiosas pérdidas tanto económicas como humanas. Esta competencia específica implica que el alumnado desarrolle los conocimientos y el espíritu crítico necesarios para reconocer el valor del patrimonio natural y el riesgo geológico asociado a una determinada área para adoptar una actitud de rechazo ante las prácticas urbanísticas, forestales, industriales o de otro tipo que pongan en peligro vidas humanas, infraestructuras o espacios naturales. El alumnado se enfrentará así a situaciones problemáticas o cuestiones planteadas en el contexto de enseñanza-aprendizaje en las que tendrá que analizar los posibles riesgos naturales y las formas de actuación ante ellos.","cc":"STEM1, STEM2, STEM4, STEM5, CD1, CC4, CE1, CCEC1"}]}
