{
                "competenciasEspecificas": [
                    "1. Analizar producciones de distintos movimientos culturales y artísticos desde las vanguardias a la actualidad, reflexionando de forma abierta y crítica sobre su contexto histórico y sus aspectos singulares y comunes, para comprender el valor del arte como representación del espíritu de una época (CCL1, CCL3, STEM2, CC1, CC3, CCEC2).",
                    "2. Explicar el valor social del patrimonio, reflexionando sobre el compromiso del arte con su época y sobre la importancia de la libertad de expresión en producciones culturales y artísticas, para construir una mirada sobre el arte que reconozca, valore y respete la diversidad cultural (CCL1, CCL3, STEM2, CD2, CC1, CC3, CCEC1, CCEC2).",
                    "3. Explorar y valorar los lenguajes y los códigos de diferentes manifestaciones culturales y artísticas desde las vanguardias hasta la actualidad, identificando y comprendiendo sus características, referentes e intencionalidades, para potenciar las posibilidades de disfrute estético (CCL3, STEM2, CPSAA5, CC1, CCEC1, CCEC2).",
                    "4. Analizar la evolución del arte y la cultura en la historia reciente, identificando los distintos ámbitos en los que se producen y manifiestan, así como el valor de la innovación y el papel de las tecnologías, para desarrollar un criterio informado y crítico ante el hecho artístico que favorezca la identificación de oportunidades de desarrollo personal, social, académico y profesional (CCL3, STEM1, STEM2, CD3, CPSAA1.2, CC1, CC3, CCEC1, CCEC2).",
                    "5. Explicar la práctica cultural y artística como un medio de expresión y comunicación individual y colectivo de ideas, opiniones y sentimientos, a partir de un análisis crítico de diversas manifestaciones culturales y artísticas que incluya también una reflexión sobre su impacto ambiental, económico y social, para profundizar en el conocimiento de la sociedad contemporánea y promover el compromiso personal con la sostenibilidad (CCL3, STEM2, CPSAA3.1, CC1, CC3, CC4, CCEC1, CCEC3.1)."
                ]
}
