{
  "competenciasEspecificas": [
                    {"text": "1. Analizar producciones de distintos movimientos culturales y artísticos desde las vanguardias a la actualidad, reflexionando de forma abierta y crítica sobre su contexto histórico y sus aspectos singulares y comunes, para comprender el valor del arte como representación del espíritu de una época. Cada manifestación cultural y artística es portadora de una gran cantidad de información simbólica sobre la manera de sentir, de interrogarse, de entender y de interactuar con el mundo de cada artista y, en consecuencia, de la sociedad a la que pertenece. Toda producción artística responde en parte al universo de la persona que la crea, y en parte a las particularidades de la época en la que se elabora. El conocimiento y la comprensión de las características y singularidades de los distintos medios de expresión y sus producciones, así como de los diferentes movimientos culturales, ayudan al alumnado a identificar las relaciones entre la persona creadora, la obra y el entorno histórico y cultural. De igual forma, puede descubrir la variedad de funciones que toda actividad cultural tiene y ha tenido, tanto a nivel individual, cumpliendo con las necesidades personales de autoexpresión, autoconocimiento y desarrollo de la capacidad creadora, como a nivel social, facilitando la comunicación y la estructuración de la sociedad. Entre los ejemplos analizados, se deben incorporar la perspectiva de género y la perspectiva intercultural, con énfasis en el estudio de producciones realizadas por mujeres y por personas de grupos étnicos y poblacionales que sufren la discriminación racial, así como de su representación en el arte y la cultura. Asimismo, a través de una reflexión abierta y sin prejuicios, por medio de producciones orales, escritas y multimodales, el alumnado puede valorar la importancia que los factores estéticos y culturales tienen en la sociedad, descubriendo la cultura y el arte en tanto que generadores de pensamiento y conocimiento, así como suscitadores de nuevas posibilidades y respuestas. Esta competencia específica se conecta con los siguientes descriptores: CCL1, CCL3, STEM2, CC1, CC3, CCEC2.", "value": "1. Analizar producciones de distintos movimientos culturales y artísticos desde las vanguardias a la actualidad, reflexionando de forma abierta y crítica sobre su contexto histórico y sus aspectos singulares y comunes, para comprender el valor del arte como representación del espíritu de una época (CCL1, CCL3, STEM2, CC1, CC3, CCEC2)."},
                    {"text": "2. Explicar el valor social del patrimonio, reflexionando sobre el compromiso del arte con su época y sobre la importancia de la libertad de expresión en producciones culturales y artísticas, para construir una mirada sobre el arte que reconozca, valore y respete la diversidad cultural. En el momento de encuentro con una manifestación cultural y artística, el alumnado debe implicarse tanto en la recepción activa del resultado final, como en la investigación sobre el contexto, las condiciones y el proceso de su creación, elaborando producciones orales, escritas y multimodales y utilizando las herramientas analógicas y digitales pertinentes. Así, puede considerar las múltiples opciones que existen a la hora de materializar una idea, valorando la importancia de la libre expresión en la cultura y el arte, empatizando con las personas creadoras en la búsqueda de alternativas distintas de las habituales, y entendiendo las posibles dificultades encontradas durante el desarrollo de su producción. Otro interesante campo de reflexión gira en torno a la libertad de creación y sus posibles límites, asunto que enlaza directamente con el ejercicio de la censura directa o indirecta sobre las producciones artísticas. Una sólida comprensión de diferentes manifestaciones culturales y artísticas provoca un diálogo sensible con el arte y la cultura, así como un intercambio de ideas y emociones, durante el cual, el alumnado reconoce la diferencia y la diversidad como fuentes de riqueza a todos los niveles, lo que le permite explicar el valor social del patrimonio y hacer suya su defensa. En este sentido, no puede faltar una reflexión que incorpore la perspectiva de género y la perspectiva intercultural e interétnica en la elaboración compartida del canon artístico. Por otra parte, al ser consciente de las múltiples y diferentes fuentes de las manifestaciones culturales y artísticas, el alumnado puede reconocer la diversidad cultural como una riqueza de la humanidad, y la cultura contemporánea como un patrimonio del presente y del futuro, entendiendo la importancia de su disfrute, promoción y conservación. Esta competencia específica se conecta con los siguientes descriptores: CCL1, CCL3, STEM2, CD2, CC1, CC3, CCEC1, CCEC2.", "value": "2. Explicar el valor social del patrimonio, reflexionando sobre el compromiso del arte con su época y sobre la importancia de la libertad de expresión en producciones culturales y artísticas, para construir una mirada sobre el arte que reconozca, valore y respete la diversidad cultural (CCL1, CCL3, STEM2, CD2, CC1, CC3, CCEC1, CCEC2)."},
                    {"text": "3. Explorar y valorar los lenguajes y los códigos de diferentes manifestaciones culturales y artísticas desde las vanguardias hasta la actualidad, identificando y comprendiendo sus características, referentes e intencionalidades, para potenciar las posibilidades de disfrute estético. En el desarrollo y la producción de manifestaciones culturales y artísticas se emplean muy diferentes y variadas técnicas; en cada ocasión, en función del tipo de creación llevada a cabo, se utilizan un lenguaje y unos códigos determinados, cuyas características e intencionalidades debe identificar y comprender el alumnado. Además, debe expresar abierta, respetuosa y articuladamente las ideas y sentimientos que le provoquen las manifestaciones, explorándolas activamente por medio de producciones orales, escritas o multimodales. De este modo, se forma al alumnado para una recepción cultural completa, progresando tanto en la sensibilización respecto de las especificidades esenciales de cualquier producción artística, como en su interpretación, su valoración crítica, la exposición de sus ideas sobre ella, y finalmente, en la posibilidad de su disfrute. A la vez, a lo largo de esta exploración, el alumnado descubre cómo surgen las ideas o las necesidades de expresión cultural y artística, cómo se desarrollan y cómo son retomadas en diferentes épocas o culturas para ser reformuladas según cada contexto. De esta manera, puede entender cómo las creaciones de cada sociedad evolucionan modificando formas y manifestaciones ya existentes y gracias a las conexiones entre distintos tipos de lenguajes, identificando los referentes comunes de los que se alimentan las creaciones culturales y artísticas y analizando las distintas maneras en las que son utilizados. Esta competencia específica se conecta con los siguientes descriptores: CCL3, STEM2, CPSAA5, CC1, CCEC1, CCEC2.", "value": "3. Explorar y valorar los lenguajes y los códigos de diferentes manifestaciones culturales y artísticas desde las vanguardias hasta la actualidad, identificando y comprendiendo sus características, referentes e intencionalidades, para potenciar las posibilidades de disfrute estético (CCL3, STEM2, CPSAA5, CC1, CCEC1, CCEC2)."},
                    {"text": "4. Analizar la evolución del arte y la cultura en la historia reciente, identificando los distintos ámbitos en los que se producen y manifiestan, así como el valor de la innovación y el papel de las tecnologías, para desarrollar un criterio informado y crítico ante el hecho artístico que favorezca la identificación de oportunidades de desarrollo personal, social, académico y profesional. La investigación sobre la evolución de las diferentes manifestaciones culturales y artísticas facilita que el alumnado las entienda como creaciones que se nutren de otras creaciones, no como producciones independientes, estableciendo conexiones entre ellas y observando la complejidad de sus interacciones al contemplar cómo se cruzan sus caminos. No se trata de jugar a las diferencias o similitudes, sino de aportar argumentos que expliquen lo compartido, las causas y efectos, las decisiones estéticas y las conexiones filosóficas, expresivas o sociales. Una postura reflexiva sobre la interrelación de distintas manifestaciones artísticas estimula al alumnado a desarrollar la intuición, hacer inferencias, explorar, preguntar y cuestionar. Si además se promueve que los alumnos compartan opiniones y visiones personales, se facilita que se integren diferentes perspectivas en las conclusiones, a la vez que se fomentan el diálogo y el debate como parte del aprendizaje. Analizando la evolución del arte y la cultura en la historia reciente, el alumnado puede observar cómo las personas creadoras no cesan de buscar nuevas formas de expresión, reivindicando la superación de las técnicas y de los límites tradicionales, así como la necesidad de avanzar con el uso de las tecnologías. Igualmente, el alumnado puede apreciar que las diferencias de la cultura y el arte contemporáneos con los del pasado no solo se enmarcan en los problemas técnicos y estéticos, sino también en lo que afecta a su papel en la sociedad y al modo en que las personas creadoras se vinculan con este en cada época. Todo ello le proporciona herramientas para interpretar los múltiples universos visuales y expresivos que se manifiestan en su entorno. La cultura y el arte están vinculadas tanto a las necesidades de comunicación y expresión de las personas creadoras, como a las necesidades colectivas de cada sociedad. Por otro lado, la interacción con la cultura es un proceso complejo e individualizado, ya que en el mismo intervienen, de forma ineludible, las experiencias y la sensibilidad propias de cada persona. Así, al poner en contacto al alumnado con diferentes manifestaciones culturales y artísticas a través del análisis de los aspectos referidos más arriba, se facilita la integración de esta herencia en su propio acervo, desarrollando además un criterio informado y crítico ante el hecho artístico. Todo ello puede aportarle también un conocimiento más preciso sobre el interés creciente que se muestra, desde sectores laborales muy diferentes, por los perfiles de personas creativas, capaces de generar respuestas originales que mejoren los procesos y resultados. Esta competencia específica se conecta con los siguientes descriptores: CCL3, STEM1, STEM2, CD3, CPSAA1.2, CC1, CC3, CCEC1, CCEC2.", "value": "4. Analizar la evolución del arte y la cultura en la historia reciente, identificando los distintos ámbitos en los que se producen y manifiestan, así como el valor de la innovación y el papel de las tecnologías, para desarrollar un criterio informado y crítico ante el hecho artístico que favorezca la identificación de oportunidades de desarrollo personal, social, académico y profesional (CCL3, STEM1, STEM2, CD3, CPSAA1.2, CC1, CC3, CCEC1, CCEC2)."},
                    {"text": "5. Explicar la práctica cultural y artística como un medio de expresión y comunicación individual y colectivo de ideas, opiniones y sentimientos, a partir de un análisis crítico de diversas manifestaciones culturales y artísticas que incluya también una reflexión sobre su impacto ambiental, económico y social, para profundizar en el conocimiento de la sociedad contemporánea y promover el compromiso personal con la sostenibilidad. Toda manifestación cultural y artística constituye un testimonio sobre la condición humana. Es una respuesta a una inquietud de orden existencial y, al mismo tiempo, genera otros interrogantes. Es también una forma de tomar conciencia de sí mismo y de los demás. Acercar al alumnado la práctica de los y las artistas activa la implicación en el proceso del pensamiento creador, e igualmente, alimenta la concepción del arte y la cultura como revelación y descubrimiento de una nueva forma de contemplar la realidad. Más allá de un proceso de análisis formal y funcional con el que indagar sobre los significados y peculiaridades de cada obra, se solicita del alumnado la búsqueda de nuevos vínculos emocionales. Mediante la exploración activa de diferentes manifestaciones culturales y artísticas puede redescubrir aquellas que ya están integradas en su imaginario, e igualmente, identificar otras nuevas que despierten su interés, que le susciten sentimientos y emociones, y que, en consecuencia, comiencen a formar parte de su crecimiento personal, comprendiendo de esta forma que el arte, la cultura y la vida están íntimamente ligados. Igualmente, al exponer al alumnado a la multiplicidad de ideas, opiniones y sentimientos que la cultura y el arte pueden expresar y comunicar, se promueve la construcción de una personalidad abierta y respetuosa con la diversidad cultural y artística. Todo ello debe aportar también al alumnado un conocimiento más preciso de las repercusiones sociales y económicas de la cultura y el arte, así como de su relevancia en la consecución de los objetivos de desarrollo sostenible, otorgándole la posibilidad de realizar un análisis crítico del arte y la cultura que tenga en consideración diversas vertientes del fenómeno. Formarle en todos estos aspectos favorece que se implique no solo como espectador, sino como participante activo, promoviendo así su compromiso personal y social. Esta competencia específica se conecta con los siguientes descriptores: CCL3, STEM2, CPSAA3.1, CC1, CC3, CC4, CCEC1, CCEC3.1.", "value": "5. Explicar la práctica cultural y artística como un medio de expresión y comunicación individual y colectivo de ideas, opiniones y sentimientos, a partir de un análisis crítico de diversas manifestaciones culturales y artísticas que incluya también una reflexión sobre su impacto ambiental, económico y social, para profundizar en el conocimiento de la sociedad contemporánea y promover el compromiso personal con la sostenibilidad (CCL3, STEM2, CPSAA3.1, CC1, CC3, CC4, CCEC1, CCEC3.1)."}
                ]
}
