{
  "saberes": [
                    "A. Proyecto científico.",
                    "– Hipótesis, preguntas y conjeturas: planteamiento con perspectiva científica.",
                    "– Estrategias para la búsqueda de información, la colaboración y la comunicación de procesos, resultados o ideas científicas: herramientas digitales y formatos de uso frecuente en ciencia (presentación, gráfica, vídeo, póster, informe, etc.).",
                    "– Fuentes fidedignas de información científica: reconocimiento y utilización.",
                    "– La respuesta a cuestiones científicas mediante la experimentación y el trabajo de campo: utilización de los instrumentos y espacios necesarios (laboratorio, aulas, entorno, etc.) de forma adecuada.",
                    "– Modelado como método de representación y comprensión de procesos o elementos de la naturaleza.",
                    "– Métodos de observación y de toma de datos de fenómenos naturales.",
                    "– Métodos de análisis de resultados. Diferenciación entre correlación y causalidad.",
                    "– La labor científica y las personas dedicadas a la ciencia: contribución a las ciencias biológicas y geológicas e importancia social. El papel de la mujer en la ciencia.",
                    "B. Geología.",
                    "– Conceptos de roca y mineral: características y propiedades.",
                    "– Estrategias de clasificación de las rocas: sedimentarias, metamórficas e ígneas. El ciclo de las rocas.",
                    "– Rocas y minerales relevantes o del entorno: identificación.",
                    "– Usos de los minerales y las rocas: su utilización en la fabricación de materiales y objetos cotidianos.",
                    "– La estructura básica de la geosfera.",
                    "C. La célula.",
                    "– La célula como unidad estructural y funcional de los seres vivos.",
                    "– La célula procariota, la célula eucariota animal y la célula eucariota vegetal, y sus partes.",
                    "– Observación y comparación de muestras microscópicas.",
                    "D. Seres vivos.",
                    "– Los seres vivos: diferenciación y clasificación en los principales reinos.",
                    "– Los principales grupos taxonómicos: observación de especies del entorno y clasificación a partir de sus características distintivas.",
                    "– Las especies del entorno: estrategias de identificación (guías, claves dicotómicas, herramientas digitales, visu, etc.).",
                    "– Los animales como seres sintientes: semejanzas y diferencias con los seres vivos no sintientes.",
                    "E. Ecología y sostenibilidad.",
                    "– Los ecosistemas del entorno, sus componentes bióticos y abióticos y los tipos de relaciones intraespecíficas e interespecíficas.",
                    "– La importancia de la conservación de los ecosistemas, la biodiversidad y la implantación de un modelo de desarrollo sostenible.",
                    "– Las funciones de la atmósfera y la hidrosfera y su papel esencial para la vida en la Tierra.",
                    "– Las interacciones entre atmósfera, hidrosfera, geosfera y biosfera, su papel en la edafogénesis y en el modelado del relieve y su importancia para la vida. Las funciones del suelo.",
                    "– Las causas del cambio climático y sus consecuencias sobre los ecosistemas.",
                    "– La importancia de los hábitos sostenibles (consumo responsable, prevención y gestión de residuos, respeto al medio ambiente, etc.).",
                    "– La relación entre la salud medioambiental, humana y de otros seres vivos: one health (una sola salud).",
                    "F. Cuerpo humano.",
                    "– Importancia de la función de nutrición. Los aparatos que participan en ella.",
                    "– Anatomía y fisiología básicas de los aparatos digestivo, respiratorio, circulatorio, excretor y reproductor.",
                    "– Visión general de la función de relación: receptores sensoriales, centros de coordinación y órganos efectores.",
                    "– Relación entre los principales sistemas y aparatos del organismo implicados en las funciones de nutrición, relación y reproducción mediante la aplicación de conocimientos de fisiología y anatomía.",
                    "G. Hábitos saludables.",
                    "– Características y elementos propios de una dieta saludable y su importancia.",
                    "– Conceptos de sexo y sexualidad: importancia del respeto hacia la libertad y la diversidad sexual y hacia la igualdad de género, dentro de una educación sexual integral como parte de un desarrollo armónico.",
                    "– Educación afectivo-sexual desde la perspectiva de la igualdad entre personas y el respeto a la diversidad sexual. La importancia de las prácticas sexuales responsables. La asertividad y el autocuidado. La prevención de infecciones de transmisión sexual (ITS) y de embarazos no deseados. El uso adecuado de métodos anticonceptivos y de métodos de prevención de ITS.",
                    "– Las drogas legales e ilegales: sus efectos perjudiciales sobre la salud de los consumidores y de quienes están en su entorno próximo.",
                    "– Los hábitos saludables: su importancia en la conservación de la salud física, mental y social (higiene del sueño, hábitos posturales, uso responsable de las nuevas tecnologías, actividad física, autorregulación emocional, cuidado y corresponsabilidad, etc.).",
                    "H. Salud y enfermedad.",
                    "– Concepto de enfermedades infecciosas y no infecciosas: diferenciación según su etiología.",
                    "– Medidas de prevención y tratamientos de las enfermedades infecciosas en función de su agente causal y la importancia del uso adecuado de los antibióticos.",
                    "– Las barreras del organismo frente a los patógenos (mecánicas, estructurales, bioquímicas y biológicas).",
                    "– Mecanismos de defensa del organismo frente a agentes patógenos (barreras externas y sistema inmunitario): su papel en la prevención y superación de enfermedades infecciosas.",
                    "– La importancia de la vacunación en la prevención de enfermedades y en la mejora de la calidad de vida humana.",
                    "– Los trasplantes y la importancia de la donación de órganos."
                ],
                "criteriosEvaluacion": [
                        "1.1 Analizar conceptos y procesos biológicos y geológicos interpretando información en diferentes formatos (modelos, gráficos, tablas, diagramas, fórmulas, esquemas, símbolos, páginas web, etc.), manteniendo una actitud crítica y obteniendo conclusiones fundamentadas.",
                        "1.2 Facilitar la comprensión y análisis de información sobre procesos biológicos y geológicos o trabajos científicos transmitiéndola de forma clara y utilizando la terminología y los formatos adecuados (modelos, gráficos, tablas, vídeos, informes, diagramas, fórmulas, esquemas, símbolos, contenidos digitales, etc.).",
                        "1.3 Analizar y explicar fenómenos biológicos y geológicos representándolos mediante modelos y diagramas, utilizando, cuando sea necesario, los pasos del diseño de ingeniería (identificación del problema, exploración, diseño, creación, evaluación y mejora).",
                        "2.1 Resolver cuestiones sobre Biología y Geología localizando, seleccionando y organizando información de distintas fuentes y citándolas correctamente.",
                        "2.2 Reconocer la información sobre temas biológicos y geológicos con base científica, distinguiéndola de pseudociencias, bulos, teorías conspiratorias y creencias infundadas y manteniendo una actitud escéptica ante estos.",
                        "2.3 Valorar la contribución de la ciencia a la sociedad y la labor de las personas dedicadas a ella con independencia de su etnia, sexo o cultura, destacando y reconociendo el papel de las mujeres científicas y entendiendo la investigación como una labor colectiva e interdisciplinar en constante evolución.",
                        "3.1 Plantear preguntas e hipótesis e intentar realizar predicciones sobre fenómenos biológicos o geológicos que puedan ser respondidas o contrastadas utilizando métodos científicos.",
                        "3.2 Diseñar la experimentación, la toma de datos y el análisis de fenómenos biológicos y geológicos de modo que permitan responder a preguntas concretas y contrastar una hipótesis planteada.",
                        "3.3 Realizar experimentos y tomar datos cuantitativos o cualitativos sobre fenómenos biológicos y geológicos utilizando los instrumentos, herramientas o técnicas adecuadas con corrección.",
                        "3.4 Interpretar los resultados obtenidos en un proyecto de investigación utilizando, cuando sea necesario, herramientas matemáticas y tecnológicas.",
                        "3.5 Cooperar dentro de un proyecto científico asumiendo responsablemente una función concreta, utilizando espacios virtuales cuando sea necesario, respetando la diversidad y la igualdad de género, y favoreciendo la inclusión.",
                        "4.1 Resolver problemas o dar explicación a procesos biológicos o geológicos utilizando conocimientos, datos e información proporcionados por el docente, el razonamiento lógico, el pensamiento computacional o recursos digitales.",
                        "4.2 Analizar críticamente la solución a un problema sobre fenómenos biológicos y geológicos.",
                        "5.1 Relacionar, con fundamentos científicos, la preservación de la biodiversidad, la conservación del medio ambiente, la protección de los seres vivos del entorno, el desarrollo sostenible y la calidad de vida.",
                        "5.2 Proponer y adoptar hábitos sostenibles, analizando de una manera crítica las actividades propias y ajenas a partir de los propios razonamientos, de los conocimientos adquiridos y de la información disponible.",
                        "5.3 Proponer y adoptar hábitos saludables, analizando las acciones propias y ajenas con actitud crítica y a partir de fundamentos fisiológicos.",
                        "6.1 Valorar la importancia del paisaje como patrimonio natural analizando la fragilidad de los elementos que lo componen.",
                        "6.2 Interpretar el paisaje analizando sus elementos y reflexionando sobre el impacto ambiental y los riesgos naturales derivados de determinadas acciones humanas.",
                        "6.3 Reflexionar sobre los riesgos naturales mediante el análisis de los elementos de un paisaje."
                    ]
}
