{
  "competenciasEspecificas": [
    "1. Identificar y resolver problemas técnicos sencillos, conectar y configurar dispositivos a redes domésticas, aplicando los conocimientos de hardware y sistemas operativos, para gestionar las herramientas e instalaciones informáticas y de comunicación de uso cotidiano (STEM1, STEM2, CD4, CD5, CPSAA1, CPSAA5, CE3): La competencia hace referencia a la gestión y mantenimiento de los dispositivos digitales habituales en el entorno del alumnado. El uso extendido de las tecnologías digitales implica que el alumnado debe adquirir destrezas relativas al mantenimiento de los dispositivos, al ajuste de los mismos y a la identificación y resolución de problemas técnicos habituales garantizando el máximo aprovechamiento de estas tecnologías y enfrentándose a los mismos con una actitud resiliente. La competencia engloba aspectos técnicos relativos al funcionamiento de los equipos y a las aplicaciones y programas requeridos para su uso. Asimismo, se debe considerar el papel que asumen en la actualidad las tecnologías de la comunicación y su implicación en la sociedad. Por ello, se considera fundamental abordar las funcionalidades de internet, los elementos de distintos sistemas de comunicación y la incorporación de las nuevas tecnologías relativas a la digitalización y conexión de objetos (IoT).",

                    "2. Configurar el entorno personal de aprendizaje, interactuando y aprovechando los recursos del ámbito digital, para optimizar y gestionar el aprendizaje permanente (CD1, CD2, CD3, CPSAA1, CPSAA4, CPSAA5, CE3): La presencia de elementos tecnológicos y medios digitales en nuestras vidas es un hecho que, progresivamente, va adquiriendo mayor trascendencia. Por ello, con el fin de optimizar y garantizar un aprendizaje permanente en contextos formales, no formales e informales, se hace necesaria la integración de recursos digitales en el proceso formativo del alumnado, así como la gestión adecuada del entorno personal de aprendizaje (Personal Learning Environment, PLE). La competencia abarca aspectos relacionados con la alfabetización informacional y el aprovechamiento apropiado de las estrategias de búsqueda y tratamiento de información, así como con la generación de nuevo conocimiento mediante la edición, programación y desarrollo de contenidos, empleando aplicaciones digitales. De esta manera, el alumnado puede desarrollar la creatividad y el espíritu de innovación para responder a los retos que se presentan en su vida personal, académica y profesional, respetando los derechos de propiedad intelectual y las licencias de uso y posibilitando su aprendizaje permanente. Asimismo, se abordan las posibilidades que aportan las herramientas para la comunicación y para el trabajo colaborativo, permitiendo compartir y difundir experiencias, ideas e información de distinta naturaleza haciendo uso de la etiqueta digital.",
                    
                    "3. Desarrollar hábitos que fomenten el bienestar digital, aplicando medidas preventivas y correctivas, para proteger dispositivos, datos personales y la propia salud (CCL3, STEM5, CD1, CD4, CPSAA2, CPSAA5, CC2, CC3): La competencia hace referencia a las medidas de seguridad que han de adoptarse para cuidar dispositivos, datos personales y la salud individual. La estrecha interacción que se realiza de forma habitual con la tecnología y con los dispositivos aumenta la exposición a riesgos, amenazas y ataques. Por eso, el alumnado debe adquirir hábitos que le permitan preservar y cuidar su bienestar y su identidad digital, aprendiendo a protegerse ante posibles amenazas que supongan un riesgo para la salud física y mental y adquiriendo pautas adecuadas de respuesta, eligiendo la mejor opción y evaluando el bienestar individual y colectivo. Esta competencia engloba, pues, tanto aspectos técnicos relativos a la configuración de dispositivos como los relacionados con la protección de los datos personales. También incide en la gestión eficaz de la identidad digital del alumnado, orientada al cuidado de su presencia en la red, prestando atención a la imagen que se proyecta y al rastro que se deja. Asimismo, se aborda el tema del bienestar personal ante posibles amenazas externas en el contexto de problemas como el ciberacoso, la sextorsión, la dependencia tecnológica, el acceso a contenidos inadecuados como la pornografía o el abuso en el juego.",
 
                    "4. Ejercer una ciudadanía digital crítica, conociendo las posibles acciones que realizar en la red, e identificando sus repercusiones, para hacer un uso activo, responsable y ético de la tecnología (CD3, CD4, CPSAA1, CC1, CC2, CC3, CC4, CE1): La competencia hace referencia al conocimiento de las posibles acciones que se pueden realizar para el ejercicio de una ciudadanía activa en la red mediante la participación proactiva en actividades en línea. El uso extendido de las gestiones realizadas con tecnologías digitales implica que cada vez más servicios públicos y privados demanden que la ciudadanía interactúe en medios digitales, por lo que el conocimiento de estas gestiones es necesario para garantizar el correcto aprovechamiento de la tecnología y para concienciar al alumnado de la brecha social de acceso y uso para diversos colectivos y del impacto ecosocial de las mismas. En este curso, esta competencia engloba aspectos de interacción con usuarios y de contenido en la red, de forma que se trabajan tanto el trato correcto al internauta como el respeto a las acciones que otras personas realizan y a la autoría de los materiales ajenos. Aborda también las gestiones administrativas telemáticas, las acciones comerciales electrónicas y el activismo en línea. Asimismo, hace reflexionar al alumnado sobre las tecnologías emergentes y el uso ético de los datos que gestionan estas tecnologías; todo ello para educar a usuarios y usuarias digitales activos, pero sobre todo críticos en el uso de la tecnología."
    ]
}
