{
  "competenciasEspecificas": [
                    {"text": "1. Comprender e interpretar las ideas principales y las líneas argumentales básicas de textos expresados en la lengua estándar, buscando fuentes fiables y haciendo uso de estrategias de inferencia y comprobación de significados, para responder a las necesidades comunicativas planteadas. La comprensión supone recibir y procesar información. En la etapa de Bachillerato, la comprensión es una destreza comunicativa que se debe desarrollar a partir de textos orales, escritos y multimodales sobre temas de relevancia personal para el alumnado o de interés público expresados en la lengua estándar. La comprensión, en este nivel, implica entender e interpretar los textos y extraer las ideas principales y las líneas argumentales más destacadas, así como valorar de manera crítica el contenido, la intención, los rasgos discursivos y ciertos matices, como la ironía o el uso estético de la lengua. Para ello, es necesario activar las estrategias más adecuadas, con el fin de distinguir la intención y las opiniones tanto implícitas como explícitas de los textos. Entre las estrategias de comprensión más útiles para el alumnado se encuentran la inferencia y la comprobación de significados, la interpretación de elementos no verbales y la formulación de hipótesis acerca de la intención y opiniones que subyacen a dichos textos, así como la transferencia e integración de los conocimientos, las destrezas y las actitudes de las lenguas que conforman su repertorio lingüístico. Incluye la interpretación de diferentes formas de representación (escritura, imagen, gráficos, tablas, diagramas, sonido, gestos, etc.), así como de la información contextual (elementos extralingüísticos) y cotextual (elementos lingüísticos), que permiten comprobar la hipótesis inicial acerca de la intención y sentido del texto, así como plantear hipótesis alternativas si fuera necesario. Además de dichas estrategias, la búsqueda de fuentes fiables, en soportes tanto analógicos como digitales, constituye un método de gran utilidad para la comprensión, pues permite contrastar, validar y sustentar la información, así como obtener conclusiones relevantes a partir de los textos. Los procesos de comprensión e interpretación requieren contextos de comunicación dialógicos que estimulen la identificación crítica de prejuicios y estereotipos, así como el interés genuino por las diferencias y semejanzas etnoculturales. Esta competencia específica se conecta con los siguientes descriptores: CCL2, CCL3, CP1, CP2, STEM1, CD1, CPSAA4.", "value": "1. Comprender e interpretar las ideas principales y las líneas argumentales básicas de textos expresados en la lengua estándar, buscando fuentes fiables y haciendo uso de estrategias de inferencia y comprobación de significados, para responder a las necesidades comunicativas planteadas (CCL2, CCL3, CP1, CP2, STEM1, CD1, CPSAA4)."},
                    {"text": "2. Producir textos originales, de creciente extensión, claros, bien organizados y detallados, usando estrategias tales como la planificación, la síntesis, la compensación o la autorreparación, para expresar ideas y argumentos de forma creativa, adecuada y coherente, de acuerdo con propósitos comunicativos concretos. La producción engloba tanto la expresión oral como la escrita y la multimodal. En esta etapa, la producción debe dar lugar a la redacción y la exposición de textos sobre temas de relevancia personal para el alumnado o de interés público, con creatividad, coherencia y adecuación. La producción, en diversos formatos y soportes, puede incluir en esta etapa la exposición de una presentación formal de extensión media en la que se apoyen las ideas con ejemplos y detalles pertinentes, una descripción clara y detallada o la redacción de textos argumentativos que respondan a una estructura lógica y expliquen los puntos a favor y en contra de la perspectiva planteada, mediante herramientas digitales y analógicas, así como la búsqueda avanzada de información en internet como fuente de documentación de forma exhaustiva y selectiva. En su formato multimodal, la producción incluye el uso conjunto de diferentes recursos para producir significado (escritura, imagen, gráficos, tablas, diagramas, sonido, gestos, etc.) y la selección, configuración y uso de dispositivos digitales, herramientas y aplicaciones para comunicarse, trabajar de forma colaborativa y compartir información, gestionando de manera responsable sus acciones en la red. Las actividades vinculadas con la producción de textos cumplen funciones importantes en los campos académicos y profesionales y existe un valor social y cívico concreto asociado a ellas. La destreza en las producciones más formales en diferentes soportes es producto del aprendizaje a través del uso de las convenciones de la comunicación y de los rasgos discursivos más frecuentes. Incluye no solo aspectos formales de cariz más lingüístico, sino también el aprendizaje de expectativas y convenciones asociadas al género empleado, el uso ético del lenguaje, herramientas de producción creativa o características del soporte utilizado. Las estrategias que permiten la mejora de la producción, tanto formal como informal, comprenden en esta etapa la planificación, la autoevaluación y coevaluación, la retroalimentación, así como la monitorización, la validación y la compensación de forma autónoma y sistemática. Esta competencia específica se conecta con los siguientes descriptores: CCL1, CCL5, CP1, CP2, STEM1, CD1, CD3, CPSAA4, CCEC3.2.", "value": "2. Producir textos originales, de creciente extensión, claros, bien organizados y detallados, usando estrategias tales como la planificación, la síntesis, la compensación o la autorreparación, para expresar ideas y argumentos de forma creativa, adecuada y coherente, de acuerdo con propósitos comunicativos concretos (CCL1, CCL5, CP1, CP2, STEM1, CD1, CD3, CPSAA4, CCEC3.2)."},
                    {"text": "3. Interactuar activamente con otras personas, con suficiente fluidez y precisión y con espontaneidad, usando estrategias de cooperación y empleando recursos analógicos y digitales, para responder a propósitos comunicativos en intercambios respetuosos con las normas de cortesía. La interacción implica a dos o más participantes en la construcción de un discurso. Se considera el origen del lenguaje y comprende funciones interpersonales, cooperativas y transaccionales. En la interacción con otras personas entran en juego la cortesía lingüística y la etiqueta digital, los elementos verbales y no verbales de la comunicación, así como la adecuación a los distintos géneros dialógicos, tanto orales como escritos y multimodales. En esta etapa de la educación se espera que la interacción aborde temas de relevancia personal para el alumnado o de interés público. Esta competencia específica es fundamental en el aprendizaje, pues incluye estrategias de cooperación, de cesión y toma de turnos de palabra, así como estrategias para preguntar con el objetivo de solicitar clarificación o confirmación. La interacción se revela, además, como una actividad imprescindible en el trabajo cooperativo donde la distribución y la aceptación de tareas y responsabilidades de manera equitativa, eficaz, respetuosa y empática está orientada al logro de objetivos compartidos. Además, el aprendizaje y aplicación de las normas y principios que rigen la cortesía lingüística y la etiqueta digital preparan al alumnado para el ejercicio de una ciudadanía democrática, responsable, respetuosa, inclusiva, segura y activa. Esta competencia específica se conecta con los siguientes descriptores: CCL5, CP1, CP2, STEM1, CPSAA3.1, CC3.", "value": "3. Interactuar activamente con otras personas, con suficiente fluidez y precisión y con espontaneidad, usando estrategias de cooperación y empleando recursos analógicos y digitales, para responder a propósitos comunicativos en intercambios respetuosos con las normas de cortesía (CCL5, CP1, CP2, STEM1, CPSAA3.1, CC3)."},
                    {"text": "4. Mediar entre distintas lenguas o variedades, o entre las modalidades o registros de una misma lengua, usando estrategias y conocimientos eficaces orientados a explicar conceptos y opiniones o simplificar mensajes, para transmitir información de manera eficaz, clara y responsable, y crear una atmósfera positiva que facilite la comunicación. La mediación es la actividad del lenguaje que consiste en explicar y facilitar la comprensión de mensajes o textos a partir de estrategias como la reformulación, de manera oral o escrita. En la mediación, el alumnado debe actuar como agente social encargado de crear puentes y ayudar a construir o expresar mensajes de forma dialógica, no solo entre lenguas distintas, sino también entre distintas modalidades o registros dentro de una misma lengua, a partir del trabajo cooperativo y de su labor como clarificador de las opiniones y las posturas de otros. En la etapa de Bachillerato, la mediación se centra en el rol de la lengua como herramienta para resolver los retos que surgen del contexto comunicativo, creando espacios y condiciones propicias para la comunicación y el aprendizaje, fomentando la participación de los demás para construir y entender nuevos significados, y transmitiendo nueva información de manera apropiada, responsable y constructiva. Para ello se pueden emplear tanto medios convencionales como aplicaciones o plataformas virtuales para traducir, analizar, interpretar y compartir contenidos que, en esta etapa, versarán sobre asuntos de relevancia personal para el alumnado o de interés público. La mediación facilita el desarrollo del pensamiento estratégico del alumnado, en tanto que supone hacer una adecuada elección de las destrezas y estrategias más convenientes de su repertorio para lograr una comunicación eficaz, pero también para favorecer la participación propia y de otras personas en entornos cooperativos de intercambios de información. Asimismo, implica reconocer los recursos disponibles y promover la motivación de los demás y la empatía, comprendiendo y respetando las diferentes motivaciones, opiniones, ideas y circunstancias personales de los interlocutores e interlocutoras y armonizándolas con las propias. Por ello, se espera que el alumnado muestre empatía, respeto, espíritu crítico y sentido ético como elementos clave para una adecuada mediación en este nivel. Esta competencia específica se conecta con los siguientes descriptores: CCL5, CP1, CP2, CP3, STEM1, CPSAA3.1.", "value": "4. Mediar entre distintas lenguas o variedades, o entre las modalidades o registros de una misma lengua, usando estrategias y conocimientos eficaces orientados a explicar conceptos y opiniones o simplificar mensajes, para transmitir información de manera eficaz, clara y responsable, y crear una atmósfera positiva que facilite la comunicación (CCL5, CP1, CP2, CP3, STEM1, CPSAA3.1)."},
                    {"text": "5. Ampliar y usar los repertorios lingüísticos personales entre distintas lenguas y variedades, reflexionando de forma crítica sobre su funcionamiento, y haciendo explícitos y compartiendo las estrategias y los conocimientos propios, para mejorar la respuesta a sus necesidades comunicativas. El uso del repertorio lingüístico y la reflexión sobre su funcionamiento están vinculados con el enfoque plurilingüe de la adquisición de lenguas. El enfoque plurilingüe parte del hecho de que las experiencias del alumnado con las lenguas que conoce sirven de base para la ampliación y mejora del aprendizaje de lenguas nuevas y lo ayudan a desarrollar y enriquecer su repertorio lingüístico plurilingüe y su curiosidad y sensibilización cultural. En la etapa de Bachillerato, es imprescindible que el alumnado reflexione sobre el funcionamiento de las lenguas y compare de forma sistemática las que conforman sus repertorios individuales analizando semejanzas y diferencias con el fin de ampliar los conocimientos y estrategias en dichas lenguas. De este modo, se favorece el aprendizaje de nuevas lenguas y se mejora la competencia comunicativa. La reflexión crítica y sistemática sobre las lenguas y su funcionamiento implica que el alumnado entienda sus relaciones y, además, contribuye a que identifique las fortalezas y carencias propias en el terreno lingüístico y comunicativo, tomando conciencia de los conocimientos y estrategias propios y haciéndolos explícitos. En este sentido, supone también la puesta en marcha de destrezas para hacer frente a la incertidumbre y desarrollar el sentido de la iniciativa y la perseverancia en la consecución de los objetivos o la toma de decisiones. Además, el conocimiento de distintas lenguas y variedades permite valorar críticamente la diversidad lingüística de la sociedad como un aspecto enriquecedor y positivo y adecuarse a ella. La selección, configuración y aplicación de los dispositivos y herramientas tanto analógicas como digitales para la construcción e integración de nuevos contenidos sobre el repertorio lingüístico propio puede facilitar la adquisición y mejora del aprendizaje de otras lenguas. Esta competencia específica se conecta con los siguientes descriptores: CP2, STEM1, CD3, CPSAA1.1.", "value": "5. Ampliar y usar los repertorios lingüísticos personales entre distintas lenguas y variedades, reflexionando de forma crítica sobre su funcionamiento, y haciendo explícitos y compartiendo las estrategias y los conocimientos propios, para mejorar la respuesta a sus necesidades comunicativas (CP2, STEM1, CD3, CPSAA1.1)."},
                    {"text": "6. Valorar críticamente y adecuarse a la diversidad lingüística, cultural y artística a partir de la lengua extranjera, reflexionando y compartiendo las semejanzas y las diferencias entre lenguas y culturas, para actuar de forma empática, respetuosa y eficaz, y fomentar la comprensión mutua en situaciones interculturales. La interculturalidad supone experimentar la diversidad lingüística, cultural y artística de la sociedad analizándola, valorándola críticamente y beneficiándose de ella. En la etapa de Bachillerato, la interculturalidad, que favorece el entendimiento con los demás, merece una atención específica porque sienta las bases para que el alumnado ejerza una ciudadanía responsable, respetuosa y comprometida y evita que su percepción esté distorsionada por estereotipos y prejuicios, lo que constituye el origen de ciertos tipos de discriminación. La valoración crítica y la adecuación a la diversidad deben permitir al alumnado actuar de forma empática, respetuosa y responsable en situaciones interculturales. La conciencia de la diversidad proporciona al alumnado la posibilidad de relacionar distintas culturas. Además, favorece el desarrollo de una sensibilidad artística y cultural, y la capacidad de identificar y utilizar una gran variedad de estrategias que le permitan establecer relaciones con personas de otras culturas. Las situaciones interculturales que se pueden plantear durante la enseñanza de la lengua extranjera permiten al alumnado abrirse a nuevas experiencias, ideas, sociedades y culturas, mostrando interés hacia lo diferente; relativizar la propia perspectiva y el propio sistema de valores culturales; y rechazar y evaluar las consecuencias de las actitudes sustentadas sobre cualquier tipo de discriminación o refuerzo de estereotipos. Todo ello debe desarrollarse con el objetivo de favorecer y justificar la existencia de una cultura compartida y una ciudadanía comprometida con la sostenibilidad y los valores democráticos. Esta competencia específica se conecta con los siguientes descriptores: CCL5, CP3, CPSAA3.1, CC3, CCEC1.", "value": "6. Valorar críticamente y adecuarse a la diversidad lingüística, cultural y artística a partir de la lengua extranjera, reflexionando y compartiendo las semejanzas y las diferencias entre lenguas y culturas, para actuar de forma empática, respetuosa y eficaz, y fomentar la comprensión mutua en situaciones interculturales (CCL5, CP3, CPSAA3.1, CC3, CCEC1)."}
                ]
}
