{
  "competenciasEspecificas": [
         {"text": "1. Buscar, seleccionar, tratar y organizar información sobre temas relevantes del presente y del pasado, usando críticamente fuentes históricas y geográficas, para adquirir conocimientos, elaborar y expresar contenidos en varios formatos (CCL2, CCL3, STEM4, CD1, CD2, CC1): Las destrezas y los procesos asociados a la búsqueda, selección y tratamiento de la información son instrumentos imprescindibles en toda situación de aprendizaje en el contexto de la sociedad del conocimiento. Entrenar y ejercitar esta competencia resulta esencial para la adquisición e incorporación de datos, contenidos y saberes, lo que implica el desarrollo de estrategias complejas asociadas a la utilización de sistemas de búsqueda, bases de datos y plataformas de recursos en entornos digitales accesibles al alumnado, además de la utilización de otro tipo de documentos y fuentes geográficas e históricas. También permite valorar e interpretar las fuentes y el uso veraz, confiable y seguro de las mismas. Incluye procesos básicos de lectura comprensiva, crítica de fuentes, y manejo, organización y clasificación de datos, a través de la elaboración de recursos propios mediante la generación de bases de datos y tablas, así como estrategias adecuadas para conectar y organizar eficazmente la información compartida, tanto en entornos individuales como colectivos. Además, contribuye al diseño de esquemas para establecer relaciones y conexiones, a la redacción de textos de síntesis y al desarrollo de otros procesos y productos en distintos formatos que permitan el aprovechamiento y utilización contextualizada de la información recabada para la generación y transferencia de conocimiento.", "value": "1. Buscar, seleccionar, tratar y organizar información sobre temas relevantes del presente y del pasado, usando críticamente fuentes históricas y geográficas, para adquirir conocimientos, elaborar y expresar contenidos en varios formatos (CCL2, CCL3, STEM4, CD1, CD2, CC1)"},
                        
                    {"text": "2. Indagar, argumentar y elaborar productos propios sobre problemas geográficos, históricos y sociales que resulten relevantes en la actualidad, desde lo local a lo global, para desarrollar un pensamiento crítico, respetuoso con las diferencias, que contribuya a la construcción de la propia identidad y a enriquecer el acervo común (CCL1, CCL2, CD2, CC1, CC3, CE3, CCEC3): La creación de juicios propios, construidos a partir del contraste de distintas fuentes de información, y la capacidad de discernir opiniones infundadas, resultan esenciales en una sociedad en la que conviven al mismo tiempo el exceso de información y la desinformación deliberada. El interés y la sensibilidad por los principales problemas y retos que afectan a la humanidad, tanto en el entorno más cercano como en un contexto global, y el seguimiento de los debates que se generan en los medios de comunicación y en las redes sociales supone la necesidad de desarrollar una posición racional por parte de la ciudadanía y el ejercicio del pensamiento crítico. La generación de ideas propias y su contraste o conexión con distintas corrientes de pensamiento y movimientos ideológicos, así como su exposición argumentada a través de diálogos y debates sobre asuntos centrales de la actualidad y del pasado, constituye un escenario esencial para el intercambio de ideas y la formación de la identidad individual, el afianzamiento de una actitud respetuosa y la creación de una conciencia cívica que incluya el respeto a otras formas de pensar y valorar. Por otra parte, la capacidad discursiva, debe incorporar el manejo adecuado y correcto de conceptos, datos y situaciones acordes con el contexto, mediante el uso de diferentes medios de expresión y distintos canales de comunicación. Finalmente, el desarrollo de esta competencia ha de generar la necesidad de elaborar productos capaces de reflejar con originalidad y creatividad ideas y pensamientos, contribuyendo así al enriquecimiento cultural y artístico que conforma nuestro acervo común.", "value": "2. Indagar, argumentar y elaborar productos propios sobre problemas geográficos, históricos y sociales que resulten relevantes en la actualidad, desde lo local a lo global, para desarrollar un pensamiento crítico, respetuoso con las diferencias, que contribuya a la construcción de la propia identidad y a enriquecer el acervo común (CCL1, CCL2, CD2, CC1, CC3, CE3, CCEC3)"},
                        
                    {"text": "3. Conocer los principales desafíos a los que se han enfrentado distintas sociedades a lo largo del tiempo, identificando las causas y consecuencias de los cambios producidos y los problemas a los que se enfrentan en la actualidad, mediante el desarrollo de proyectos de investigación y el uso de fuentes fiables, para realizar propuestas que contribuyan al desarrollo sostenible (STEM3, STEM4, STEM5, CPSAA3, CC3, CC4, CE1, CCEC1): La humanidad se viene enfrentando constantemente a desafíos y problemas en relación con el medio en el que actúa y dentro de su comunidad, desde la obtención de recursos para la supervivencia y el modo de distribuirlos, a la cuestión de cómo organizarse y participar en sociedad. Las respuestas que ha ido dando en su interacción con el entorno, en la organización de las relaciones sociales, en el uso del poder y a través del conjunto de creencias y expresiones culturales, conforman la base de las civilizaciones que han venido sucediéndose a lo largo del tiempo. El aprendizaje a través de proyectos, retos o problemas posibilita que el alumnado, tanto individualmente como en equipo, ponga en acción estrategias y habilidades diversas para analizar y comprender los fenómenos, situaciones o acontecimientos que tienen una especial relevancia o interés en el mundo en el que vive. Este modo de aprendizaje otorga también al alumnado el protagonismo en la construcción del conocimiento y un papel activo en la generación de contenidos por medio de procesos y estrategias de indagación e investigación, a través del manejo de distintas formas de representación gráfica, cartográfica y visual, y del uso correcto, crítico y eficaz de los medios de comunicación. Igualmente, implica dotar a las iniciativas que se llevan a cabo de un sentido de utilidad, conectándolas con problemas actuales que afectan a su comunidad y que requieran de su análisis, comprensión y compromiso. De este modo, cualquier tema del pasado o del presente adquiere significación, en la medida en que contribuye a entender la realidad y a valorar propuestas y alternativas a los desafíos actuales y al logro de los Objetivos de Desarrollo Sostenible.", "value": "3. Conocer los principales desafíos a los que se han enfrentado distintas sociedades a lo largo del tiempo, identificando las causas y consecuencias de los cambios producidos y los problemas a los que se enfrentan en la actualidad, mediante el desarrollo de proyectos de investigación y el uso de fuentes fiables, para realizar propuestas que contribuyan al desarrollo sostenible (STEM3, STEM4, STEM5, CPSAA3, CC3, CC4, CE1, CCEC1)"},
                        
                    {"text": "4. Identificar y analizar los elementos del paisaje y su articulación en sistemas complejos naturales, rurales y urbanos, así como su evolución en el tiempo, interpretando las causas de las transformaciones y valorando el grado de equilibrio existente en los distintos ecosistemas, para promover su conservación, mejora y uso sostenible (CPSAA2, CC1, CC2, CC3, CC4, CE1): El descubrimiento y análisis del entorno permite al alumnado identificar sus elementos y relaciones, su equilibrio y evolución. La explicación multicausal facilita la comprensión y la necesaria actitud responsable con vistas a su conservación. Y si bien es necesario destacar los resultados positivos en ciertos ámbitos del progreso, la civilización, la técnica y la cultura, deben también cuestionarse éticamente las consecuencias del desarrollo tecnológico y la globalización con respecto a la diversidad cultural, la competencia por los recursos, la conflictividad internacional, las migraciones, la despoblación rural y, en general, la degradación de la vida en la Tierra. Por otro lado, la calidad ambiental de los espacios en los que vivimos, sean entornos naturales, rurales o urbanos, determina, en varios sentidos, el presente y futuro del alumnado, que debe valorar las posibilidades que se le ofrecen para su desarrollo personal, pero también las limitaciones a implementar para asegurar el mantenimiento y cuidado de dichos espacios, atendiendo a problemas como la contaminación de las grandes urbes y la despoblación del medio rural. Esta competencia implica también la toma de conciencia acerca de la gravedad de las consecuencias de la crisis climática y la exigencia de adoptar conductas respetuosas con la dignidad de todos los seres vivos, tendente a asegurar un desarrollo sostenible. Debe además promover posturas activas y de participación con respecto a la mejora, en general, del entorno, tanto a escala local como global, y en favor de un reparto justo, equitativo y solidario de los recursos en un sentido global.", "value": "4. Identificar y analizar los elementos del paisaje y su articulación en sistemas complejos naturales, rurales y urbanos, así como su evolución en el tiempo, interpretando las causas de las transformaciones y valorando el grado de equilibrio existente en los distintos ecosistemas, para promover su conservación, mejora y uso sostenible (CPSAA2, CC1, CC2, CC3, CC4, CE1)"},
                        
                    {"text": "5. Analizar de forma crítica planteamientos históricos y geográficos explicando la construcción de los sistemas democráticos y los principios constitucionales que rigen la vida en comunidad, así como asumiendo los deberes y derechos propios de nuestro marco de convivencia, para promover la participación ciudadana y la cohesión social (CCL5, CC1, CC2, CCEC1): La Constitución española recoge los principios y fundamentos que conforman nuestro modelo de convivencia, garantiza el ejercicio de nuestras libertades y derechos, y, a la vez, promueve la responsabilidad civil, la iniciativa ciudadana, la cohesión social y el cumplimiento efectivo de los derechos y libertades en el ámbito internacional. La Constitución es producto no solo de un determinado momento del pasado próximo –la Transición a la democracia–, sino el resultado de una trayectoria más dilatada en el tiempo que integra los movimientos, acciones y acontecimientos que, desde distintas culturas políticas, han contribuido al afianzamiento de las ideas y valores que han ayudado a conformar el sistema democrático actual. Supone, por tanto, el reconocimiento de la memoria democrática y el análisis de los distintos momentos históricos que la conforman, en especial, la pérdida de las libertades y derechos tras el golpe de Estado del 1936, así como la visibilización de la aportación de las mujeres, que han marcado, a través de su compromiso y acción pacífica, gran parte de los avances y logros del estado social y de derecho que hoy disfrutamos. La Constitución española es, en fin, un símbolo activo de nuestra identidad cívica, y debe promover en el alumnado una actitud de vigilancia ante cualquier amenaza o cuestionamiento que no se enmarque en el contexto de los procedimientos democráticos que ella misma incluye para su reforma, además de instar al ejercicio de la mediación en pos de una gestión pacífica de los conflictos.", "value": "5. Analizar de forma crítica planteamientos históricos y geográficos explicando la construcción de los sistemas democráticos y los principios constitucionales que rigen la vida en comunidad, así como asumiendo los deberes y derechos propios de nuestro marco de convivencia, para promover la participación ciudadana y la cohesión social (CCL5, CC1, CC2, CCEC1)"},
                        
                    {"text": "6. Comprender los procesos geográficos, históricos y culturales que han conformado la realidad multicultural en la que vivimos, conociendo y difundiendo la historia y cultura de las minorías étnicas presentes en nuestro país y valorando la aportación de los movimientos en defensa de la igualdad y la inclusión, para reducir estereotipos, evitar cualquier tipo de discriminación y violencia, y reconocer la riqueza de la diversidad (CCL5, CPSAA3, CC1, CC2, CC3, CCEC1): La multiculturalidad es fruto de procesos históricos de interrelación entre distintos pueblos y culturas y, más recientemente, del acelerado proceso de globalización. Pero también es el resultado del reconocimiento de la diversidad en el seno de la propia sociedad, algo que resulta sustancial para la formación ciudadana del alumnado, y que supone el desarrollo de una actitud favorable al avance de los derechos sociales. De ahí que resulten necesarios el conocimiento y la valoración de los distintos movimientos que han ido surgiendo para la defensa de los derechos y libertades de colectivos especialmente discriminados y, de manera referencial, del feminismo. Así mismo, es preciso el conocimiento y difusión de otras culturas, particularmente la propia del pueblo gitano, contribuyendo así a la valoración de las diferencias culturales, así como el reconocimiento y la difusión de la historia y cultura de las minorías étnicas presentes en nuestro país, para promover su conocimiento y reducir estereotipos. En este sentido, es fundamental erradicar comportamientos segregadores, especialmente los relacionados con el género y las diferencias etnoculturales, así como el desarrollo de actitudes y acciones en favor de la igualdad real entre mujeres y hombres, y de la convivencia con personas diferentes. El alumnado debe concebir que la comunidad es la suma de todos y cada uno y que debemos convivir en igualdad de derechos, de oportunidades y de responsabilidades, teniendo en cuenta que el bienestar colectivo depende también de nuestras aportaciones individuales.", "value": "6. Comprender los procesos geográficos, históricos y culturales que han conformado la realidad multicultural en la que vivimos, conociendo y difundiendo la historia y cultura de las minorías étnicas presentes en nuestro país y valorando la aportación de los movimientos en defensa de la igualdad y la inclusión, para reducir estereotipos, evitar cualquier tipo de discriminación y violencia, y reconocer la riqueza de la diversidad (CCL5, CPSAA3, CC1, CC2, CC3, CCEC1)"},
                        
                    {"text": "7. Identificar los fundamentos que sostienen las diversas identidades propias y las ajenas, a través del conocimiento y puesta en valor del patrimonio material e inmaterial que compartimos para conservarlo y respetar los sentimientos de pertenencia, así como para favorecer procesos que contribuyan a la cohesión y solidaridad territorial en orden a los valores del europeísmo y de la Declaración Universal de los Derechos Humanos (CP3, CPSAA1, CC1 CC2, CC3, CCEC1): La identidad constituye uno de los temas más complejos y problemáticos de la sociedad contemporánea y de la España de hoy, cobrando una especial relevancia en la formación del alumnado. Se debe atender a los procesos de identificación colectiva, comprendiendo los distintos elementos que han contribuido a su construcción y evolución, tales como el territorio, la historia, el arte, la lengua y la cultura. Por otro lado, resulta necesario entender los mecanismos sociales y emocionales que llevan a generar diferentes sentimientos de pertenencia a lo largo de la historia, respetarlos en sus manifestaciones y reconocer la importancia que tienen sus múltiples expresiones culturales y artísticas, como parte que son del rico acervo común. Reconocer el significado histórico y simbólico del patrimonio material e inmaterial, así como promover acciones tendentes a su conservación, promoción y puesta en valor como recurso colectivo para el desarrollo de los pueblos, resultan procesos fundamentales para que se tome conciencia de su importancia. Los sentimientos de identidad deben valorarse desde sus diferentes escalas y en relación a sus consecuencias, tomando conciencia de los conflictos que en algunos casos han contribuido a ocasionar y la necesidad de reconocer el sufrimiento de las víctimas de la violencia y del terrorismo. De especial relevancia resulta el integrar principios de cohesión y solidaridad territorial, así como concebir nuestra presencia en el mundo desde un compromiso fraternal y universal que trascienda las fronteras, asumiendo los valores del europeísmo y los principios que emanan de la Declaración Universal de los Derechos Humanos.", "value": "7. Identificar los fundamentos que sostienen las diversas identidades propias y las ajenas, a través del conocimiento y puesta en valor del patrimonio material e inmaterial que compartimos para conservarlo y respetar los sentimientos de pertenencia, así como para favorecer procesos que contribuyan a la cohesión y solidaridad territorial en orden a los valores del europeísmo y de la Declaración Universal de los Derechos Humanos (CP3, CPSAA1, CC1 CC2, CC3, CCEC1)"},
                        
                    {"text": "8. Tomar conciencia del papel de los ciclos demográficos, el ciclo vital, las formas de vida y las relaciones intergeneracionales y de dependencia en la sociedad actual y su evolución a lo largo del tiempo, analizándolas de forma crítica, para promover alternativas saludables, sostenibles, enriquecedoras y respetuosas con la dignidad humana y el compromiso con la sociedad y el entorno (STEM5, CD4, CPSAA2, CPSAA5, CC1, CC2, CC3): El desarrollo personal es determinante en la formación integral del alumnado. De ahí la necesidad de identificar los diversos componentes que constituyen la personalidad (cognitivo, moral, emocional, etc.) y su devenir histórico. Resulta de especial relevancia tomar conciencia del transcurso del ciclo vital, de sus principales estadios, y del papel social que ha correspondido a cada uno de ellos, así como las diferencias existentes al respecto en las distintas culturas, su evolución en la historia y, de manera más cercana, los cambios que se producen en torno a las generaciones más próximas y las relaciones entre ellas. Implica el análisis y conocimiento de las razones por las que se produce la división del trabajo como paso previo para abordar la corresponsabilidad en el ámbito familiar y analizar críticamente los roles del género y edad, además de adoptar un compromiso, en este sentido, con el entorno social próximo. La esperanza y la calidad de vida están relacionadas también con los estilos de vida y hábitos que se adquieren individual y colectivamente en el entorno cultural y familiar. Por otro lado, el trabajo y las obligaciones laborales han sido la base de la supervivencia humana a lo largo de la historia, y disponer de una adecuada orientación profesional y valorar los cambios del mercado laboral son imprescindibles para trazar la trayectoria académica del alumnado, asumir sus responsabilidades y diseñar sus horizontes de futuro. Finalmente, la educación para el ocio y el uso del tiempo libre es hoy en día una necesidad. Orientar el esparcimiento hacia actividades enriquecedoras, contribuyendo a un uso adecuado y ético de la tecnología, así como promover el compromiso activo y el voluntariado constituyen tareas imprescindibles.", "value": "8. Tomar conciencia del papel de los ciclos demográficos, el ciclo vital, las formas de vida y las relaciones intergeneracionales y de dependencia en la sociedad actual y su evolución a lo largo del tiempo, analizándolas de forma crítica, para promover alternativas saludables, sostenibles, enriquecedoras y respetuosas con la dignidad humana y el compromiso con la sociedad y el entorno (STEM5, CD4, CPSAA2, CPSAA5, CC1, CC2, CC3)"},
                        
                    {"text": "9. Conocer y valorar la importancia de la seguridad integral ciudadana en la cultura de convivencia nacional e internacional, reconociendo la contribución del Estado, sus instituciones y otras entidades sociales a la ciudadanía global, a la paz, a la cooperación internacional y al desarrollo sostenible, para promover la consecución de un mundo más seguro, solidario, sostenible y justo (CCL2, CC1, CC2, CC3, CC4, CE1, CCEC1): La seguridad integral, garantizada por instituciones y entidades, constituye la base de la convivencia en nuestra sociedad y del ejercicio de la ciudadanía. En el mundo global de hoy la seguridad debe concebirse de un modo general, así como también en el contexto de las relaciones e interacciones con otros pueblos. Para entender la evolución histórica de un país es necesario situarlo en el escenario de los grandes flujos de difusión cultural y técnica y del comercio internacional, así como en el contexto de las relaciones políticas y diplomáticas, sin eludir el análisis crítico de los conflictos y del recurso a la fuerza. Valorar el papel que han representado los distintos territorios y sociedades en esas redes de intercambio, marcadas por la desigualdad y las percepciones etnocéntricas, resulta conveniente para evitar lecturas mitificadoras de unos y reduccionistas de otros. De ahí que toda aportación a la civilización europea y mundial de nuestro país deba considerarse y valorarse con perspectiva y desde la consideración de valores universales relacionados con la paz, la cultura, la justicia y la solidaridad. Por otro lado, la formación de alianzas internacionales constituye un elemento imprescindible para afrontar los grandes retos a los que se enfrenta la humanidad. Esto supone asumir el compromiso colectivo de formar parte de programas y misiones que contribuyan a la seguridad, a la paz mundial, y a la cooperación con otros países en situación de emergencia o pobreza, con la garantía de organismos y entidades estatales e internacionales que aseguren el logro de los grandes compromisos contenidos en los Objetivos de Desarrollo Sostenible, lo que supone promover el interés del alumnado por la realidad internacional y los problemas existentes en el mundo en el que vivimos.", "value": "9. Conocer y valorar la importancia de la seguridad integral ciudadana en la cultura de convivencia nacional e internacional, reconociendo la contribución del Estado, sus instituciones y otras entidades sociales a la ciudadanía global, a la paz, a la cooperación internacional y al desarrollo sostenible, para promover la consecución de un mundo más seguro, solidario, sostenible y justo (CCL2, CC1, CC2, CC3, CC4, CE1, CCEC1)"}
       ]
}
