{
  "competenciasEspecificas": [
          {"text": "1. Escuchar y visionar de forma activa piezas vocales de distintos estilos, géneros y culturas, analizando los rasgos de estilo y las características de la interpretación, para desarrollar el criterio estético, estimular el hábito de escucha activa y ampliar las posibilidades de disfrute de la música. La escucha y el visionado activos son indispensables para poder analizar una propuesta musical. Los elementos estilísticos comunes y la tradición en la interpretación constituirán los referentes básicos de este análisis, que será formulado con ayuda de un lenguaje técnico apropiado. Se prestará especial atención a la relación del texto con la música para considerar su reflejo en la interpretación. A su vez, el visionado de actuaciones, en directo o grabadas, ayudará a profundizar en las intenciones expresivas y a descubrir los modos en que el lenguaje corporal acompaña a la ejecución musical y a la propuesta escénica, en su caso. La elección de un amplio abanico de piezas vocales permitirá al alumnado ampliar sus gustos, ir formando un criterio estético propio, y potenciar la construcción de una identidad personal y cultural basada en el respeto a la diversidad. Por su parte, la práctica sistemática de la escucha activa podrá refinar el análisis e influir en otras escuchas más amplias y personales. En concreto, en la práctica coral, se volverá más compleja porque esta requiere la escucha del sonido propio, del sonido de los otros y del sonido del conjunto mientras la persona dirige, ejecuta o improvisa. Además, para asegurar la interacción, la incorporación de la expresión corporal demanda también la atención hacia el movimiento propio y del resto de integrantes. Escuchar y ver para aprender, aplicando a las futuras producciones e interpretaciones propias aquello que se ha entendido, reflexionado e interiorizado, forma una parte crucial del aprendizaje y puede implicar un aspecto motivador para la mejora. Esta competencia específica se conecta con los siguientes descriptores: CCL1, CCL2, CP3, STEM2, CPSAA1.1, CC3, CCEC1, CCEC2, CCEC3.1.", "value": "1. Escuchar y visionar de forma activa piezas vocales de distintos estilos, géneros y culturas, analizando los rasgos de estilo y las características de la interpretación, para desarrollar el criterio estético, estimular el hábito de escucha activa y ampliar las posibilidades de disfrute de la música (CCL1, CCL2, CP3, STEM2, CPSAA1.1, CC3, CCEC1, CCEC2, CCEC3.1)."},
          {"text": "2. Expresarse vocal y corporalmente, de forma individual y colectiva, a través de la aplicación de diferentes técnicas y la realización de actividades de improvisación, para reforzar la autoestima y la autoconfianza y desarrollar la voz y el cuerpo como instrumentos de comunicación. Las habilidades del canto se adquieren poniendo en práctica diversas técnicas que implican el aparato fonador y el resto del cuerpo. Por ello, es crucial que el alumnado adopte una actitud de escucha activa de su propio cuerpo y del sonido que este emite, y que, al mismo tiempo, vaya desarrollando una percepción global del grupo, tanto en el aspecto sonoro como en el ámbito del movimiento. Solo de esta manera, se podrán ir abordando apropiadamente las demandas musicales del repertorio, de su texto y de la improvisación, así como las necesidades de una puesta en escena. A través de distintas prácticas de improvisación vocal y expresión corporal, se pueden crear espacios para la experimentación. La realización de estas actividades ha de constituir un medio para que, a partir de la relajación, la desinhibición y la búsqueda de la confianza en los demás, el alumnado explore su propia voz y reconozca su propio sonido y el sonido de sus compañeros y compañeras como señal de identidad propia e inimitable. Se trata, en definitiva, de que los alumnos y alumnas puedan vencer sus miedos y resistencias, y sean capaces de valorar la diversidad y gestionar sus incertidumbres e inseguridades. La aceptación de la voz propia como proyección personal, así como el empleo adecuado y saludable de la misma, reforzarán su autoestima y contribuirán al equilibrio físico y emocional de la persona y del grupo. En este contexto, cobra especial relevancia la adquisición de técnicas para el cuidado de la voz y del cuerpo como instrumento vivo. Esta competencia específica se conecta con los siguientes descriptores: CPSAA2, CPSAA3.1, CC1, CE2, CCEC3.1, CCEC3.2.", "value": "2. Expresarse vocal y corporalmente, de forma individual y colectiva, a través de la aplicación de diferentes técnicas y la realización de actividades de improvisación, para reforzar la autoestima y la autoconfianza y desarrollar la voz y el cuerpo como instrumentos de comunicación (CPSAA2, CPSAA3.1, CC1, CE2, CCEC3.1, CCEC3.2)."},
          {"text": "3. Interpretar piezas de diferentes estilos y géneros musicales, participando en distintas formaciones vocales, para potenciar una comunicación artística rica y el desarrollo de valores colectivos. La interpretación de piezas de diferentes repertorios, expresados en distintos idiomas y provenientes de culturas y épocas diversas, contribuye a ensanchar el campo expresivo. Además, puede constituir un elemento motivador para el alumnado, pues dichos repertorios lo acercan a una enriquecedora variedad de estéticas, recursos, técnicas interpretativas y propuestas escénicas, y, sobre todo, a una gran diversidad de emociones emanadas tanto de los textos como de la música. El acercamiento a esta diversidad puede ser aprovechada para identificar ejemplos vocales, gestuales y corporales que ilustren eficazmente modelos a seguir. La elección del repertorio debe estar directamente vinculada con las capacidades que vaya desarrollando ese «instrumento colectivo» que es el coro. La evolución del grupo y de cada una de las personas que lo componen mantienen una relación estrecha, de mutua influencia, pero no existe una concordancia directa entre ambas, ya que las personas y el grupo no siempre evolucionan de manera sincronizada. Por ello, y para atender adecuadamente el alto grado de diversidad musical y vocal del alumnado, se puede recurrir al trabajo en pequeños grupos vocales y de acompañamientos instrumentales, lo que, además, enriquecerá el repertorio seleccionado. Durante los ensayos, el alumnado irá perfeccionando su técnica y su expresión vocal y corporal, adecuándola al servicio del conjunto y a las directrices de la dirección. Estos aprendizajes se realizarán en un marco cooperativo, en el que las dinámicas de grupo contemplarán el logro de objetivos colectivos mediante la integración de las diversas personalidades a través de la aportación del sonido personal de sus voces. El poder sinérgico del canto como aglutinador de energías constituye una herramienta para fomentar la socialización y la empatía con los demás. Compartir el sonido propio a través del canto es compartir la energía propia con los demás y desarrollar la expresión colectiva, convirtiendo la experiencia de cantar en un vigoroso vínculo emocional entre las personas que integran el coro. Esta competencia específica se conecta con los siguientes descriptores: CP1, CPSAA1.1, CPSAA3.1, CCEC3.1, CCEC3.2.", "value": "3. Interpretar piezas de diferentes estilos y géneros musicales, participando en distintas formaciones vocales, para potenciar una comunicación artística rica y el desarrollo de valores colectivos (CP1, CPSAA1.1, CPSAA3.1, CCEC3.1, CCEC3.2)."},
          {"text": "4. Participar en proyectos escénicos, realizando actuaciones y asumiendo tareas propias de la producción, para favorecer el crecimiento artístico personal, enriquecer el entorno cultural e identificar oportunidades de desarrollo personal, social, académico o profesional. El diseño y la puesta en escena de un proyecto escénico requiere de un trabajo en equipo. Ser partícipe de este proceso de creación conjunto, desde el inicio de la idea hasta la cristalización del producto, contribuye a fomentar la iniciativa y la autonomía del alumnado, la resolución creativa de las dificultades encontradas, y la asunción de responsabilidades individuales para lograr un objetivo común. El proyecto facilita la puesta en práctica de los recursos musicales adquiridos y requiere de la toma de conciencia de los condicionantes y limitaciones técnicos: solo así podrá el alumnado reforzar su confianza y sacar el máximo provecho a sus posibilidades. La participación artística en el escenario implica también la gestión emocional y el reconocimiento del público en ese espacio de comunicación. Por último, el proyecto puede conllevar el trabajo multidisciplinar y el uso de diferentes aplicaciones y herramientas tecnológicas, analógicas y digitales, orientando la producción escolar a situaciones profesionales artísticas y de gestión. En este sentido, tanto la actuación como el desempeño de alguna de las funciones de la producción artística (preproducción, organización de ensayos, apoyo técnico o difusión) permitirán al alumnado reconocer sus aptitudes y descubrir distintas oportunidades de desarrollo personal, social, académico o profesional ligadas al ámbito de la música. Esta competencia específica se conecta con los siguientes descriptores: CD3, CD5, CPSAA1.1, CPSAA1.2, CE1, CCEC3.1, CCEC4.1.", "value": "4. Participar en proyectos escénicos, realizando actuaciones y asumiendo tareas propias de la producción, para favorecer el crecimiento artístico personal, enriquecer el entorno cultural e identificar oportunidades de desarrollo personal, social, académico o profesional. El diseño y la puesta en escena de un proyecto escénico requiere de un trabajo en equipo (CD3, CD5, CPSAA1.1, CPSAA1.2, CE1, CCEC3.1, CCEC4.1)."}
      ]
}
