{
  "competenciasEspecificas": [
                    {"text": "1. Identificar las características técnicas de la música y de la danza, apreciando su evolución a lo largo de la historia a través del análisis de las fuentes de estudio disponibles, para reconocer sus rasgos estilísticos y su función en un determinado contexto. La música y la danza son medios de expresión y comunicación que, trascendiendo el uso del lenguaje verbal, han desarrollado un código propio que las identifica y que, en muchas ocasiones, ha evolucionado de manera conjunta. En cada periodo varían los rasgos estilísticos que caracterizan estas artes, pues guardan relación con otros aspectos definitorios de su contexto y con la función que desempeñan en un determinado momento. La escucha o el visionado de piezas de distintas épocas, así como el análisis de textos y de partituras representativas, permitirán al alumnado identificar y comparar sus características técnicas, apreciando la evolución de la música y de la danza a lo largo del tiempo. Además, atendiendo a parámetros histórico-estéticos, el alumnado podrá contextualizar las piezas y determinar su función en el entorno creativo correspondiente; pudiendo compartirlo en clase a través de textos orales, escritos o multimodales de naturaleza expositiva. Esta competencia específica se conecta con los siguientes descriptores: CCL1, CCL2, CCL3, STEM2, CPSAA4, CC3, CCEC2.", "value": "1. Identificar las características técnicas de la música y de la danza, apreciando su evolución a lo largo de la historia a través del análisis de las fuentes de estudio disponibles, para reconocer sus rasgos estilísticos y su función en un determinado contexto (CCL1, CCL2, CCL3, STEM2, CPSAA4, CC3, CCEC2)."},
                    {"text": "2. Relacionar la música y la danza con otras formas de expresión artística, vinculándolas con la evolución del pensamiento humano, para comprender el carácter interdisciplinar del arte y valorar la importancia de su conservación y difusión como patrimonio cultural. Al igual que otras manifestaciones artísticas, la música y la danza están ligadas a la propia historia de la humanidad y a los diversos factores que la condicionan. En este sentido, el conocimiento, el análisis, la comprensión y la valoración crítica de la evolución de las formas de expresión de otras artes y su relación con el hecho musical o dancístico aportan al alumnado una visión interdisciplinar que lo enriquece culturalmente y le permite adoptar una postura respetuosa y responsable en relación con la importancia de la conservación y la difusión del patrimonio. A este respecto, resultan de gran utilidad las tecnologías digitales, pues facilitan el acceso a bibliotecas y colecciones digitales a través de las cuales se puede consultar textos literarios u observar, por ejemplo, obras de artes plásticas o de artes decorativas. Esta competencia específica se conecta con los siguientes descriptores: CCL2, STEM2, CD1, CPSAA4, CC1, CCEC1, CCEC2.", "value": "2. Relacionar la música y la danza con otras formas de expresión artística, vinculándolas con la evolución del pensamiento humano, para comprender el carácter interdisciplinar del arte y valorar la importancia de su conservación y difusión como patrimonio cultural (CCL2, STEM2, CD1, CPSAA4, CC1, CCEC1, CCEC2)."},
                    {"text": "3. Interpretar fragmentos musicales o adaptaciones de obras relevantes de la música y de la danza de diferentes épocas y estilos, a través de la dramatización y el empleo de la voz, el cuerpo y distintos instrumentos, para vivenciar el hecho artístico y comprenderlo desde la propia experiencia. La música y la danza son dos de las manifestaciones artísticas que han servido a la humanidad para expresarse. Por ello, su estudio requiere la organización de actividades que permitan al alumnado experimentar, en primera persona con la música y la danza de diferentes periodos, a través de la interpretación o la dramatización de obras relevantes de ambas disciplinas. La interpretación de adaptaciones de piezas instrumentales o vocales, así como de danzas sencillas de diferentes periodos históricos facilita al alumnado no solamente la inmersión práctica en la música y la danza de un determinado periodo histórico, sino que favorece su reconocimiento y comparación con muestras originales y con la evolución posterior de ambas expresiones artísticas, tomando conciencia de la riqueza del patrimonio musical y dancístico. El desarrollo de tareas conjuntas de interpretación implica, además, la adquisición de valores de respeto, colaboración y trabajo en equipo. Esta competencia específica se conecta con los siguientes descriptores: CCL2, CPSAA1.1, CPSAA3.1, CPSAA3.2, CCEC3.1, CCEC4.1, CCEC4.2.", "value": "3. Interpretar fragmentos musicales o adaptaciones de obras relevantes de la música y de la danza de diferentes épocas y estilos, a través de la dramatización y el empleo de la voz, el cuerpo y distintos instrumentos, para vivenciar el hecho artístico y comprenderlo desde la propia experiencia (CCL2, CPSAA1.1, CPSAA3.1, CPSAA3.2, CCEC3.1, CCEC4.1, CCEC4.2)."},
                    {"text": "4. Investigar sobre los principales compositores, intérpretes y obras de la historia de la música y de la danza, utilizando fuentes de información fiables, para analizar las diferentes corrientes interpretativas y reflexionar sobre la riqueza del patrimonio musical y sobre la propia identidad cultural. La adquisición y construcción de un criterio propio a través de la investigación, el análisis y la valoración crítica de las diferentes propuestas musicales y dancísticas contribuye al desarrollo de una postura abierta y receptiva que proporciona al alumnado una visión amplia desde la que posicionarse en el mundo con una actitud de aceptación y respeto hacia la diversidad. La búsqueda de información en fuentes fiables, tanto analógicas como digitales, es un medio a través del cual el alumnado puede abordar, de forma autónoma, la investigación sobre la historia de la música y la danza. El análisis de la evolución musical y dancística en su contexto facilita el desarrollo de una identidad cultural propia desde la que afrontar los retos que plantea el futuro en relación con el desarrollo y la evolución del arte y la cultura. En este sentido, el aula se ofrece como espacio idóneo en el que fomentar la reflexión en torno a la creación o la interpretación musical y escénica como expresión de la personalidad artística de quienes componen o interpretan las obras. Esta competencia específica se conecta con los siguientes descriptores: CCL2, CCEL3, STEM2, CD1, CD2, CPSAA4, CC1, CCEC1, CCEC2.", "value": "4. Investigar sobre los principales compositores, intérpretes y obras de la historia de la música y de la danza, utilizando fuentes de información fiables, para analizar las diferentes corrientes interpretativas y reflexionar sobre la riqueza del patrimonio musical y sobre la propia identidad cultural (CCL2, CCEL3, STEM2, CD1, CD2, CPSAA4, CC1, CCEC1, CCEC2)."},
                    {"text": "5. Transmitir opiniones e ideas propias, informadas y fundamentadas, sobre la evolución de la música y de la danza, usando un vocabulario específico, formulando argumentos de carácter teórico y estético y analizando críticamente el contexto de creación de las obras, para desarrollar la capacidad comunicativa sobre el hecho musical. La transmisión de ideas y opiniones propias, informadas y fundamentadas, sobre la evolución de la música y la danza a lo largo de la historia garantiza al alumnado una mejor comprensión del hecho musical y dancístico. Para ello, es importante que aprenda a consultar distintas fuentes, y que desarrolle estrategias de búsqueda, selección y reelaboración de la información con las que poder extraer datos que sirvan de fundamento a sus ideas y opiniones. Asimismo, es necesario que adquiera un vocabulario específico que le permita expresar sus argumentos de forma adecuada. Se ofrece, así, al alumnado la posibilidad de desarrollar una visión crítica sobre cuestiones teóricas y estéticas que afectan a la música y la danza. Para compartir esa visión crítica se propone la producción de trabajos, reseñas o comentarios, orales, escritos o multimodales, que tomen en consideración el contexto de creación de las obras y respeten los derechos de autor y la propiedad intelectual. En este sentido, el uso de aplicaciones digitales como apoyo a la comunicación o difusión de la información en diferentes formatos servirá para mejorar la capacidad comunicativa del alumnado en torno al hecho musical. Esta competencia específica se conecta con los siguientes descriptores: CCL1, CD2, CD3, CPSAA1.1, CPSAA5, CC3, CCEC1, CCEC4.2.", "value": "5. Transmitir opiniones e ideas propias, informadas y fundamentadas, sobre la evolución de la música y de la danza, usando un vocabulario específico, formulando argumentos de carácter teórico y estético y analizando críticamente el contexto de creación de las obras, para desarrollar la capacidad comunicativa sobre el hecho musical (CCL1, CD2, CD3, CPSAA1.1, CPSAA5, CC3, CCEC1, CCEC4.2)."}
                ]
}
