{
  "competenciasEspecificas": [
                      "1. Interpretar y transmitir información y datos a partir de trabajos científicos y argumentar sobre estos, con precisión y utilizando diferentes formatos, para analizar conceptos, procesos, métodos, experimentos o resultados de las ciencias biológicas (CCL1, CCL2, CP1, STEM2, STEM4, CD3, CPSAA4, CC3, CEC4).",
                      "2. Localizar y utilizar fuentes fiables, identificando, seleccionando y organizando la información, evaluándola críticamente y contrastando su veracidad, para resolver preguntas planteadas de forma autónoma y crear contenidos relacionados con las ciencias biológicas (CCL2, CCL3, CP2, STEM4, CD1, CD2, CPSAA4, CC3).",
                      "3. Analizar trabajos de investigación o divulgación relacionados con las ciencias biológicas, comprobando con sentido crítico su veracidad o si han seguido los pasos de los métodos científicos, para evaluar la fiabilidad de sus conclusiones (CCL2, CP1, STEM2, STEM3, STEM4, CPSAA4, CC3, CE1).",
                      "4. Plantear y resolver problemas, buscando y utilizando las estrategias adecuadas, analizando críticamente las soluciones y reformulando el procedimiento si fuera necesario, para explicar fenómenos relacionados con las ciencias biológicas (CCL2, STEM1, STEM2, CD1, CD5, CPSAA1.1, CPSAA5).",
                      "5. Analizar críticamente determinadas acciones relacionadas con la sostenibilidad y la salud, basándose en los fundamentos de la biología molecular, para argumentar acerca de la importancia de adoptar estilos de vida sostenibles y saludables (CCL3, STEM2, STEM5, CD4, CPSAA2, CC3, CC4, CE1).",
                      "6. Analizar la función de las principales biomoléculas, bioelementos y sus estructuras e interacciones bioquímicas, argumentando sobre su importancia en los organismos vivos para explicar las características macroscópicas de estos a partir de las moleculares (CCL1, CCL2, STEM1, STEM2, CD1, CPSAA4, CC4)."

                  ]
}
