{
  "competenciasEspecificas": [
                      {"text": "1. Interpretar y transmitir información y datos a partir de trabajos científicos y argumentar sobre estos, con precisión y utilizando diferentes formatos, para analizar conceptos, procesos, métodos, experimentos o resultados de las ciencias biológicas. Dentro de la ciencia, la comunicación ocupa un importante lugar, pues es imprescindible para la colaboración y la difusión del conocimiento, contribuyendo a acelerar considerablemente los avances y descubrimientos. La comunicación científica busca, por lo general, el intercambio de información relevante de la forma más eficiente y sencilla posible y apoyándose, para ello, en diferentes formatos como gráficos, fórmulas, textos, informes o modelos, entre otros. Además, en la comunidad científica también existen discusiones fundamentadas en evidencias y razonamientos aparentemente dispares. La comunicación científica es, por tanto, un proceso complejo, en el que se combinan de forma integrada destrezas y conocimientos variados y se exige una actitud abierta y tolerante hacia el interlocutor. En el contexto de esta materia, la comunicación científica requiere la movilización no solo de destrezas lingüísticas, sino también matemáticas, digitales y razonamiento lógico. El alumnado debe interpretar y transmitir contenidos científicos, así como formar una opinión propia sobre los mismos basada en razonamientos y evidencias además de argumentar defendiendo su postura de forma fundamentada, enriqueciéndola con los puntos de vista y pruebas aportados por los demás. Todo ello es necesario no solamente en el trabajo científico, sino que también constituye un aspecto esencial para el desarrollo personal, social y profesional de todo ser humano. Esta competencia específica se conecta con los siguientes descriptores: CCL1, CCL2, CP1, STEM2, STEM4, CD3, CPSAA4, CC3, CEC4.", "value": "1. Interpretar y transmitir información y datos a partir de trabajos científicos y argumentar sobre estos, con precisión y utilizando diferentes formatos, para analizar conceptos, procesos, métodos, experimentos o resultados de las ciencias biológicas (CCL1, CCL2, CP1, STEM2, STEM4, CD3, CPSAA4, CC3, CEC4)."},
                      {"text": "2. Localizar y utilizar fuentes fiables, identificando, seleccionando y organizando la información, evaluándola críticamente y contrastando su veracidad, para resolver preguntas planteadas de forma autónoma y crear contenidos relacionados con las ciencias biológicas. Toda investigación científica comienza con una recopilación de las publicaciones del campo que se pretende estudiar. Para ello es necesario conocer y utilizar fuentes fidedignas y buscar en ellas, seleccionando la información relevante para responder a las cuestiones planteadas. Además, el aprendizaje a lo largo de la vida requiere tener sentido crítico para seleccionar las fuentes o instituciones adecuadas, cribar la información y quedarse con la que resulte relevante de acuerdo al fin propuesto. La destreza para hacer esta selección es, por tanto, de gran importancia no solo para el ejercicio de profesiones científicas, sino también para el desarrollo de cualquier tipo de carrera profesional, para la participación democrática activa e incluso para el bienestar emocional y social de las personas. Esta competencia específica se conecta con los siguientes descriptores: CCL2, CCL3, CP2, STEM4, CD1, CD2, CPSAA4, CC3.", "value": "2. Localizar y utilizar fuentes fiables, identificando, seleccionando y organizando la información, evaluándola críticamente y contrastando su veracidad, para resolver preguntas planteadas de forma autónoma y crear contenidos relacionados con las ciencias biológicas (CCL2, CCL3, CP2, STEM4, CD1, CD2, CPSAA4, CC3)."},
                      {"text": "3. Analizar trabajos de investigación o divulgación relacionados con las ciencias biológicas, comprobando con sentido crítico su veracidad o si han seguido los pasos de los métodos científicos, para evaluar la fiabilidad de sus conclusiones. El pensamiento crítico es probablemente una de las destrezas más importantes para el desarrollo humano y la base del espíritu de superación y mejora. En el ámbito científico es esencial, entre otros, para la revisión por pares del trabajo de investigación, que es el pilar sobre el que se sustenta el rigor y la veracidad de la ciencia. Aunque el pensamiento crítico debe comenzar a trabajarse desde las primeras etapas educativas, alcanza un grado de desarrollo significativo en Bachillerato y el progreso en esta competencia específica contribuye a su mejora. Además, el análisis de las conclusiones de un trabajo científico en relación a los resultados observables implica movilizar en el alumnado, no solo el pensamiento crítico, sino también las destrezas comunicativas y digitales y el razonamiento lógico. Asimismo, la actitud analítica y el cultivo de la duda razonable, que se desarrollan a través de esta competencia específica, son útiles en contextos no científicos y preparan al alumnado para el reconocimiento de falacias, bulos e información pseudocientífica y para formarse una opinión propia basada en razonamientos y evidencias contribuyendo así positivamente a su integración personal y profesional y a su participación en la sociedad democrática. Esta competencia específica se conecta con los siguientes descriptores: CCL2, CP1, STEM2, STEM3, STEM4, CPSAA4, CC3, CE1.", "value": "3. Analizar trabajos de investigación o divulgación relacionados con las ciencias biológicas, comprobando con sentido crítico su veracidad o si han seguido los pasos de los métodos científicos, para evaluar la fiabilidad de sus conclusiones (CCL2, CP1, STEM2, STEM3, STEM4, CPSAA4, CC3, CE1)."},
                      {"text": "4. Plantear y resolver problemas, buscando y utilizando las estrategias adecuadas, analizando críticamente las soluciones y reformulando el procedimiento si fuera necesario, para explicar fenómenos relacionados con las ciencias biológicas. Esta competencia específica hace referencia al uso del razonamiento como base para la resolución de problemas. Sin embargo, cabe destacar que, como novedad con respecto a la etapa anterior, se pretende que el alumnado busque nuevas estrategias de resolución cuando las estrategias que tiene adquiridas no sean suficientes. Para ello, será necesario utilizar diferentes herramientas y recursos tecnológicos y mostrar una actitud positiva hacia los retos y las situaciones de incertidumbre y resiliencia para seguir probando nuevas vías de resolución en caso de falta de éxito inicial, o con la intención de mejorar los resultados. Además, en 2.º de Bachillerato es importante trabajar la iniciativa en el alumnado para que plantee nuevas cuestiones o problemas que puedan resolverse utilizando el razonamiento y otras estrategias. La resolución de problemas es una competencia esencial en la carrera científica, pues las personas dedicadas a la ciencia se enfrentan con frecuencia a grandes retos y contratiempos que hacen tortuoso el camino hacia sus objetivos. Asimismo, esta competencia específica es necesaria en muchos otros contextos de la vida profesional y personal por lo que contribuye a la madurez intelectual y emocional del alumnado y en última instancia a la formación de ciudadanía plenamente integrada y comprometida con la mejora de la sociedad. Esta competencia específica se conecta con los siguientes descriptores: CCL2, STEM1, STEM2, CD1, CD5, CPSAA1.1, CPSAA5.", "value": "4. Plantear y resolver problemas, buscando y utilizando las estrategias adecuadas, analizando críticamente las soluciones y reformulando el procedimiento si fuera necesario, para explicar fenómenos relacionados con las ciencias biológicas (CCL2, STEM1, STEM2, CD1, CD5, CPSAA1.1, CPSAA5)."},
                      {"text": "5. Analizar críticamente determinadas acciones relacionadas con la sostenibilidad y la salud, basándose en los fundamentos de la biología molecular, para argumentar acerca de la importancia de adoptar estilos de vida sostenibles y saludables. Desde la materia de Biología de 2.º de Bachillerato, se pretende transmitir las actitudes y estilos de vida compatibles con el mantenimiento y mejora de la salud y con un modelo de desarrollo sostenible. La novedad de esta materia con respecto a etapas anteriores es su enfoque molecular. Por este motivo, el estudio de la importancia de los ecosistemas y de determinados organismos se abordará desde el conocimiento de las reacciones bioquímicas que realizan y su relevancia a nivel planetario. De esta forma se conectará el mundo molecular con el macroscópico. Esta competencia específica, además, busca que el alumnado tome iniciativas encaminadas a analizar críticamente sus propios hábitos y los de los miembros de la comunidad educativa, basándose en los fundamentos de la biología molecular, y que proponga medidas para el cambio positivo hacia un modo de vida más saludable y sostenible. El valor de esta competencia específica radica en la necesidad urgente de que nuestra sociedad adopte un modelo de desarrollo sostenible, que constituye uno de los mayores y más importantes retos a los que se enfrenta la humanidad actualmente. Para poder hacer realidad este ambicioso objetivo es necesario conseguir que la sociedad alcance una comprensión profunda del funcionamiento de los sistemas biológicos para así poder apreciar su valor. De esta forma, se adoptarán estilos de vida y se tomarán actitudes responsables y encaminadas a la conservación de los ecosistemas y la biodiversidad y al ahorro de recursos, que a su vez mejorarán la salud y el bienestar físico y mental humanos a nivel individual y colectivo. Esta competencia específica se conecta con los siguientes descriptores: CCL3, STEM2, STEM5, CD4, CPSAA2, CC3, CC4, CE1.", "value": "5. Analizar críticamente determinadas acciones relacionadas con la sostenibilidad y la salud, basándose en los fundamentos de la biología molecular, para argumentar acerca de la importancia de adoptar estilos de vida sostenibles y saludables (CCL3, STEM2, STEM5, CD4, CPSAA2, CC3, CC4, CE1)."},
                      {"text": "6. Analizar la función de las principales biomoléculas, bioelementos y sus estructuras e interacciones bioquímicas, argumentando sobre su importancia en los organismos vivos para explicar las características macroscópicas de estos a partir de las moleculares. En el siglo XIX, la primera síntesis de una molécula orgánica en el laboratorio permitió conectar la biología y la química y marcó un cambio de paradigma científico que se fue afianzado en el siglo XX con la descripción del ADN como molécula portadora de la información genética. Los seres vivos pasaron a concebirse como conjuntos de moléculas constituidas por elementos químicos presentes también en la materia inerte. Estos hitos marcaron el nacimiento de la química orgánica, la biología molecular y la bioquímica. En la actualidad, la comprensión de los seres vivos se fundamenta en el estudio de sus características moleculares y las herramientas genéticas o bioquímicas son ampliamente utilizadas en las ciencias biológicas. El alumnado de 2.º de Bachillerato tiene un mayor grado de madurez para trabajar esta competencia específica. Además, la elección voluntaria de la materia de Biología en esta etapa está probablemente ligada a inquietudes científicas y a la intención de realizar estudios terciarios en el campo biomédico. Por dichos motivos, esta competencia específica es esencial para el alumnado de Bachillerato permitiéndole conectar el mundo molecular con el macroscópico, adquirir una visión global completa de los organismos vivos y desarrollar las destrezas necesarias para formular hipótesis y resolver problemas relacionados con las disciplinas biosanitarias. Esta competencia específica se conecta con los siguientes descriptores: CCL1, CCL2, STEM1, STEM2, CD1, CPSAA4, CC4.", "value": "6. Analizar la función de las principales biomoléculas, bioelementos y sus estructuras e interacciones bioquímicas, argumentando sobre su importancia en los organismos vivos para explicar las características macroscópicas de estos a partir de las moleculares (CCL1, CCL2, STEM1, STEM2, CD1, CPSAA4, CC4)."}

                  ]
}
