{
  "competenciasEspecificas": [
                    {"text": "1. Identificar los fundamentos compositivos del lenguaje tridimensional en obras de diferentes épocas y culturas, analizando sus aspectos formales y estructurales, así como los cánones de proporción y elementos compositivos empleados, para aplicarlos a producciones volumétricas propias equilibradas y creativas. Educar la mirada es esencial para dotar al alumnado de las destrezas necesarias para ver, descubrir y sentir la creación de obras artísticas volumétricas. El análisis de obras de diferentes épocas y culturas permite entender los principales elementos del lenguaje tridimensional, las distintas técnicas, los materiales y los elementos compositivos empleados. De este modo, se desarrollan las habilidades necesarias para la identificación de los elementos formales y estructurales del lenguaje tridimensional de producciones volumétricas, comparando las obras en relieve y las obras exentas, así como la apreciación de los elementos compositivos de las piezas de diferentes periodos artísticos dentro de su contexto histórico, diferenciando los aspectos decorativos de los estructurales. Las nuevas tecnologías facilitan el acceso del alumnado a una gran variedad de obras, por ejemplo, a través de las bibliotecas o colecciones digitales, de modo que pueda analizar una amplia gama de formas, estructuras, proporciones y elementos compositivos, así como de técnicas y materiales. A partir del análisis de obras tridimensionales, el alumnado interiorizará la terminología específica de la materia, enriqueciendo así su capacidad comunicativa y aprendiendo a explicar las obras de manera precisa. Asimismo, a través del acercamiento a obras creadas en distintos contextos históricos o culturales, reconoce el valor de la diversidad del patrimonio, así como la riqueza creativa y estética inherente a ella. Las experiencias artísticas contribuirán al desarrollo de su personalidad y ampliarán su repertorio de recursos, facilitando la aplicación de los aprendizajes adquiridos a sus propias propuestas volumétricas y la realización de piezas equilibradas y creativas. Entre las obras analizadas, se debe incorporar la perspectiva de género y la perspectiva intercultural, para reflexionar sobre la conformación del canon artístico dominante y reconocer la aportación a esta disciplina de artistas mujeres y de artistas de culturas no occidentales. Esta competencia específica se conecta con los siguientes descriptores: CCL1, CD1, CPSAA4, CC1, CCEC1, CCEC2.", "value": "1. Identificar los fundamentos compositivos del lenguaje tridimensional en obras de diferentes épocas y culturas, analizando sus aspectos formales y estructurales, así como los cánones de proporción y elementos compositivos empleados, para aplicarlos a producciones volumétricas propias equilibradas y creativas (CCL1, CD1, CPSAA4, CC1, CCEC1, CCEC2)."},
                    {"text": "2. Explorar las posibilidades plásticas y expresivas del lenguaje tridimensional, partiendo del análisis de obras de diferentes artistas en las que se establezca una relación coherente entre la imagen y su contenido, para elaborar producciones tridimensionales con diferentes funciones comunicativas y respetuosas de la propiedad intelectual. Explorar las posibilidades plásticas y expresivas que se materializan en diversas obras volumétricas constituye una actividad imprescindible para que el alumnado pueda comprender las distintas funciones comunicativas del lenguaje tridimensional. Esta exploración debe partir del análisis de los elementos formales, funcionales y estructurales de las piezas tridimensionales, así como de la identificación de la relación entre forma y función, vinculando su función comunicativa y su nivel icónico. El acceso a las obras a través de diversas fuentes bibliográficas y digitales (sitios web, acceso digital a museos, etc.) hace posible que el alumnado pueda tener a su disposición una gran variedad de obras significativas de diferentes artistas, tanto del pasado como de la actualidad. El análisis de obras permite al alumnado adquirir los conocimientos necesarios para explorar las posibilidades plásticas y expresivas del lenguaje tridimensional a través de propuestas alternativas. De este modo, puede generar, en un proceso de abstracción, objetos volumétricos dotados de significado, atendiendo a la relación entre imagen y contenido, así como entre forma, estructura y función comunicativa, con distintos niveles de iconicidad. La adquisición de esta competencia contribuye, además, a que alumnos y alumnas desarrollen su capacidad crítica y estética y descubran las cualidades expresivas de esta disciplina, adquiriendo los conocimientos, destrezas y actitudes necesarios para la explicación y justificación argumentada de obras propias y ajenas. La inspiración en obras existentes, o la adaptación creativa de las mismas son una ocasión idónea para reflexionar sobre aspectos relacionados con la propiedad intelectual, tanto para aprender a proteger la creatividad propia, como para ser respetuosos con la creatividad ajena. Esta competencia específica se conecta con los siguientes descriptores: CCL1, CD1, CPSAA4, CC1, CCEC1, CCEC2.", "value": "2. Explorar las posibilidades plásticas y expresivas del lenguaje tridimensional, partiendo del análisis de obras de diferentes artistas en las que se establezca una relación coherente entre la imagen y su contenido, para elaborar producciones tridimensionales con diferentes funciones comunicativas y respetuosas de la propiedad intelectual (CCL1, CD1, CPSAA4, CC1, CCEC1, CCEC2)."},
                    {"text": "3. Realizar propuestas de composiciones tridimensionales, seleccionando las técnicas, las herramientas y los materiales de realización más adecuados, para resolver problemas de configuración espacial y apreciar las cualidades expresivas del lenguaje tridimensional. Iniciarse en el campo de la creación de composiciones tridimensionales proporciona al alumnado una serie de conocimientos, destrezas y actitudes que le permiten descubrir los materiales, las herramientas y las técnicas propias de la materia. En este proceso de experimentación, el alumnado aprende a seleccionar y a utilizar las herramientas y los materiales más adecuados en función de las características formales, funcionales, estéticas y expresivas de la pieza que se vaya a realizar. En el proceso de selección, habrá de tener en cuenta la sostenibilidad y el impacto ambiental de las herramientas y los materiales, y deberá considerar las condiciones de seguridad e higiene para su correcto uso. La adquisición de esta competencia permite que el alumnado desarrolle la creatividad asociada con el pensamiento divergente, así como su autonomía y su capacidad de iniciativa. En la resolución de problemas volumétricos ha de considerarse, además, el error como una oportunidad de mejora y de aprendizaje que le ayude a desarrollar su autoestima personal y artística, así como su resiliencia. Esto le permitirá enfrentarse a futuros retos de configuración espacial en los ámbitos tanto académico como profesional. Esta competencia específica se conecta con los siguientes descriptores: CPSAA5, CC4, CCEC3.1, CCEC3.2, CCEC4.1.", "value": "3. Realizar propuestas de composiciones tridimensionales, seleccionando las técnicas, las herramientas y los materiales de realización más adecuados, para resolver problemas de configuración espacial y apreciar las cualidades expresivas del lenguaje tridimensional (CPSAA5, CC4, CCEC3.1, CCEC3.2, CCEC4.1)."},
                    {"text": "4. Elaborar proyectos individuales o colectivos, adecuando los materiales y procedimientos a la finalidad estética y funcional de los objetos que se pretenden crear y aportando soluciones diversas y creativas a los retos planteados durante la ejecución, para valorar la metodología proyectual como forma de desarrollar el pensamiento divergente en la resolución creativa de problemas. La materia de Volumen proporciona el contexto propicio para que el alumnado pueda planificar y desarrollar proyectos sostenibles y creativos, de forma tanto individual como colaborativa, ofreciéndole la oportunidad de tomar la iniciativa en la ideación, el diseño y la proyección de sus propias propuestas volumétricas. Los proyectos se han de diseñar en función de los condicionantes y requerimientos planteados, aportando soluciones diversas y creativas. La planificación de las distintas fases, desde la ideación hasta la elaboración final de la obra, se puede realizar utilizando fuentes digitales y bibliográficas para recopilar y analizar la información que permita llevar a cabo propuestas creativas y viables. En el proceso de planificación y desarrollo del proyecto, el alumnado ha de determinar los aspectos materiales, técnicos y constructivos de los productos de diseño tridimensional en función de sus intenciones expresivas, funcionales y comunicativas; además de interpretar y analizar la documentación gráfica técnica en función de sus características, dibujar la información gráfica necesaria para el desarrollo de la pieza, teniendo en cuenta sus características y parámetros técnicos y estéticos. Asimismo, debe realizar bocetos, maquetas o modelos que permitan la visualización de objetos tridimensionales, utilizando diferentes técnicas, y, por último, comprobar la viabilidad de su ejecución. Para ello, será necesario que el alumnado organice y distribuya las tareas, que asuma responsabilidades individuales orientadas a conseguir un objetivo común, coordinándose con el resto del equipo y respetando las realizaciones y opiniones de los demás. La identificación y la asunción de diversas tareas y funciones en la ejecución del proyecto favorecerán el descubrimiento de oportunidades de desarrollo personal, social, académico y profesional. Así, el alumnado podrá valorar la metodología proyectual como una forma de desarrollar el pensamiento divergente para la resolución creativa de problemas, así como identificar el trabajo en equipo como fuente de riqueza creativa y favorecer su desarrollo personal y su autoestima. Esta competencia específica se conecta con los siguientes descriptores: CCL3, STEM3, CD3, CPSAA3.1, CPSAA3.2, CE3, CCEC3.1, CCEC4.1, CCEC4.2.", "value": "4. Elaborar proyectos individuales o colectivos, adecuando los materiales y procedimientos a la finalidad estética y funcional de los objetos que se pretenden crear y aportando soluciones diversas y creativas a los retos planteados durante la ejecución, para valorar la metodología proyectual como forma de desarrollar el pensamiento divergente en la resolución creativa de problemas (CCL3, STEM3, CD3, CPSAA3.1, CPSAA3.2, CE3, CCEC3.1, CCEC4.1, CCEC4.2)."}
                ]
}
