{
  "criteriosEvaluacion": [
                        "1.1 Identificar el dibujo como forma de conocimiento, comunicación y expresión, reflexionando con iniciativa sobre su presencia en distintas manifestaciones culturales y artísticas y comparando de forma autónoma su uso en las mismas.",
                        "1.2 Comparar las múltiples funciones del dibujo a través del análisis autónomo de su uso en producciones de distintos ámbitos disciplinares.",
                        "1.3 Relacionar la pluralidad cultural y artística con la libertad de expresión, argumentando la opinión propia de forma activa, comprometida y respetuosa, y analizando los usos del dibujo en diversas manifestaciones artísticas.",
                        "2.1 Analizar el lenguaje, las técnicas y procedimientos del dibujo en diferentes propuestas plásticas, entendiendo los cambios que se han producido en las tendencias a lo largo de la historia y utilizando la terminología específica más adecuada.",
                        "2.2 Analizar distintas manifestaciones culturales y artísticas, comprendiendo la función que desempeña el dibujo en las mismas y valorando el enriquecimiento que suponen para la sociedad los retos creativos y estéticos.",
                        "3.1 Experimentar con sensibilidad las posibilidades expresivas de los recursos elementales del dibujo (punto, línea, forma) y de su sintaxis, mejorando el proceso de creación gráfica.",
                        "3.2 Analizar, interpretar y representar gráficamente la realidad mediante bocetos y esbozos, utilizando las herramientas adecuadas y desarrollando una expresión propia, espontánea y creativa.",
                        "4.1 Aportar una huella y un gesto propios a la realización de dibujos, combinando el uso tradicional de materiales, técnicas y soportes con la manipulación personal.",
                        "4.2 Realizar composiciones bidimensionales, figurativas o abstractas, explorando la percepción y ordenación del espacio e indagando sobre la representación del cuerpo humano y su posible utilización como soporte o como herramienta gráfica.",
                        "5.1 Identificar los referentes artísticos de una obra determinada, describiendo la influencia que ejercen y las conexiones que se establecen.",
                        "5.2 Expresar ideas, opiniones, sentimientos y emociones a través de creaciones gráficas y dibujos propios, incorporando, de forma guiada, procedimientos o técnicas utilizados en referentes artísticos de interés para el alumnado.",
                        "6.1 Emplear con intenciones comunicativas o expresivas los mecanismos de la percepción visual, sus leyes y principios, así como la composición y la ordenación de elementos en el espacio, mostrando interés en sus aplicaciones.",
                        "6.2 Expresar a través del trazo y el gesto del dibujo una visión propia de la realidad o del mundo interior, experimentando con los elementos del lenguaje gráfico, sus formas, signos, posibilidades expresivas y efectos visuales.",
                        "7.1 Proponer distintas soluciones gráficas a una misma propuesta visual, utilizando diferentes niveles de iconicidad, identificando las herramientas, medios y soportes necesarios y justificando razonada y respetuosamente la elección realizada.",
                        "7.2 Seleccionar y utilizar con destreza las herramientas, medios y soportes más adecuados a la intención creativa, empleando los valores expresivos del claroscuro y del color en una interpretación gráfica personal de la realidad.",
                        "7.3 Investigar de forma activa y abierta sobre la presencia de tecnologías digitales en referentes artísticos contemporáneos, integrándolas en el proceso creativo y expresivo propio.",
                        "8.1 Representar gráficamente el modelo elegido, seleccionando y abstrayendo sus características más representativas, a partir del estudio y análisis del mismo.",
                        "8.2 Utilizar el encuadre, el encaje y la perspectiva en la resolución de problemas de representación gráfica, analizando tanto los diferentes volúmenes como el espacio que completa el conjunto.",
                        "9.1 Planificar proyectos gráficos colaborativos sencillos, identificando el ámbito disciplinar en que se desarrollarán, y organizando y distribuyendo las tareas de manera adecuada.",
                        "9.2 Realizar proyectos gráficos colaborativos enmarcados en un ámbito disciplinar concreto, utilizando con interés los valores expresivos del dibujo artístico y sus recursos.",
                        "9.3 Analizar las dificultades surgidas en la planificación y realización de proyectos gráficos compartidos, entendiendo este proceso como un instrumento de mejora del resultado final.",
                        "9.4 Identificar posibilidades de desarrollo académico y profesional relacionadas con el dibujo artístico, comprendiendo las oportunidades que ofrece y el valor añadido de la creatividad en los estudios y en el trabajo, expresando la opinión propia de forma razonada y respetuosa."
                    ],
                    "saberes": [
                        "A. Concepto e historia del dibujo.",
                        "− El dibujo como proceso interactivo de observación, reflexión, imaginación, representación y comunicación.",
                        "− El dibujo en el arte: desde la Antigüedad hasta el Romanticismo. Obras más representativas de diferentes artistas.",
                        "− El dibujo como parte de múltiples procesos artísticos. Ámbitos disciplinares: artes plásticas y visuales, diseño, arquitectura, ciencia y literatura.",
                        "B. La expresión gráfica y sus recursos elementales.",
                        "− Terminología y materiales del dibujo.",
                        "− El punto y sus posibilidades plásticas y expresivas.",
                        "− La línea: trazo y grafismo. Las tramas.",
                        "− La forma: tipología, aplicaciones y combinaciones.",
                        "− Niveles de iconicidad de la imagen.",
                        "− El boceto o esbozo. Introducción al encaje.",
                        "− Técnicas gráfico-plásticas, secas y húmedas.",
                        "− Materiales gráfico-plásticos. Seguridad, toxicidad, impacto medioambiental y sostenibilidad.",
                        "C. Percepción y ordenación del espacio.",
                        "− Fundamentos de la percepción visual.",
                        "− Principios de la psicología de la Gestalt.",
                        "− Ilusiones ópticas.",
                        "− La composición como método. El equilibrio compositivo. Direcciones visuales. Aplicaciones.",
                        "− Sistemas de ordenación en la sintaxis visual. Aplicaciones.",
                        "− Introducción a la representación del espacio mediante la perspectiva.",
                        "D. La luz, el claroscuro y el color.",
                        "− La luz y el volumen.",
                        "− Tipos de luz y de iluminación.",
                        "− Valoración tonal y claroscuro.",
                        "− Naturaleza, percepción, psicología y simbología del color.",
                        "− Monocromía, bicromía y tricromía. Aplicaciones básicas del color en el dibujo.",
                        "E. Tecnologías y herramientas digitales.",
                        "− Dibujo vectorial.",
                        "− Herramientas de edición de imágenes para la expresión artística.",
                        "− Programas de pintura y dibujo digital.",
                        "F. Proyectos gráficos colaborativos.",
                        "− La distribución de tareas en los proyectos gráficos colaborativos: criterios de selección a partir de las habilidades requeridas y de las necesidades del proyecto.",
                        "− Fases de los proyectos gráficos.",
                        "− Estrategias de selección de técnicas, herramientas, medios y soportes del dibujo adecuados a distintas disciplinas.",
                        "− Estrategias de evaluación de las fases y los resultados de proyectos gráficos. El error como oportunidad de mejora y aprendizaje."
                    ]
}
