{
            "saberes": [
                "A. Communication.",
                "- Self-confidence and reflection on learning. Error as an integral part of the process.",
                "- Basic strategies commonly used for the comprehension and production of short, simple and contextualised oral, written and multimodal texts.",
                "- Basic knowledge, skills and attitudes which enable initiation into mediation activities in basic everyday situations.",
                "- Basic communicative functions of common use appropriate to the setting and context: greeting, saying goodbye, introducing oneself and others; describing people, objects and places; asking for and exchanging information on everyday matters; describing routines; giving directions and instructions; expressing time, quantity and space.",
                "- Contextual models and basic discourse genres commonly used in the comprehension, production and co-production of short, simple, literary and non-literary oral, written and multimodal texts such as brochures, instructions, rules, notices or conversations regulating coexistence.",
                "- Basic linguistic units of common usage and meanings associated with these structures, such as expression of entity and its properties, quantity and number, space and spatial relations, affirmation, exclamation, negation, interrogation.",
                "- Elementary vocabulary and vocabulary of interest to learners relating to close interpersonal relationships, housing, places and immediate surroundings.",
                "- Basic sound, accent and intonation patterns in common use, and general communicative functions associated with these patterns.",
                "- Basic spelling conventions in common usage and meanings associated with formats and graphic elements.",
                "- Basic conversational conventions and strategies in common use, in synchronous or asynchronous format, for initiating, maintaining and terminating communication, taking and giving the floor, asking for and giving directions, etc.",
                "- Learning resources and elementary guided information search strategies in analogue and digital media.",
                "- Basic commonly used analogue and digital tools for oral, written and multimodal comprehension, production and co-production; and virtual platforms for educational interaction, cooperation and collaboration.",
                "B. Multilingualism.",
                "- Strategies and techniques for compensating for communicative deficits in order to respond to an elementary need, despite the limitations arising from the level of competence in the foreign language and in the other languages of one's own linguistic repertoire.",
                "- Basic strategies of common use to identify, retain, retrieve and use linguistic units (lexis, morphosyntax, sound patterns, etc.) on the basis of comparison of the languages and varieties which make up one's own linguistic repertoire.",
                "- Initiation in basic strategies and tools for self-assessment and co-assessment, analogue and digital, individual and cooperative.",
                "- Basic vocabulary and expressions for understanding statements about communication, language and learning (metalanguage).",
                "C. Interculturality.",
                "- The foreign language as a means of communication and relationship with people from other countries, and as a means of getting to know different cultures and ways of life.",
                "- Interest in participating in planned communicative exchanges, through different media, with learners of the foreign language.",
                "- Most significant sociocultural and sociolinguistic aspects of customs, everyday life and basic interpersonal relationships in countries where the foreign language is spoken.",
                "- Basic commonly used strategies for understanding and appreciating linguistic, cultural and artistic diversity, based on eco-social and democratic values.",
                "- Basic strategies for detecting discriminatory uses of verbal and non-verbal language."
            ],
            "criteriosEvaluacion": [
                "Specific competence 1",
                "1.1 Recognise and interpret the overall meaning, as well as previously indicated words and phrases, in short, simple oral, written and multimodal texts, on frequent, everyday topics of personal relevance and close to their experience, as well as fiction texts appropriate to their level of development, expressed comprehensibly, clearly and in standard language through different media",
                "1.2 Select and apply, with guidance, appropriate strategies in everyday communicative situations of relevance to the learner, in order to grasp the overall meaning and process explicit information in short, simple texts on familiar topics",
                "Specific competence 2",
                "2.1 Orally express short sentences containing basic information on everyday matters of relevance to the learner, using verbal and non-verbal resources in a guided manner, paying attention to rhythm, stress and intonation",
                "2.2 Write very short and simple texts, appropriate to the proposed communicative situation, based on models and using analogue and digital tools, using elementary structures and lexis on everyday matters and of personal relevance to the pupils",
                "2.3 Select and apply, in a guided manner, strategies to produce short and simple messages appropriate to the communicative intentions, using, with help, physical or digital resources and supports according to the needs of the moment",
                "Specific competence 3",
                "3.1 Participate in short and simple interactive situations on everyday topics, of personal relevance and close to his/her experience, prepared in advance, through different media, relying on resources such as repetition, slow pace or non-verbal language, and showing empathy and respect for linguistic politeness and digital etiquette",
                "3.2 Select and use, with guidance and in everyday situations, basic strategies for greeting, saying goodbye and introducing oneself; expressing short messages; and asking and answering simple questions",
                "Specific competence 4",
                "4.1 Interpret and explain texts, concepts and short and simple communications, in a guided manner, in situations in which diversity is catered for, showing empathy and interest in the interlocutors and in the problems of understanding in their immediate environment, using a variety of resources and media",
                "4.2 Select and apply, in a guided manner, elementary strategies that help to build bridges and facilitate the understanding and production of information and communication, using, with help, physical or digital resources and supports according to the needs of each moment",
                "Specific competence 5",
                "5.1 Compare and contrast the similarities and differences between different languages, reflecting, in a guided way, on basic aspects of how they work",
                "5.2 Use and differentiate, in a guided manner, knowledge and strategies to improve their ability to communicate and learn the foreign language, with the support of other learners and of analogue and digital media",
                "5.3 Record and apply, in a guided manner, the progress and elementary difficulties in the process of learning the foreign language, recognising the aspects that help to improve and participating in self-assessment and co-assessment activities, such as those proposed in the European Language Portfolio (ELP)",
                "Specific competence 6",
                "6.1 Act with respect in intercultural situations, identifying and comparing elementary similarities and differences between languages and cultures, and showing rejection of discrimination, prejudice and stereotypes of any kind in everyday and common communicative contexts",
                "6.2 Recognise and appreciate the linguistic, cultural and artistic diversity of the countries where the foreign language is spoken as a source of personal enrichment, showing interest in understanding elementary and common cultural and linguistic elements that foster peaceful coexistence and respect for others",
                "6.3 Select and apply, in a guided way, basic strategies to understand and appreciate the most relevant aspects of linguistic, cultural and artistic diversity."      
            ]
        }
