{
  "competenciasEspecificas": [
                    {"text": "1. Interpretar y transmitir con precisión información y datos extraídos de trabajos científicos para analizar conceptos, procesos, métodos, experimentos o resultados relacionados con las ciencias geológicas y ambientales. Las ciencias geológicas y ambientales comparten una serie de principios comunes con todas las demás disciplinas científicas siendo la comunicación una parte imprescindible para su progreso. Sin embargo, también existen formas de proceder exclusivas de estas ciencias y, por tanto, formatos particulares para la comunicación dentro de estas como mapas (topográficos, hidrográficos, geológicos, de vegetación, etc.), cortes y diagramas de flujo, entre otros. El desarrollo de esta competencia específica permite que el alumnado se familiarice con dichos formatos y adquiera una visión completa y forje sus propias conclusiones sobre elementos y fenómenos relacionados con las ciencias geológicas y ambientales y las transmita con precisión y claridad. Además, a través de esta competencia se busca trabajar la argumentación, entendida como un proceso de comunicación basado en el razonamiento y la evidencia. La comunicación en el contexto de esta materia requiere, por parte del alumnado, la movilización de sus saberes y de destrezas lingüísticas y sociales, el uso del razonamiento y de recursos tecnológicos, así como mostrar una actitud abierta y respetuosa hacia las ideas ajenas convenientemente argumentadas. Estos conocimientos, destrezas y actitudes son muy recomendables para la plena integración profesional dentro y fuera de contextos científicos, la participación social y la satisfacción emocional, lo que evidencia la enorme importancia de esta competencia específica para el desarrollo del alumnado. Esta competencia específica se conecta con los siguientes descriptores: CCL1, CCL2, CP1, STEM4, CD3, CPSAA4, CC3, CCEC3.2.", "value": "1. Interpretar y transmitir con precisión información y datos extraídos de trabajos científicos para analizar conceptos, procesos, métodos, experimentos o resultados relacionados con las ciencias geológicas y ambientales (CCL1, CCL2, CP1, STEM4, CD3, CPSAA4, CC3, CCEC3.2)."},
                    {"text": "2. Localizar y utilizar fuentes fiables, identificando, seleccionando y organizando información, evaluándola críticamente y contrastando su veracidad, para resolver preguntas planteadas de forma autónoma y crear contenidos relacionados con las ciencias geológicas y ambientales. La recopilación y análisis crítico de la información son esenciales en la investigación científica, pero también en la toma de decisiones sociales relacionadas con la geología y el medio ambiente y en contextos no necesariamente científicos como la participación democrática o el aprendizaje a lo largo de la vida. Además, constituyen un proceso complejo que implica desplegar de forma integrada conocimientos variados, destrezas comunicativas, razonamiento lógico y el uso de recursos tecnológicos. Asimismo, en el contexto de esta materia se busca que el alumnado mejore sus destrezas para contrastar la información. Para ello, es necesario conocer las fuentes fiables o utilizar estrategias para identificarlas, lo que es de vital importancia en la sociedad actual, inundada de información que no siempre refleja la realidad. Otro aspecto novedoso de esta competencia específica con respecto a etapas anteriores es que fomenta que el alumnado cree contenidos a partir de la información recopilada y contrastada. Esto implica un mayor grado de comprensión de la información recabada para poder transmitirla estructurándola de forma original, pero manteniendo el rigor. Por estas razones, el desarrollo de esta competencia específica puede tener un efecto muy positivo para la integración del alumnado en la sociedad actual, facilitando su crecimiento personal y profesional y su compromiso como ciudadano. Esta competencia específica se conecta con los siguientes descriptores: CCL2, CCL3, CP2, STEM4, CD1, CPSAA4, CC3.", "value": "2. Localizar y utilizar fuentes fiables, identificando, seleccionando y organizando información, evaluándola críticamente y contrastando su veracidad, para resolver preguntas planteadas de forma autónoma y crear contenidos relacionados con las ciencias geológicas y ambientales (CCL2, CCL3, CP2, STEM4, CD1, CPSAA4, CC3)."},
                    {"text": "3. Analizar críticamente resultados de trabajos de investigación o divulgación relacionados con las ciencias geológicas y ambientales comprobando si siguen correctamente los pasos de los métodos científicos para evaluar la fiabilidad de sus conclusiones. Todo trabajo científico debe seguir el proceso de revisión por pares previo a su publicación. Esta es una práctica rutinaria e imprescindible para asegurar la veracidad y el rigor de la información científica y, por tanto, es inherente al avance científico como base del progreso de la sociedad. La revisión es llevada a cabo de forma desinteresada por científicos de otros grupos de investigación y expertos en el campo de estudio y puede resultar en la aceptación, rechazo o en propuestas para la mejora de la investigación realizada como requisito para su publicación. Al final de Bachillerato, el alumnado presenta un mayor grado de madurez académica y emocional y un desarrollo considerable de su pensamiento crítico, por lo que está preparado para iniciarse en el análisis de la calidad de ciertas informaciones científicas. La revisión por pares, como tal, es un proceso propio de la profesión científica y, por tanto, muy complejo incluso para el alumnado de esta etapa. Sin embargo, es importante que comience a evaluar las conclusiones de determinados trabajos científicos o divulgativos comprendiendo si estas se adecúan a los resultados observables. El desarrollo de esta competencia específica conlleva movilizar el pensamiento crítico, el razonamiento lógico y las destrezas comunicativas y utilizar recursos tecnológicos, promoviendo así la integración y participación plena del alumnado como ciudadano. Además, le permite valorar la contribución positiva de la labor científica a la sociedad. Esta competencia específica se conecta con los siguientes descriptores: CCL2, CCL3, CP2, STEM2, STEM4, CD1, CPSAA4, CC3.", "value": "3. Analizar críticamente resultados de trabajos de investigación o divulgación relacionados con las ciencias geológicas y ambientales comprobando si siguen correctamente los pasos de los métodos científicos para evaluar la fiabilidad de sus conclusiones (CCL2, CCL3, CP2, STEM2, STEM4, CD1, CPSAA4, CC3)."},
                    {"text": "4. Plantear y resolver problemas, buscando y utilizando las estrategias adecuadas, analizando críticamente las soluciones y reformulando el procedimiento si fuera necesario, para explicar fenómenos relacionados con las ciencias geológicas y ambientales. El uso del razonamiento es especialmente importante en la investigación en cualquier disciplina científica para plantear y contrastar hipótesis y para afrontar imprevistos que dificulten el avance de un proyecto. Asimismo, en diversos contextos de la vida cotidiana, es necesario utilizar el razonamiento lógico y otras estrategias como el pensamiento computacional para abordar dificultades y resolver problemas de diferente naturaleza. Además, con frecuencia las personas se enfrentan a situaciones complejas que exigen la búsqueda de métodos alternativos para abordarlas. El desarrollo de esta competencia específica implica trabajar cuatro aspectos fundamentales: planteamiento de problemas, utilización herramientas lógicas para resolverlos, búsqueda de estrategias de resolución si fuera necesario y análisis crítico de la validez de las soluciones obtenidas. Estos cuatro aspectos exigen la movilización de los saberes de la materia, de destrezas como el razonamiento lógico, el pensamiento crítico y la observación, y de actitudes como la curiosidad y la resiliencia. En esta etapa, el desarrollo más profundo de dichas destrezas y actitudes a través de esta competencia específica, permite ampliar los horizontes personales y profesionales del alumnado y su integración plena como ciudadano comprometido con la mejora de la sociedad. Esta competencia específica se conecta con los siguientes descriptores: CCL3, STEM1, STEM2, CD1, CD5, CPSAA1.1, CE3.", "value": "4. Plantear y resolver problemas, buscando y utilizando las estrategias adecuadas, analizando críticamente las soluciones y reformulando el procedimiento si fuera necesario, para explicar fenómenos relacionados con las ciencias geológicas y ambientales (CCL3, STEM1, STEM2, CD1, CD5, CPSAA1.1, CE3)."},
                    {"text": "5. Analizar los impactos de determinadas acciones sobre el medio ambiente o la disponibilidad de recursos a través de observaciones de campo y de información en diferentes formatos y basándose en fundamentos científicos para promover y adoptar estilos de vida compatibles con el desarrollo sostenible. Los recursos geológicos son una parte indispensable de las actividades cotidianas, pero a pesar de su valor, con frecuencia pasan completamente desapercibidos. Algunos de estos recursos, además, presentan una gran importancia geoestratégica como el petróleo o el coltán y son objeto de conflictos armados. El desarrollo de esta competencia específica estimula al alumnado a observar el entorno natural, de forma directa o a través de información en diferentes formatos (fotografías, imágenes de satélite, cortes, mapas hidrográficos, geológicos y de vegetación, entre otros) para analizar el uso de recursos en objetos cotidianos, como los teléfonos móviles, y valorar así su importancia. Además, promueve la reflexión sobre los impactos ambientales de la explotación de los recursos, la problemática de su escasez y la importancia de su gestión y consumo responsables. En otras palabras, esta competencia específica proporciona al alumnado las bases y destrezas científicas para tomar acciones y adoptar estilos de vida compatibles con un modelo de desarrollo sostenible, a través del consumo responsable de recursos en un compromiso por el bien común. Esta competencia específica se conecta con los siguientes descriptores: CCL3, STEM2, STEM5, CD4, CPSAA2, CC4, CE1, CCEC1.", "value": "5. Analizar los impactos de determinadas acciones sobre el medio ambiente o la disponibilidad de recursos a través de observaciones de campo y de información en diferentes formatos y basándose en fundamentos científicos para promover y adoptar estilos de vida compatibles con el desarrollo sostenible (CCL3, STEM2, STEM5, CD4, CPSAA2, CC4, CE1, CCEC1)."},
                    {"text": "6. Identificar y analizar los elementos geológicos del relieve a partir de observaciones de campo o de información en diferentes formatos para explicar fenómenos, reconstruir la historia geológica, hacer predicciones e identificar posibles riesgos geológicos de una zona determinada. Los fenómenos geológicos ocurren a escalas y a lo largo de periodos de tiempo con frecuencia inabarcables para su observación directa. Sin embargo, el análisis minucioso del terreno utilizando distintas estrategias y la aplicación de los principios básicos de la geología, permiten reconstruir la historia geológica de un territorio e incluso realizar predicciones sobre su evolución. Entre las aplicaciones de este proceso analítico, cabe destacar la predicción y prevención de riesgos geológicos. Las bases teóricas para la prevención de riesgos geológicos están firmemente consolidadas. Sin embargo, con frecuencia se dan grandes catástrofes por el desarrollo de asentamientos humanos en zonas de riesgo (como las ramblas). Por ello, es importante que el alumnado desarrolle esta competencia específica que implica la adquisición de unos conocimientos básicos y de las destrezas para el análisis de un territorio a través de la observación del entorno natural o el estudio de diversas fuentes de información geológica y ambiental (como fotografías, cortes o mapas geológicos, entre otros). De esta forma se desarrollará el aprecio por el patrimonio geológico y se valorará la adecuada ordenación territorial rechazando prácticas abusivas. Con todo ello se contribuirá a formar una ciudadanía crítica que ayudará con sus acciones a prevenir o reducir los riesgos naturales y las pérdidas ecológicas, económicas y humanas que estos conllevan. Esta competencia específica se conecta con los siguientes descriptores: CCL3, CP2, STEM2, STEM5, CD4, CPSAA4, CE3, CCEC1.", "value": "6. Identificar y analizar los elementos geológicos del relieve a partir de observaciones de campo o de información en diferentes formatos para explicar fenómenos, reconstruir la historia geológica, hacer predicciones e identificar posibles riesgos geológicos de una zona determinada (CCL3, CP2, STEM2, STEM5, CD4, CPSAA4, CE3, CCEC1)."}
                ]
}
