{
                "competenciasEspecificas": [
                    "1. Interpretar y transmitir con precisión información y datos extraídos de trabajos científicos para analizar conceptos, procesos, métodos, experimentos o resultados relacionados con las ciencias geológicas y ambientales (CCL1, CCL2, CP1, STEM4, CD3, CPSAA4, CC3, CCEC3.2).",
                    "2. Localizar y utilizar fuentes fiables, identificando, seleccionando y organizando información, evaluándola críticamente y contrastando su veracidad, para resolver preguntas planteadas de forma autónoma y crear contenidos relacionados con las ciencias geológicas y ambientales (CCL2, CCL3, CP2, STEM4, CD1, CPSAA4, CC3).",
                    "3. Analizar críticamente resultados de trabajos de investigación o divulgación relacionados con las ciencias geológicas y ambientales comprobando si siguen correctamente los pasos de los métodos científicos para evaluar la fiabilidad de sus conclusiones (CCL2, CCL3, CP2, STEM2, STEM4, CD1, CPSAA4, CC3).",
                    "4. Plantear y resolver problemas, buscando y utilizando las estrategias adecuadas, analizando críticamente las soluciones y reformulando el procedimiento si fuera necesario, para explicar fenómenos relacionados con las ciencias geológicas y ambientales (CCL3, STEM1, STEM2, CD1, CD5, CPSAA1.1, CE3).",
                    "5. Analizar los impactos de determinadas acciones sobre el medio ambiente o la disponibilidad de recursos a través de observaciones de campo y de información en diferentes formatos y basándose en fundamentos científicos para promover y adoptar estilos de vida compatibles con el desarrollo sostenible (CCL3, STEM2, STEM5, CD4, CPSAA2, CC4, CE1, CCEC1).",
                    "6. Identificar y analizar los elementos geológicos del relieve a partir de observaciones de campo o de información en diferentes formatos para explicar fenómenos, reconstruir la historia geológica, hacer predicciones e identificar posibles riesgos geológicos de una zona determinada (CCL3, CP2, STEM2, STEM5, CD4, CPSAA4, CE3, CCEC1)."
                ]
}
