{
                "competenciasEspecificas": [
                    "1. Analizar obras gráfico-plásticas, valorando sus aspectos formales, comparando las técnicas, materiales y procedimientos empleados en su ejecución y conservación, y reflexionando sobre su posible impacto medioambiental, para conformar un marco personal de referencia que potencie la creatividad y fomente una actitud positiva hacia el patrimonio, a la par que comprometida con la sostenibilidad (CCL3, STEM2, CD1, CPSAA2, CC1, CC2, CC4, CCEC1, CCEC2).",
                    "2. Utilizar los distintos elementos y procedimientos propios del lenguaje gráfico-plástico, manifestando dominio técnico y experimentando de manera creativa e innovadora con sus posibilidades y combinaciones, para desarrollar una capacidad de expresión autónoma y personal y para responder a unos objetivos determinados (CPSAA1.1, CPSAA1.2, CC4, CE3, CCEC3.1, CCEC3.2, CCEC4.1, CCEC4.2).",
                    "3. Planificar el proceso de realización individual y colectiva de obras gráfico-plásticas, valorando las posibilidades que ofrecen las distintas técnicas, materiales y procedimientos, así como su adecuación a una determinada propuesta, para responder con eficacia y creatividad a cualquier desempeño relacionado con la producción cultural o artística (STEM3, CPSAA3.2, CPSAA4, CE2, CCEC4.2).",
                    "4. Desarrollar proyectos gráfico-plásticos individuales y colaborativos, utilizando con destreza diversos materiales, técnicas y procedimientos, para integrar el proceso creativo y responder de manera eficaz, sostenible y creativa a unos objetivos de desempeño determinados (STEM3, CPSAA1.1, CPSAA3.1, CPSAA3.2, CE3, CCE3, CCEC3.2, CCEC4.1).",
                    "5. Evaluar los productos gráfico-plásticos propios y ajenos, valorando su posible impacto social y cultural, para potenciar una actitud crítica y responsable que favorezca el desarrollo personal y profesional en el campo de la expresión gráfico-plástica (CPSAA1.1, CPSAA1.2, CPSAA3.1, CC4, CE2, CCEC1, CCEC2)."
                ]
}
