{
  "competenciasEspecificas": [
                    {"text": "1. Analizar obras gráfico-plásticas, valorando sus aspectos formales, comparando las técnicas, materiales y procedimientos empleados en su ejecución y conservación, y reflexionando sobre su posible impacto medioambiental, para conformar un marco personal de referencia que potencie la creatividad y fomente una actitud positiva hacia el patrimonio, a la par que comprometida con la sostenibilidad. Entendidas como elementos complejos que pueden ser abordados desde diferentes enfoques, las producciones artísticas constituyen un reflejo del contexto social, cultural e histórico en el que se han generado. Uno de los aspectos que ayudan a definir ese contexto es el análisis tanto de los materiales como de las técnicas y procedimientos utilizados, poniéndolos en relación con sus cualidades expresivas y comunicativas, para lo que también se deben considerar sus aspectos formales (composición; forma, color y textura; luz; etc.). Este análisis permite comparar y relacionar obras en contextos diferentes, lo que proporcionará al alumnado un bagaje de recursos para aplicar tanto en futuras valoraciones críticas, como en sus propias producciones artísticas. Por otra parte, este análisis de diferentes producciones artísticas ayudará a fomentar una valoración positiva de la diversidad cultural y artística del patrimonio. Entre los ejemplos analizados, se debe incorporar la perspectiva de género y la perspectiva intercultural, con énfasis en el estudio de producciones realizadas por mujeres y por personas de grupos étnicos y poblacionales cuya presencia en el canon artístico occidental ha sido tradicionalmente muy limitada. Para el análisis de las manifestaciones gráfico-plásticas pueden emplearse diversas metodologías, entre las que se cuentan la investigación documentada mediante fuentes analógicas o digitales, así como novedosas herramientas tecnológicas de análisis científico. Aunque ambos son valiosos ejemplos de acercamiento, resultan complementarios del imprescindible análisis visual de la obra, cuya sencillez técnica, inmediatez y versatilidad permiten considerarlo como el primer método de acercamiento, en sus dos aspectos fundamentales: de aproximación al disfrute estético –activando así otros procesos cognitivos importantes, como la atención y la memoria– y de desarrollo del sentido crítico. La aplicación de estas metodologías de recepción puede transferirse a otros ámbitos de conocimiento, mejorando la formación integral del alumnado. Por otra parte, la mayoría de las producciones artísticas plásticas, en tanto que objetos físicos, son elementos sobre los que conviene hacer una reflexión medioambiental, tanto por la repercusión de los materiales, técnicas y herramientas empleados en su realización, como la que se deriva de los procesos de producción, que también pueden generar residuos perjudiciales para el planeta. Así pues, es especialmente importante conocer las técnicas de elaboración de los materiales empleados en el trabajo gráfico-plástico. El alumnado debe tener en cuenta todas estas consideraciones para poder valorar, en el momento de la recepción de una obra concreta, su impacto sobre el medioambiente. Por último, la sostenibilidad en la producción artística debe complementarse con la apuesta consciente por la conservación y el cuidado del patrimonio artístico, estableciendo un diálogo respetuoso entre ambas vertientes. Esta competencia específica se conecta con los siguientes descriptores: CCL3, STEM2, CD1, CPSAA2, CC1, CC2, CC4, CCEC1, CCEC2.", "value": "1. Analizar obras gráfico-plásticas, valorando sus aspectos formales, comparando las técnicas, materiales y procedimientos empleados en su ejecución y conservación, y reflexionando sobre su posible impacto medioambiental, para conformar un marco personal de referencia que potencie la creatividad y fomente una actitud positiva hacia el patrimonio, a la par que comprometida con la sostenibilidad (CCL3, STEM2, CD1, CPSAA2, CC1, CC2, CC4, CCEC1, CCEC2)."},
                    {"text": "2. Utilizar los distintos elementos y procedimientos propios del lenguaje gráfico-plástico, manifestando dominio técnico y experimentando de manera creativa e innovadora con sus posibilidades y combinaciones, para desarrollar una capacidad de expresión autónoma y personal y para responder a unos objetivos determinados. El lenguaje gráfico-plástico ha acompañado al ser humano desde sus inicios, por lo que resulta extremadamente rico y variado. De ahí que el estudio de las técnicas de expresión gráfico-plástica requiera de saberes asociados a muy diversos campos de conocimiento, incluyendo la práctica y la destreza en la aplicación de los distintos procedimientos. Las técnicas gráfico-plásticas ofrecen recursos muy potentes para expresar, de manera personal y libre, ideas, sentimientos y opiniones sobre cualquier temática o fundamentadas en vivencias personales o compartidas. De esta forma, el alumnado incorpora la faceta personal a sus composiciones, intensificando así su implicación. En todo caso, deberá seleccionar los recursos más adecuados en función de la intencionalidad buscada, sin perder de vista la necesaria reflexión sobre la sostenibilidad del producto final. Además, las producciones gráfico-plásticas permiten un alto grado de experimentación y creatividad, combinando de manera muy diversa materiales, utensilios, técnicas y procedimientos. Todo ello proporciona al alumnado una mayor libertad para plasmar las ideas y sentimientos personales. La adquisición de las destrezas necesarias y la progresiva soltura técnica en la ejecución de las producciones irá posibilitando que alumnos y alumnas ejerciten la improvisación. En definitiva, la resolución de estas producciones gráfico-plásticas constituye un impulso en el crecimiento personal del alumnado y genera un clima de autoconfianza, al tiempo que agudiza el sentido crítico, aumenta la autoestima y potencia la creatividad. Esta competencia específica se conecta con los siguientes descriptores: CPSAA1.1, CPSAA1.2, CC4, CE3, CCEC3.1, CCEC3.2, CCEC4.1, CCEC4.2.", "value": "2. Utilizar los distintos elementos y procedimientos propios del lenguaje gráfico-plástico, manifestando dominio técnico y experimentando de manera creativa e innovadora con sus posibilidades y combinaciones, para desarrollar una capacidad de expresión autónoma y personal y para responder a unos objetivos determinados (CPSAA1.1, CPSAA1.2, CC4, CE3, CCEC3.1, CCEC3.2, CCEC4.1, CCEC4.2)."},
                    {"text": "3. Planificar el proceso de realización individual y colectiva de obras gráfico-plásticas, valorando las posibilidades que ofrecen las distintas técnicas, materiales y procedimientos, así como su adecuación a una determinada propuesta, para responder con eficacia y creatividad a cualquier desempeño relacionado con la producción cultural o artística. Los niveles de complejidad de las producciones gráfico-plásticas son muy variados, y están condicionados por circunstancias tanto propias como ajenas a ellas. Para lograr desarrollarlas con éxito, el alumnado debe valorar, junto al grado de complejidad, las posibilidades de los recursos disponibles para el proyecto, así como su adecuación al mismo. Tras este diagnóstico de la situación, debe planificar ordenadamente las diferentes fases de realización, seleccionando con criterio y creatividad los recursos que mejor se adapten a la propuesta. De esta forma, el proceso de análisis de la situación de partida y la planificación de la obra se convierten en componentes con tanto o más valor que el producto final para el alumnado, que ha de ser capaz de gestionar correctamente este complejo entramado de relaciones para afrontar con éxito un proyecto gráfico-plástico. Cuando los proyectos son colectivos, es importante planificar igualmente la participación de los distintos miembros del grupo, valorando sus debilidades y fortalezas, con el fin de integrar las experiencias compartidas y favorecer unas dinámicas de trabajo eficaces, respetuosas, empáticas y enriquecedoras. Finalmente, resulta fundamental que, una vez concluida la planificación de la obra gráfico plástica, esta sea sometida a un proceso de evaluación, individual o colectivo, que incluya otro análisis que permita al alumnado explicar el modo en que los materiales, técnicas, procesos de realización y lenguajes seleccionados han condicionado el producto final. Esta competencia específica se conecta con los siguientes descriptores: STEM3, CPSAA3.2, CPSAA4, CE2, CCEC4.2.", "value": "3. Planificar el proceso de realización individual y colectiva de obras gráfico-plásticas, valorando las posibilidades que ofrecen las distintas técnicas, materiales y procedimientos, así como su adecuación a una determinada propuesta, para responder con eficacia y creatividad a cualquier desempeño relacionado con la producción cultural o artística (STEM3, CPSAA3.2, CPSAA4, CE2, CCEC4.2)."},
                    {"text": "4. Desarrollar proyectos gráfico-plásticos individuales y colaborativos, utilizando con destreza diversos materiales, técnicas y procedimientos, para integrar el proceso creativo y responder de manera eficaz, sostenible y creativa a unos objetivos de desempeño determinados. Tanto en los proyectos colectivos como en los individuales, cada alumno o alumna debe enfrentarse a la resolución de problemas aplicando de manera consciente las destrezas y técnicas adquiridas. Un aspecto fundamental consiste en determinar las técnicas, materiales, soportes y procedimientos que resulten más adecuados para responder a la necesidad planteada. En todo caso, en la selección de materiales y en la aplicación de los procedimientos para crear las diferentes obras gráfico-plásticas, es imprescindible aplicar una perspectiva de sostenibilidad; de ahí que se proponga también la utilización de materiales reciclados y no contaminantes y el empleo de procedimientos respetuosos con el medioambiente. Cuando los proyectos son individuales, propician el desarrollo de la autonomía y la autoestima, posibilitando al mismo tiempo el enriquecimiento de futuras producciones colaborativas. Cuando son colaborativos, además, cada alumno o alumna recibe, aporta y comparte con el resto de miembros del grupo, desarrollando así estrategias de empatía y de resolución de problemas y conflictos. En cualquiera de los dos casos, el objetivo es crear unas dinámicas de trabajo empáticas y enriquecedoras, mediante las que el alumnado aprenda a respetar tanto el trabajo propio como el ajeno, lo que constituirá además un aporte valioso para la construcción de la identidad personal y el enriquecimiento del espíritu crítico. Por otro lado, los proyectos gráfico-plásticos, tanto individuales como colectivos, pueden vincularse con la experimentación, la expresión personal y la autonomía en la resolución de problemas. De este diálogo entre lo individual y lo colectivo depende en gran parte la eficacia y adecuación de la respuesta a cualquier propuesta. Esta competencia específica se conecta con los siguientes descriptores: STEM3, CPSAA1.1, CPSAA3.1, CPSAA3.2, CE3, CCE3, CCEC3.2, CCEC4.1.", "value": "4. Desarrollar proyectos gráfico-plásticos individuales y colaborativos, utilizando con destreza diversos materiales, técnicas y procedimientos, para integrar el proceso creativo y responder de manera eficaz, sostenible y creativa a unos objetivos de desempeño determinados (STEM3, CPSAA1.1, CPSAA3.1, CPSAA3.2, CE3, CCE3, CCEC3.2, CCEC4.1)."},
                    {"text": "5. Evaluar los productos gráfico-plásticos propios y ajenos, valorando su posible impacto social y cultural, para potenciar una actitud crítica y responsable que favorezca el desarrollo personal y profesional en el campo de la expresión gráfico-plástica. Todo proyecto artístico colectivo necesita de la implicación activa de sus integrantes para aplicar con éxito los aprendizajes que intervienen en el proceso de planificación y creación y plasmarlos en una producción final satisfactoria, que responda a un objetivo concreto previamente planteado. Se trata de un proceso comunicativo de discusión, cuestionamiento e intercambio de ideas que favorece la inclusión y pone en valor las oportunidades de desarrollo personal y social del alumnado, para lo que este debe comprender las repercusiones que el proyecto puede tener en esos y otros campos. Por ello, una vez elaborado el proyecto gráfico-plástico, es imprescindible proceder a evaluar tanto las producciones propias como las ajenas, atendiendo, en primer lugar, a la adecuación entre los lenguajes, técnicas, materiales y procedimientos empleados en función de la intencionalidad inicial y el tipo de producto que se deseaba obtener. Para ello, el alumnado debe utilizar el vocabulario específico y la terminología profesional adecuada, además de mostrar una actitud empática y constructiva, expresando y aceptando los errores y puntos débiles como posibilidades para aprender y mejorar. Otro aspecto que debe evaluarse es, sin duda, la calidad en la ejecución y el grado de adecuación de la planificación de la actividad con respecto a la realidad de la producción, así como las posibles interacciones medioambientales. Es también el momento de evaluar el respeto hacia la propiedad intelectual del producto final, así como de establecer paralelismos entre los trabajos realizados y otros similares pertenecientes a ámbitos distintos del escolar, reflexionando sobre las posibilidades profesionales derivadas del conocimiento y aplicación solvente de las diferentes técnicas gráfico-plásticas, lo que supondrá un incentivo en el grado de implicación del alumnado en la materia, al asociar así el trabajo de aula con su proyección futura en el mundo laboral. Por todo ello, se produce un movimiento que incidirá tanto en la mejora de los trabajos sucesivos, como en el desarrollo de la capacidad crítica argumentada, que podrá aplicarse a otros muchos campos de su vida personal y académica y que es clave para el desarrollo de una personalidad autónoma. Esta competencia específica se conecta con los siguientes descriptores: CPSAA1.1, CPSAA1.2, CPSAA3.1, CC4, CE2, CCEC1, CCEC2.", "value": "5. Evaluar los productos gráfico-plásticos propios y ajenos, valorando su posible impacto social y cultural, para potenciar una actitud crítica y responsable que favorezca el desarrollo personal y profesional en el campo de la expresión gráfico-plástica (CPSAA1.1, CPSAA1.2, CPSAA3.1, CC4, CE2, CCEC1, CCEC2)."}
                ]
}
