{
                "competenciasEspecificas": [
                    "1. Reconocer los movimientos, acciones y transformaciones históricas que han contribuido al afianzamiento de la libertad en el mundo contemporáneo, a través del estudio comparado de casos y el uso correcto de términos y conceptos históricos, para valorar los logros que suponen los sistemas democráticos como principal garantía para la convivencia y el ejercicio de los derechos fundamentales (CCL2, STEM2, CPSAA1.1, CC1, CC2, CC3, CE1).",
                    "2. Tomar conciencia del grado de violencia, barbarie y destrucción de los conflictos de la Edad Contemporánea, a través del empleo de fuentes históricas fiables, la lectura de textos historiográficos y la elaboración de argumentos propios que prevengan la manipulación de la información, para afrontar acontecimientos traumáticos de nuestro pasado reciente, evitar la repetición de hechos semejantes, reconocer a las víctimas y defender la aplicación del principio de Justicia Universal (CCL1, CCL5, CPSAA1.1, CPSAA3.1, CPSAA4, CC1, CC2, CC3).",
                    "3. Identificar la desigualdad como uno de los principales problemas de las sociedades contemporáneas, reconociendo las experiencias históricas de determinados colectivos, empleando el análisis multicausal y valorando el papel transformador del sujeto en la historia, para comprender cómo se han formado las actuales sociedades complejas, apreciar la riqueza de la diversidad social, valorar los logros alcanzados y asumir los retos que plantea la consecución de comunidades más justas y cohesionadas (CCL3, STEM1, CD5, CPSAA1.2, CPSAA3.1, CC2, CC3).",
                    "4. Comprender la importancia de las identidades colectivas en la configuración social, política y cultural del mundo contemporáneo, utilizando el pensamiento histórico, sus conceptos y métodos, para analizar críticamente cómo se han ido construyendo y conformando a través del tiempo, elaborar argumentos propios con los que contribuir a un diálogo constructivo, respetar los sentimientos de pertenencia, y valorar la riqueza patrimonial y el legado histórico y cultural que han producido (CCL3, CCL5, CPSAA1.2, CPSAA3.1, CC2, CC3, CCEC1, CCEC2).",
                    "5. Identificar y reconocer los principales retos del siglo XXI a través de procesos avanzados de búsqueda, selección y tratamiento de la información, el contraste y la lectura crítica de fuentes, para entender el fenómeno histórico de la globalización, su repercusión en el ámbito local y planetario y en la vida cotidiana de las personas, y mostrar la necesidad de adoptar compromisos ecosociales para afrontar los Objetivos de Desarrollo Sostenible (CCL3, STEM5, CD1, CPSAA2, CPSAA4, CC3, CC4, CE1).",
                    "6. Valorar el significado histórico de la idea de progreso y sus repercusiones sociales, ambientales y territoriales en el mundo contemporáneo, a través del uso de métodos cuantitativos y del análisis multifactorial del desarrollo económico, los ritmos de crecimiento y la existencia de distintos modelos y sistemas, para tomar conciencia de las relaciones de subordinación y dependencia, y adoptar un compromiso activo con la sostenibilidad, la defensa de los derechos sociales y el acceso universal a recursos básicos (STEM4, STEM5, CPSAA2, CPSAA5, CC3, CC4, CE1, CE2).",
                    "7. Interpretar la función que han desempeñado el pensamiento y las ideologías en la transformación de la realidad desde los orígenes de la Edad Contemporánea hasta la actualidad, a través de la aproximación a la historiografía y a los debates sobre temas claves de la historia, para valorar críticamente los distintos proyectos sociales, políticos y culturales generados, las acciones llevadas a cabo y las experiencias vividas, desde la perspectiva ética contenida en la Declaración Universal de los Derechos Humanos (CCL3, CCL5, CD3, CPSAA1.2, CPSAA3.1, CPSAA4, CC2, CC3).",
                    "8. Describir y analizar los cambios y permanencias que se han producido en la sociedad contemporánea, los comportamientos demográficos, los modos de vida y el ciclo vital, prestando especial interés a la situación de la mujer, a los roles de género y edad, a los mecanismos de control, dominio y sumisión, y a la lucha por la dignidad y contra la discriminación, realizando proyectos de investigación y aplicando el pensamiento histórico para reconocer el valor e importancia de los personajes anónimos de la historia (CCL5, STEM3, CD2, CPSAA1.2, CPSAA3.1, CPSAA4, CC2, CC3)."
                ]
}
