{
  "competenciasEspecificas": [
                    {"text": "1. Reconocer los movimientos, acciones y transformaciones históricas que han contribuido al afianzamiento de la libertad en el mundo contemporáneo, a través del estudio comparado de casos y el uso correcto de términos y conceptos históricos, para valorar los logros que suponen los sistemas democráticos como principal garantía para la convivencia y el ejercicio de los derechos fundamentales. El concepto de libertad constituye uno de los elementos fundamentales para el análisis y comprensión de la historia del mundo contemporáneo. La aproximación a los múltiples significados que ha ido adquiriendo desde el siglo XVIII hasta la actualidad resulta esencial para comprender los principales movimientos ideológicos, políticos y sociales que se han desarrollado y los procesos de transformación a los que ha dado lugar. Del mismo modo, el alumnado debe entender e introducir en su análisis las distintas dimensiones del tiempo histórico, así como la relación entre los factores más lentos y estructurales y las coyunturas de cambio, a través del uso de conceptos claves del pensamiento histórico como los de revolución o transición. Por otro lado, la adopción de una perspectiva no estrictamente lineal del transcurso de la historia, identificando los avances y retrocesos en función de las reacciones que se producen ante las nuevas realidades, como fue el caso de los regímenes liberales y del establecimiento de la democracia, proporciona una visión que atiende antes a las experiencias históricas reales que a las visiones ideológicas y teleológicas derivadas de determinados modelos teóricos, algo especialmente necesario para analizar las revoluciones socialistas y el establecimiento de los estados comunistas. Asimismo, el estudio comparado de los procesos de transformación más significativos, así como de la evolución de los principales sistemas políticos hasta el presente, resulta necesario para que el alumnado identifique las variables y factores que intervienen en su desarrollo y, sobre todo, valore los logros que se han ido alcanzando para la realización efectiva de los derechos y libertades fundamentales. La comprensión crítica de estos procesos históricos y del funcionamiento de las democracias consolidadas, le permite percibir sus riesgos y amenazas, así como la necesidad de la participación y el ejercicio de la ciudadanía activa para su defensa y el cumplimiento de sus aspiraciones y expectativas. Esta competencia específica se conecta con los siguientes descriptores: CCL2, STEM2, CPSAA1.1, CC1, CC2, CC3, CE1.", "value": "1. Reconocer los movimientos, acciones y transformaciones históricas que han contribuido al afianzamiento de la libertad en el mundo contemporáneo, a través del estudio comparado de casos y el uso correcto de términos y conceptos históricos, para valorar los logros que suponen los sistemas democráticos como principal garantía para la convivencia y el ejercicio de los derechos fundamentales (CCL2, STEM2, CPSAA1.1, CC1, CC2, CC3, CE1)."},
                    {"text": "2. Tomar conciencia del grado de violencia, barbarie y destrucción de los conflictos de la Edad Contemporánea, a través del empleo de fuentes históricas fiables, la lectura de textos historiográficos y la elaboración de argumentos propios que prevengan la manipulación de la información, para afrontar acontecimientos traumáticos de nuestro pasado reciente, evitar la repetición de hechos semejantes, reconocer a las víctimas y defender la aplicación del principio de Justicia Universal. La Edad Contemporánea es la etapa histórica de la que más constancia y evidencias disponemos sobre los niveles de violencia y barbarie a los que puede llegar la humanidad. Conocer el alcance de la destrucción, el número de víctimas y el grado de desolación generados como consecuencia de los múltiples enfrentamientos armados, especialmente de las dos guerras mundiales, sucedidos durante este periodo, se hace imprescindible para desarrollar una actitud comprometida con la defensa de la paz, el diálogo y la mediación frente a los conflictos. Dicha toma de conciencia implica reconocer también la importancia histórica de las organizaciones e instituciones internacionales y nacionales que tratan de evitar las guerras, impedir o denunciar la violación de los derechos humanos y promover la cooperación internacional en el desempeño de misiones humanitarias para el logro de la paz, la seguridad y la justicia. Por otro lado, además de relacionar los múltiples factores que provocan una determinada conflagración y analizar las transformaciones que tienen lugar en una sociedad en conflicto, el alumnado debe atender a los mecanismos psicológicos, sociales y culturales que conducen al uso de la violencia o a la justificación de la misma. Las implicaciones ideológicas y emocionales que derivan de los conflictos más recientes, especialmente de las guerras civiles y otros enfrentamientos fratricidas, precisan del rigor en el tratamiento de la información, del acceso a fuentes documentales y del conocimiento de las interpretaciones elaboradas por los historiadores, para poder argumentar y defender juicios propios, identificar las falsas noticias y neutralizar la desinformación. Se trata también de generar actitudes conciliatorias mediante el desarrollo de políticas de la memoria que sirvan de referencia colectiva sobre cuestiones del pasado que jamás deben volverse a repetir. La experiencia del Holocausto y de otros genocidios y crímenes contra la humanidad, la utilización del terror por parte de regímenes totalitarios y autoritarios, y la amenaza del terrorismo vinculado a movimientos políticos de diversa índole, han de generar una actitud de rechazo hacia el uso de todo tipo de violencia y una firme convicción en torno al reconocimiento de las víctimas y al derecho a la verdad, la justicia, la reparación y las garantías de no repetición. Esta competencia específica se conecta con los siguientes descriptores: CCL1, CCL5, CPSAA1.1, CPSAA3.1, CPSAA4, CC1, CC2, CC3.", "value": "2. Tomar conciencia del grado de violencia, barbarie y destrucción de los conflictos de la Edad Contemporánea, a través del empleo de fuentes históricas fiables, la lectura de textos historiográficos y la elaboración de argumentos propios que prevengan la manipulación de la información, para afrontar acontecimientos traumáticos de nuestro pasado reciente, evitar la repetición de hechos semejantes, reconocer a las víctimas y defender la aplicación del principio de Justicia Universal (CCL1, CCL5, CPSAA1.1, CPSAA3.1, CPSAA4, CC1, CC2, CC3)."},
                    {"text": "3. Identificar la desigualdad como uno de los principales problemas de las sociedades contemporáneas, reconociendo las experiencias históricas de determinados colectivos, empleando el análisis multicausal y valorando el papel transformador del sujeto en la historia, para comprender cómo se han formado las actuales sociedades complejas, apreciar la riqueza de la diversidad social, valorar los logros alcanzados y asumir los retos que plantea la consecución de comunidades más justas y cohesionadas. El nuevo ideal de ciudadanía que establecieron los regímenes liberales puso en el centro de la acción política y social a la noción de igualdad, un concepto que desde entonces ha ido incorporando significaciones diferentes y contrapuestas. El alumnado debe identificar y relacionar las múltiples variables y los factores que han determinado dichos cambios con respecto a los derechos civiles y sociales, así como sus derivaciones políticas, principalmente en relación a la participación ciudadana, valorando la capacidad de acción del sujeto en la historia a través de los movimientos sociales que este ha protagonizado en defensa de sus reivindicaciones, en favor de su reconocimiento jurídico y político y en la lucha por la consecución de sus aspiraciones de dignidad y justicia. De manera especial ha de atender al análisis del mundo del trabajo y a las transformaciones que se han producido en el ámbito de la producción, en las condiciones de vida de los trabajadores y en las relaciones laborales, cambios que han supuesto constantes movimientos migratorios y fenómenos sociales y geográficos como el abandono del medio rural, las aglomeraciones urbanas y los consecuentes desequilibrios territoriales. Por otro lado, el conocimiento del proceso de proletarización de la clase trabajadora y de la eclosión de las organizaciones obreras debe servir como una de las referencias para medir los logros sociales alcanzados y el papel que ha representado en ello la acción colectiva, así como las medidas que se han ido adoptando en los diferentes Estados en función de la pluralidad de intereses que estos representan. Las sociedades complejas de hoy siguen sujetas a cambios cada vez más acelerados, que precisan de una ciudadanía capaz de adaptarse a un entorno social y laboral especialmente condicionado por los avances tecnológicos, así como de mostrar un firme compromiso cívico con el logro de la cohesión social, la solidaridad, el respeto a la diversidad y el derecho de las minorías. Esta competencia específica se conecta con los siguientes descriptores: CCL3, STEM1, CD5, CPSAA1.2, CPSAA3.1, CC2, CC3.", "value": "3. Identificar la desigualdad como uno de los principales problemas de las sociedades contemporáneas, reconociendo las experiencias históricas de determinados colectivos, empleando el análisis multicausal y valorando el papel transformador del sujeto en la historia, para comprender cómo se han formado las actuales sociedades complejas, apreciar la riqueza de la diversidad social, valorar los logros alcanzados y asumir los retos que plantea la consecución de comunidades más justas y cohesionadas (CCL3, STEM1, CD5, CPSAA1.2, CPSAA3.1, CC2, CC3)."},
                    {"text": "4. Comprender la importancia de las identidades colectivas en la configuración social, política y cultural del mundo contemporáneo, utilizando el pensamiento histórico, sus conceptos y métodos, para analizar críticamente cómo se han ido construyendo y conformando a través del tiempo, elaborar argumentos propios con los que contribuir a un diálogo constructivo, respetar los sentimientos de pertenencia, y valorar la riqueza patrimonial y el legado histórico y cultural que han producido. El inicio de la contemporaneidad, más allá de ciertas pervivencias y resistencias, supuso una ruptura radical con las vivencias y sentimientos de pertenencia tradicionales, abriendo un nuevo escenario para la creación y desarrollo de identidades alternativas que, en la actualidad, mantienen toda su vitalidad y vigencia. Analizar la construcción histórica de estos nuevos marcos de referencia en relación con conceptos tan sustanciales como los de clase o de nación, identificar los espacios de socialización en los que se han formado estas conciencias colectivas, y reconocer las ideologías, ritos y símbolos que les confieren entidad política y cultural, resultan acciones necesarias para entender su capacidad de identificación, encuadramiento social y movilización. Para ello, el alumnado ha de aproximarse a los métodos propios del pensamiento histórico y a la historiografía más relevante sobre la cuestión nacional y las identidades sociales, poniendo especial atención en el análisis de las experiencias históricas y las culturas políticas asociadas a las mismas, al objeto de reflexionar sobre el papel del sujeto colectivo en la historia, su capacidad de acción y de transformación, su articulación en movimientos políticos y sociales y las distintas formas de organización que estos han adoptado. Tomar conciencia del papel que han representado las identidades en la historia contemporánea, del significado polivalente de las mismas, y de su contribución tanto a procesos de dominio como de liberación, debe generar una actitud crítica frente a la intolerancia, pero respetuosa ante los sentimientos identitarios. Una disposición esta última que implica el reconocimiento de la riqueza de la diversidad cultural y del patrimonio relacionado con las distintas identidades nacionales, culturales y sociales, así como la defensa de la pluralidad frente a toda tendencia a uniformizar o a imponer cualquier identidad sobre otra. Esta competencia específica se conecta con los siguientes descriptores: CCL3, CCL5, CPSAA1.2, CPSAA3.1, CC2, CC3, CCEC1, CCEC2.", "value": "4. Comprender la importancia de las identidades colectivas en la configuración social, política y cultural del mundo contemporáneo, utilizando el pensamiento histórico, sus conceptos y métodos, para analizar críticamente cómo se han ido construyendo y conformando a través del tiempo, elaborar argumentos propios con los que contribuir a un diálogo constructivo, respetar los sentimientos de pertenencia, y valorar la riqueza patrimonial y el legado histórico y cultural que han producido (CCL3, CCL5, CPSAA1.2, CPSAA3.1, CC2, CC3, CCEC1, CCEC2)."},
                    {"text": "5. Identificar y reconocer los principales retos del siglo XXI a través de procesos avanzados de búsqueda, selección y tratamiento de la información, el contraste y la lectura crítica de fuentes, para entender el fenómeno histórico de la globalización, su repercusión en el ámbito local y planetario y en la vida cotidiana de las personas, y mostrar la necesidad de adoptar compromisos ecosociales para afrontar los Objetivos de Desarrollo Sostenible. La globalización define en la actualidad un fenómeno múltiple y complejo que ha influido sustancialmente en el modo de interpretar la realidad y también en la forma de actuar de la ciudadanía. El alumnado debe conocer los principales elementos y dimensiones de este proceso histórico que, acelerado en las últimas décadas, ha tenido su origen y desarrollo a lo largo de la Edad Contemporánea, identificando y analizando el grado de interdependencia que ha generado y cómo este afecta al entorno local y a la vida cotidiana. Para ello es esencial el dominio avanzado de procesos asociados a la información, especialmente en entornos digitales, que le permitan disponer de fuentes fiables y veraces, discriminar contenidos falaces, falsos o irrelevantes y percibir cualquier sesgo ideológico e intencionado. Es necesario prestar atención a la evolución comercial y al complejo entramado de intereses que han tenido lugar en la formación de un mercado global en constante inestabilidad y conflicto, así como las diversas formas en las que nos afecta en el ámbito laboral y en el del consumo. Los cambios que la globalización ha producido en el contexto de las relaciones internacionales resultan de especial relevancia con respecto a la seguridad y la paz mundial, lo que implica el análisis de las alianzas y bloques, así como de las diferentes estrategias de amenaza y de disuasión que se han prolongado hasta la presente realidad multipolar. Finalmente, identificar los principales retos del siglo XXI, los riesgos a los que nos enfrentamos, y valorar los compromisos y alianzas regionales y globales requeridas para afrontar estos desafíos, especialmente los relacionados con la emergencia climática, resulta indispensable para adoptar actitudes y comportamientos ecosocialmente responsables y orientados a la sostenibilidad del planeta, la defensa de las instituciones democráticas, la mejora del bienestar colectivo y la solidaridad entre las generaciones presentes y futuras. Esta competencia específica se conecta con los siguientes descriptores: CCL3, STEM5, CD1, CPSAA2, CPSAA4, CC3, CC4, CE1.", "value": "5. Identificar y reconocer los principales retos del siglo XXI a través de procesos avanzados de búsqueda, selección y tratamiento de la información, el contraste y la lectura crítica de fuentes, para entender el fenómeno histórico de la globalización, su repercusión en el ámbito local y planetario y en la vida cotidiana de las personas, y mostrar la necesidad de adoptar compromisos ecosociales para afrontar los Objetivos de Desarrollo Sostenible (CCL3, STEM5, CD1, CPSAA2, CPSAA4, CC3, CC4, CE1)."},
                    {"text": "6. Valorar el significado histórico de la idea de progreso y sus repercusiones sociales, ambientales y territoriales en el mundo contemporáneo, a través del uso de métodos cuantitativos y del análisis multifactorial del desarrollo económico, los ritmos de crecimiento y la existencia de distintos modelos y sistemas, para tomar conciencia de las relaciones de subordinación y dependencia, y adoptar un compromiso activo con la sostenibilidad, la defensa de los derechos sociales y el acceso universal a recursos básicos. La idea del progreso es consustancial al pensamiento contemporáneo y a los distintos movimientos ideológicos, políticos y sociales de esta época histórica, y ha tenido su principal materialización en el desarrollo económico experimentado en tan breve espacio de tiempo, derivado de los avances tecnológicos y de las nuevas formas de concebir la producción, el intercambio y la distribución de los recursos. Para analizar este proceso es necesario el uso de procedimientos cuantitativos para el tratamiento de datos numéricos, así como el manejo de variables econométricas y su representación gráfica, de manera que el alumnado pueda describir y comprender los ritmos y ciclos de crecimiento, los diferentes modelos de desarrollo, y las crisis y las respuestas dadas a las mismas a través de la gestación y aplicación de nuevas teorías y políticas económicas. Conocer e interpretar los distintos sistemas económicos que han tenido lugar, especialmente el origen y evolución del capitalismo, y los distintos factores que han determinado sus avances y periodos de crisis así como las transformaciones sociales, ambientales y territoriales que han generado, son claves para que el alumnado identifique los desequilibrios que se han producido y analice sus consecuencias desde la perspectiva de las condiciones de vida, la dignidad humana, el acceso universal a recursos esenciales y los problemas ecosociales. El análisis de la experiencia histórica debida a la aplicación de diferentes políticas inspiradas en las principales doctrinas económicas, debe promover en el alumnado una actitud comprometida con comportamientos responsables que favorezcan un modelo de desarrollo en el que resulten compatibles las expectativas de crecimiento y de bienestar, tanto individual como colectivo, con la justicia social y la sostenibilidad del planeta. Esta competencia específica se conecta con los siguientes descriptores: STEM4, STEM5, CPSAA2, CPSAA5, CC3, CC4, CE1, CE2.", "value": "6. Valorar el significado histórico de la idea de progreso y sus repercusiones sociales, ambientales y territoriales en el mundo contemporáneo, a través del uso de métodos cuantitativos y del análisis multifactorial del desarrollo económico, los ritmos de crecimiento y la existencia de distintos modelos y sistemas, para tomar conciencia de las relaciones de subordinación y dependencia, y adoptar un compromiso activo con la sostenibilidad, la defensa de los derechos sociales y el acceso universal a recursos básicos (STEM4, STEM5, CPSAA2, CPSAA5, CC3, CC4, CE1, CE2)."},
                    {"text": "7. Interpretar la función que han desempeñado el pensamiento y las ideologías en la transformación de la realidad desde los orígenes de la Edad Contemporánea hasta la actualidad, a través de la aproximación a la historiografía y a los debates sobre temas claves de la historia, para valorar críticamente los distintos proyectos sociales, políticos y culturales generados, las acciones llevadas a cabo y las experiencias vividas, desde la perspectiva ética contenida en la Declaración Universal de los Derechos Humanos. Los siglos XIX y XX han constituido, sin duda, la era de las ideologías. Conocer el papel que estas han representado en la interpretación de la realidad, en la gestación de nuevos modelos de sociedad y en la articulación de proyectos políticos transformadores, constituye un centro de atención fundamental para la comprensión de los principales procesos políticos y sociales ocurridos en estos siglos. El alumnado, a través del uso de distintas fuentes, incluyendo entre otras la literatura y el cine, debe tomar conciencia del poder y capacidad de movilización de las ideas y de los imaginarios colectivos, interpretando las distintas experiencias históricas a las que, desde la Ilustración a nuestros días, han dado lugar dichas ideas, utopías e imaginarios. Todo ello implica introducirse en los principales debates historiográficos, aún vigentes, en torno a los movimientos sociales, los procesos revolucionarios, las culturas políticas del liberalismo y la democracia, la formación histórica de la clase trabajadora, el socialismo, los fascismos y, en suma, los problemas que más han preocupado a la sociedad. El análisis crítico de este conjunto amplio y diverso de movimientos ideológicos, políticos y sociales, así como de los intereses que representan y los valores que defienden, ha de plantearse desde la perspectiva de los principios éticos contenidos en las declaraciones y acuerdos auspiciados por la Organización de las Naciones Unidas y en los ideales humanitarios que esta defiende. En una realidad como la actual, caracterizada por la incertidumbre y por el «fin de las ideologías», es necesario mostrar una actitud comprometida con la mejora de la realidad local y global, a través de la participación ciudadana, la defensa de los valores democráticos y la apuesta por una sociedad más justa y solidaria. Esta competencia específica se conecta con los siguientes descriptores: CCL3, CCL5, CD3, CPSAA1.2, CPSAA3.1, CPSAA4, CC2, CC3.", "value": "7. Interpretar la función que han desempeñado el pensamiento y las ideologías en la transformación de la realidad desde los orígenes de la Edad Contemporánea hasta la actualidad, a través de la aproximación a la historiografía y a los debates sobre temas claves de la historia, para valorar críticamente los distintos proyectos sociales, políticos y culturales generados, las acciones llevadas a cabo y las experiencias vividas, desde la perspectiva ética contenida en la Declaración Universal de los Derechos Humanos (CCL3, CCL5, CD3, CPSAA1.2, CPSAA3.1, CPSAA4, CC2, CC3)."},
                    {"text": "8. Describir y analizar los cambios y permanencias que se han producido en la sociedad contemporánea, los comportamientos demográficos, los modos de vida y el ciclo vital, prestando especial interés a la situación de la mujer, a los roles de género y edad, a los mecanismos de control, dominio y sumisión, y a la lucha por la dignidad y contra la discriminación, realizando proyectos de investigación y aplicando el pensamiento histórico para reconocer el valor e importancia de los personajes anónimos de la historia. La historia que se escribe presta mayor atención a los hechos y personajes excepcionales e individuales que protagonizan los grandes cambios que a las permanencias y a los sujetos anónimos, que suelen pasar desapercibidos. El alumnado debe tomar conciencia de que el conocimiento histórico del que disponemos resulta incompleto, y que se hacen necesarias otras visiones que aporten información sobre aspectos esenciales de las vidas y experiencias de los que nos han precedido. El acercamiento al pensamiento histórico y la realización de trabajos de investigación, a modo de talleres de historia, en los que el alumnado lleve a cabo experiencias directas a través del uso de documentos de archivos o hemerotecas digitales y del trabajo con fuentes orales, gráficas o audiovisuales, especialmente en contextos locales, lo aproxima al quehacer del historiador y a su metodología. Por otro lado, los estudios sobre la población, los modos de vida y la actividad cotidiana resultan esenciales tanto para entender los comportamientos sociales y las relaciones de género e intergeneracionales, como para rescatar y valorar aquellas percepciones, emociones, creencias y esquemas culturales en las que se expresa la diversidad social contemporánea. Esta perspectiva implica el análisis de los mecanismos de control, subordinación, dominio y sumisión que ha sufrido de manera intensa y continuada la mujer, relegada al silencio y al olvido, así como de las acciones en favor de su emancipación y del desarrollo de los movimientos feministas. Se trata, en fin, de promover un modo de entender la historia como un proceso abierto y en construcción, capaz de conectar los grandes acontecimientos con el entorno más cercano y en donde los personajes anónimos cobran importancia y valor, concibiendo así la memoria como un bien colectivo rico en experiencias y proyectos de futuro. Esta competencia específica se conecta con los siguientes descriptores: CCL5, STEM3, CD2, CPSAA1.2, CPSAA3.1, CPSAA4, CC2, CC3.", "value": "8. Describir y analizar los cambios y permanencias que se han producido en la sociedad contemporánea, los comportamientos demográficos, los modos de vida y el ciclo vital, prestando especial interés a la situación de la mujer, a los roles de género y edad, a los mecanismos de control, dominio y sumisión, y a la lucha por la dignidad y contra la discriminación, realizando proyectos de investigación y aplicando el pensamiento histórico para reconocer el valor e importancia de los personajes anónimos de la historia (CCL5, STEM3, CD2, CPSAA1.2, CPSAA3.1, CPSAA4, CC2, CC3)."}
                ]
}
