{
  "competenciasEspecificas": [
            "1. Interpretar situaciones de la vida cotidiana, proporcionando una representación matemática de las mismas mediante conceptos, herramientas y estrategias, para analizar la información más relevante. (STEM1, STEM2, STEM4, CD2, CPSAA5, CE1, CE3, CCEC4).",
            "2. Resolver situaciones problematizadas, aplicando diferentes técnicas, estrategias y formas de razonamiento, para explorar distintas maneras de proceder, obtener soluciones y asegurar su validez desde un punto de vista formal y en relación con el contexto planteado. (STEM1, STEM2, CPSAA4, CPSAA5, CE3).",
            "3. Explorar, formular y comprobar conjeturas sencillas o plantear problemas de tipo matemático en situaciones basadas en la vida cotidiana, de forma guiada, reconociendo el valor del razonamiento y la argumentación, para contrastar su validez, adquirir e integrar nuevo conocimiento. (CCL1, STEM1, STEM2, CD1, CD3, CD5, CE3).",
            "4. Utilizar el pensamiento computacional, organizando datos, descomponiendo en partes, reconociendo patrones, generalizando e interpretando, modificando y creando algoritmos de forma guiada, para modelizar y automatizar situaciones de la vida cotidiana. (STEM1, STEM2, STEM3, CD1, CD3, CD5, CE3).",
            "5. Reconocer y utilizar conexiones entre las diferentes ideas matemáticas, así como identificar las matemáticas implicadas en otras áreas o en la vida cotidiana, interrelacionando conceptos y procedimientos, para interpretar situaciones y contextos diversos. (STEM1, STEM3, CD3, CD5, CC4, CCEC1).",
            "6. Comunicar y representar, de forma individual y colectiva, conceptos, procedimientos y resultados matemáticos, utilizando el lenguaje oral, escrito, gráfico, multimodal y la terminología apropiados, para dar significado y permanencia a las ideas matemáticas. (CCL1, CCL3, STEM2, STEM4, CD1, CD5, CE3, CCEC4).",
            "7. Desarrollar destrezas personales que ayuden a identificar y gestionar emociones al enfrentarse a retos matemáticos, fomentando la confianza en las propias posibilidades, aceptando el error como parte del proceso de aprendizaje y adaptándose a las situaciones de incertidumbre, para mejorar la perseverancia y disfrutar en el aprendizaje de las matemáticas. (STEM5, CPSAA1, CPSAA4, CPSAA5, CE2, CE3).",
            "8. Desarrollar destrezas sociales, reconociendo y respetando las emociones, las experiencias de los demás y el valor de la diversidad y participando activamente en equipos de trabajo heterogéneos con roles asignados, para construir una identidad positiva como estudiante de matemáticas, fomentar el bienestar personal y crear relaciones saludables. (CCL5, CP3, STEM3, CPSAA1, CPSAA3, CC2, CC3)."
            ]
}
