{
  "criteriosEvaluacion": [
                        "1.1 Analizar la evolución de las estructuras geométricas y elementos técnicos en la arquitectura e ingeniería contemporáneas, valorando la influencia del progreso tecnológico y de las técnicas digitales de representación y modelado en los campos de la arquitectura y la ingeniería.",
                        "2.1 Construir figuras planas aplicando transformaciones geométricas y valorando su utilidad en los sistemas de representación.",
                        "2.2 Resolver tangencias aplicando los conceptos de potencia con una actitud de rigor en la ejecución.",
                        "2.3 Trazar curvas cónicas y sus rectas tangentes aplicando propiedades y métodos de construcción, mostrando interés por la precisión.",
                        "3.1 Resolver problemas geométricos mediante abatimientos, giros y cambios de plano, reflexionando sobre los métodos utilizados y los resultados obtenidos.",
                        "3.2 Representar cuerpos geométricos y de revolución aplicando los fundamentos del sistema diédrico.",
                        "3.3 Recrear la realidad tridimensional mediante la representación de sólidos en perspectivas axonométricas y cónica, aplicando los conocimientos específicos de dichos sistemas de representación.",
                        "3.4 Desarrollar proyectos gráficos sencillos mediante el sistema de planos acotados.",
                        "3.5 Valorar el rigor gráfico del proceso; la claridad, la precisión y el proceso de resolución y construcción gráfica.",
                        "4.1 Elaborar la documentación gráfica apropiada a proyectos de diferentes campos, formalizando y definiendo diseños técnicos empleando croquis y planos conforme a la normativa UNE e ISO.",
                        "5.1 Integrar el soporte digital en la representación de objetos y construcciones mediante aplicaciones CAD valorando las posibilidades que estas herramientas aportan al dibujo y al trabajo colaborativo."
                    ],
                    "saberes": [
                        "A. Fundamentos geométricos.",
                        "− La geometría en la arquitectura e ingeniería desde la revolución industrial. Los avances en el desarrollo tecnológico y en las técnicas digitales aplicadas a la construcción de nuevas formas.",
                        "− Transformaciones geométricas: homología y afinidad. Aplicación para la resolución de problemas en los sistemas de representación.",
                        "− Potencia de un punto respecto a una circunferencia. Eje radical y centro radical. Aplicaciones en tangencias.",
                        "− Curvas cónicas: elipse, hipérbola y parábola. Propiedades y métodos de construcción. Rectas tangentes. Trazado con y sin herramientas digitales.",
                        "B. Geometría proyectiva.",
                        "− Sistema diédrico: Figuras contenidas en planos. Abatimientos y verdaderas magnitudes. Giros y cambios de plano. Aplicaciones. Representación de cuerpos geométricos: prismas y pirámides. Secciones planas y verdaderas magnitudes de la sección. Representación de cuerpos de revolución rectos: cilindros y conos. Representación de poliedros regulares: tetraedro, hexaedro y octaedro.",
                        "− Sistema axonométrico, ortogonal y oblicuo. Representación de figuras y sólidos.",
                        "− Sistema de planos acotados. Resolución de problemas de cubiertas sencillas. Representación de perfiles o secciones de terreno a partir de sus curvas de nivel.",
                        "− Perspectiva cónica. Representación de sólidos y formas tridimensionales a partir de sus vistas.",
                        "C. Normalización y documentación gráfica de proyectos.",
                        "− Representación de cuerpos y piezas industriales sencillas. Croquis y planos de taller. Cortes, secciones y roturas. Perspectivas normalizadas.",
                        "− Diseño, ecología y sostenibilidad.",
                        "− Proyectos en colaboración. Elaboración de la documentación gráfica de un proyecto ingenieril o arquitectónico sencillo.",
                        "− Planos de montaje sencillos. Elaboración e interpretación.",
                        "D. Sistemas CAD.",
                        "− Aplicaciones CAD. Construcciones gráficas en soporte digital."
                    ]
}
