{
  "criteriosEvaluacion": [
                    
                    "1.1 Identificar los aspectos singulares de diversas manifestaciones culturales y artísticas desde las vanguardias hasta la actualidad, relacionándolos con el sentido de dichas obras, con los contextos en los que han sido producidas y con la tradición artística, de forma abierta, crítica y respetuosa.",
                    "1.2 Establecer relaciones entre manifestaciones culturales de distintos campos creativos de los principales movimientos culturales y artísticos contemporáneos, identificando elementos comunes que configuran el espíritu de su época.",
                    "1.3 Investigar acerca del papel de los movimientos culturales y artísticos como motores de cambio y evolución de la sociedad, recurriendo a fuentes fiables.",
                    
                    "2.1 Explicar la importancia de la promoción, conservación y puesta en valor del patrimonio artístico y cultural.",
                    "2.2 Explicar la repercusión y el compromiso social del arte, analizando ejemplos que muestren la implicación de las personas creadoras y los efectos generados en la sociedad.",
                    "2.3 Analizar la importancia de la diversidad cultural y de la libre expresión en el arte a partir del estudio de manifestaciones culturales y artísticas diversas, incluyendo las realizadas por mujeres o las procedentes de ámbitos diferentes a la cultura occidental.",
                    "2.4 Desarrollar proyectos de investigación individuales o colectivos que muestren una implicación y una respuesta personales en torno a la libre expresión artística y sus posibles límites, partiendo del análisis de casos concretos.",
                    "3.1 Identificar y explicar las características de diversas producciones culturales y artísticas a partir del análisis de sus lenguajes y códigos propios.",
                    "3.2 Investigar y analizar la presencia de referentes comunes en distintas manifestaciones culturales y artísticas, comparando sus temas, lenguajes o intencionalidades.",
                    "3.3 Debatir sobre diferentes propuestas culturales y artísticas, intercambiando las opiniones y los sentimientos experimentados, e incorporando juicios de valor vinculados a la apreciación estética de las obras de manera argumentada, constructiva y respetuosa.",
                    
                    "4.1 Argumentar la influencia y aportaciones que los nuevos lenguajes y tecnologías han incorporado en la cultura y el arte recientes, a partir del análisis crítico de diferentes producciones, valorando la actitud innovadora de las personas creadoras.",
                    "4.2 Explorar, explicar y valorar la repercusión social y económica de diferentes manifestaciones culturales y artísticas, reflexionando sobre las oportunidades personales y profesionales que ofrecen.",
                    "4.3 Identificar una variedad de ámbitos y espacios en los que se desarrolla la práctica cultural y artística en la actualidad, analizando de qué modo condicionan las manifestaciones que acogen.",
                    "Competencia específica 5.",
                    "5.1 Explorar diferentes manifestaciones culturales y artísticas actuales con interés, curiosidad y respeto, identificando su valor expresivo y comunicativo tanto de la individualidad de las personas creadoras, como de la sociedad en la que se producen.",
                    "5.2 Explicar algunas de las repercusiones medioambientales, sociales y económicas de la cultura y el arte sobre la sociedad actual, explorando alternativas que favorezcan la consecución de los objetivos de desarrollo sostenible."
                ],
                "saberes": [
                    "A. Aspectos generales.",
                    "− La evolución del concepto de arte.",
                    "− Las distintas manifestaciones de la expresión artística.",
                    "− Elementos esenciales de los distintos lenguajes artísticos.",
                    "− Los grandes movimientos artístico-culturales contemporáneos. Aspectos fundamentales.",
                    "− La expresión artística en su contexto social e histórico.",
                    "− Función social del arte y la cultura. Su impacto socioeconómico.",
                    "− La libertad de expresión. La censura en el arte.",
                    "− Estereotipos culturales y artísticos. La perspectiva de género y la perspectiva intercultural en el arte. El respeto a la diversidad.",
                    "− El arte como herramienta de expresión individual y colectiva.",
                    "− Estrategias de investigación, análisis, interpretación y valoración crítica de productos culturales y artísticos.",
                    "B. Naturaleza, arte y cultura.",
                    "− Del plein air a la fotografía de naturaleza.",
                    "− Arte, conciencia ecológica y sostenibilidad.",
                    "− Arte Povera.",
                    "− Arte ambiental y Land Art.",
                    "C. El arte dentro del arte.",
                    "− Arte primitivo, oriental, precolombino y africano. Su papel como inspiración para las vanguardias.",
                    "− La pervivencia de lo clásico en el arte y la cultura contemporánea.",
                    "− Cultura popular y Pop art. El Arte pop en España.",
                    "− Relaciones interdisciplinares: literatura, cine, música, fotografía, artes plásticas, cómic, publicidad, artes escénicas, diseño y moda.",
                    "D. El arte en los espacios urbanos.",
                    "− Arquitectura y sociedad.",
                    "− La arquitectura en el arte contemporáneo.",
                    "− Intervenciones artísticas en proyectos de urbanismo.",
                    "− Arte mural y trampantojo. Arte urbano.",
                    "− Los espacios del arte: museos, salones, ferias, festivales, exhibiciones, galerías, talleres, etc.",
                    "E. Lenguajes artísticos contemporáneos.",
                    "− Explorando el cuerpo humano: happening y performance, arte acción y body art.",
                    "− Diseño industrial y artes decorativas.",
                    "− Medios electrónicos, informáticos y digitales en el arte. Videoarte.",
                    "− Instalaciones. Del arte ambiente al arte inmersivo e interactivo.",
                    "− Narrativas seriales en el audiovisual del siglo XXI.",
                    "− Narrativa multiverso y videojuegos."
                ]
}
