{
  "competenciasEspecificas": [
                    {"text": "1. Coordinar y desarrollar proyectos de investigación con una actitud crítica y emprendedora, implementando estrategias y técnicas eficientes de resolución de problemas y comunicando los resultados de manera adecuada, para crear y mejorar productos y sistemas de manera continua. Esta competencia específica plantea, tanto la participación del alumnado en la resolución de problemas técnicos, como la coordinación y gestión de proyectos cooperativos y colaborativos. Esto implica, entre otros aspectos, mostrar empatía, establecer y mantener relaciones positivas, ejercitar la escucha activa y la comunicación asertiva, identificando y gestionando las emociones en el proceso de aprendizaje, reconociendo las fuentes de estrés y siendo perseverante en la consecución de los objetivos. Además, se incorporan técnicas específicas de investigación, facilitadoras del proceso de ideación y de toma de decisiones, así como estrategias iterativas para organizar y planificar las tareas a desarrollar por los equipos, resolviendo de partida una solución inicial básica que, en varias fases, será completada a nivel funcional estableciendo prioridades. En este aspecto, el método Design Thinking y las metodologías Agile son de uso habitual en las empresas tecnológicas, aportando una mayor flexibilidad ante cualquier cambio en las demandas de los clientes. Se contempla también la mejora continua de productos como planteamiento de partida de proyectos a desarrollar, fiel reflejo de lo que ocurre en el ámbito industrial y donde es una de las principales dinámicas empleadas. Asimismo, debe fomentarse la ruptura de estereotipos e ideas preconcebidas sobre las materias tecnológicas asociadas a cuestiones individuales, como por ejemplo las de género o la aptitud para las materias tecnológicas, con una actitud de resiliencia y proactividad ante nuevos retos tecnológicos. En esta competencia específica cabe resaltar la investigación como un acercamiento a proyectos de I+D+I, de forma crítica y creativa, donde la correcta referenciación de información y la elaboración de documentación técnica, adquieren gran importancia. A este respecto, el desarrollo de esta competencia conlleva expresar hechos, ideas, conceptos y procedimientos complejos verbal, analítica y gráficamente, de forma veraz y precisa utilizando la terminología adecuada, para comunicar y difundir las ideas y las soluciones generadas. Esta competencia específica se conecta con los siguientes descriptores: CCL1, STEM3, STEM4, CD1, CD3, CD5, CPSAA1.1, CE3.", "value": "1. Coordinar y desarrollar proyectos de investigación con una actitud crítica y emprendedora, implementando estrategias y técnicas eficientes de resolución de problemas y comunicando los resultados de manera adecuada, para crear y mejorar productos y sistemas de manera continua (CCL1, STEM3, STEM4, CD1, CD3, CD5, CPSAA1.1, CE3)."},
                    {"text": "2. Seleccionar materiales y elaborar estudios de impacto, aplicando criterios técnicos y de sostenibilidad para fabricar productos de calidad que den respuesta a problemas y tareas planteados, desde un enfoque responsable y ético. La competencia se refiere a la capacidad para seleccionar los materiales más adecuados para la creación de productos en función de sus características, así como realizar la evaluación del impacto ambiental generado. A la hora de determinar los materiales se atenderá a criterios relativos a sus propiedades técnicas (aspectos como dureza, resistencia, conductividad eléctrica, aislamiento térmico, etc.). Asimismo, el alumnado tendrá en cuenta aspectos relacionados con la capacidad para ser conformados aplicando una u otra técnica, según sea conveniente para el diseño final del producto. De igual modo, se deben considerar los criterios relativos a la capacidad del material para ser tratado, modificado o aleado con el fin de mejorar las características del mismo. Por último, el alumnado, valorará aspectos de sostenibilidad para determinar qué materiales son los más apropiados en relación a, por ejemplo, la contaminación generada y el consumo energético durante todo su ciclo de vida (desde su extracción hasta su aplicación final en la creación de productos) o la capacidad de reciclaje al finalizar su ciclo de vida, la biodegradabilidad del material y otros aspectos vinculados con el uso controlado de recursos o con la relación que se establece entre los materiales y las personas que finalmente hacen uso del producto. Esta competencia específica se conecta con los siguientes descriptores: STEM2, STEM5, CD1, CD2, CPSAA1.1, CPSAA4, CC4, CE1.", "value": "2. Seleccionar materiales y elaborar estudios de impacto, aplicando criterios técnicos y de sostenibilidad para fabricar productos de calidad que den respuesta a problemas y tareas planteados, desde un enfoque responsable y ético (STEM2, STEM5, CD1, CD2, CPSAA1.1, CPSAA4, CC4, CE1)."},
                    {"text": "3. Utilizar las herramientas digitales adecuadas, analizando sus posibilidades, configurándolas de acuerdo a sus necesidades y aplicando conocimientos interdisciplinares, para resolver tareas, así como para realizar la presentación de los resultados de una manera óptima. La competencia aborda los aspectos relativos a la incorporación de la digitalización en el proceso habitual del aprendizaje en esta etapa. Continuando con las habilidades adquiridas en la etapa anterior, se amplía y refuerza el empleo de herramientas digitales en las tareas asociadas a la materia. Por ejemplo, las actividades asociadas a la investigación, búsqueda y selección de información o el análisis de productos y sistemas tecnológicos, requieren un buen uso de herramientas de búsqueda de información valorando su procedencia, contrastando su veracidad y haciendo un análisis crítico de la misma, contribuyendo con ello al desarrollo de la alfabetización informacional. Asimismo, el trabajo colaborativo, la comunicación de ideas o la difusión y presentación de trabajos, afianzan nuevos aprendizajes e implican el conocimiento de las características de las herramientas de comunicación disponibles, sus aplicaciones, opciones y funcionalidades, dependiendo del contexto. De manera similar, el proceso de diseño y creación se complementa con un elenco de programas informáticos que permiten el dimensionado, la simulación, la programación y control de sistemas o la fabricación de productos. En suma, el uso y aplicación de las herramientas digitales, con el fin de facilitar el transcurso de creación de soluciones y de mejorar los resultados, se convierten en instrumentos esenciales en cualquiera de las fases del proceso, tanto las relativas a la gestión, al diseño o al desarrollo de soluciones tecnológicas, como las relativas a la resolución práctica de ejercicios sencillos o a la elaboración y difusión de documentación técnica relativa a los proyectos. Esta competencia específica se conecta con los siguientes descriptores: STEM1, STEM4, CD1, CD2, CD3, CD5, CPSAA5, CE3.", "value": "3. Utilizar las herramientas digitales adecuadas, analizando sus posibilidades, configurándolas de acuerdo a sus necesidades y aplicando conocimientos interdisciplinares, para resolver tareas, así como para realizar la presentación de los resultados de una manera óptima (STEM1, STEM4, CD1, CD2, CD3, CD5, CPSAA5, CE3)."},
                    {"text": "4. Generar conocimientos y mejorar destrezas técnicas, transfiriendo y aplicando saberes de otras disciplinas científicas con actitud creativa, para calcular, y resolver problemas o dar respuesta a necesidades de los distintos ámbitos de la ingeniería. La resolución de un simple ejercicio o de un complejo problema tecnológico requiere de la aplicación de técnicas, procedimientos y saberes que ofrecen las diferentes disciplinas científicas. Esta competencia específica tiene como objetivo, por un lado, que el alumnado utilice las herramientas adquiridas en matemáticas o los fundamentos de la física o la química para calcular magnitudes y variables de problemas mecánicos, eléctricos y electrónicos, y por otro, que se utilice la experimentación, a través de montajes o simulaciones, como herramienta de consolidación de los conocimientos adquiridos. Esa transferencia de saberes aplicada a nuevos y diversos problemas o situaciones, permite ampliar los conocimientos del alumnado y fomentar la competencia de aprender a aprender. Esta competencia específica se conecta con los siguientes descriptores: STEM1, STEM2, STEM3, STEM4, CD2, CD5, CPSAA5, CE3.", "value": "4. Generar conocimientos y mejorar destrezas técnicas, transfiriendo y aplicando saberes de otras disciplinas científicas con actitud creativa, para calcular, y resolver problemas o dar respuesta a necesidades de los distintos ámbitos de la ingeniería (STEM1, STEM2, STEM3, STEM4, CD2, CD5, CPSAA5, CE3)."},
                    {"text": "5. Diseñar, crear y evaluar sistemas tecnológicos, aplicando conocimientos de programación informática, regulación automática y control, así como las posibilidades que ofrecen las tecnologías emergentes, para estudiar, controlar y automatizar tareas. Esta competencia específica hace referencia a la habilitación de productos o soluciones digitales en la ejecución de ciertas acciones de forma autónoma. Por un lado, consiste en crear aplicaciones informáticas que automaticen o simplifiquen tareas a los usuarios y, por otro, se trata de incorporar elementos de regulación automática o de control programado en los diseños, permitiendo actuaciones sencillas en máquinas o sistemas tecnológicos. En este sentido, se incluyen, por ejemplo, el control en desplazamientos o movimientos de los elementos de un robot, el accionamiento regulado de actuadores, como pueden ser lámparas o motores, la estabilidad de los valores de magnitudes concretas, etc. De esta manera, se posibilita que el alumnado automatice tareas en máquinas y en robots mediante la implementación de pequeños programas informáticos ejecutables en tarjetas de control. En esta línea de actuación cabe destacar el papel de los sistemas emergentes aplicados (inteligencia artificial, internet de las cosas, big data, etc.). Esta competencia específica se conecta con los siguientes descriptores: STEM1, STEM2, STEM3, CD2, CD3, CD5, CPSAA1.1, CE3.", "value": "5. Diseñar, crear y evaluar sistemas tecnológicos, aplicando conocimientos de programación informática, regulación automática y control, así como las posibilidades que ofrecen las tecnologías emergentes, para estudiar, controlar y automatizar tareas (STEM1, STEM2, STEM3, CD2, CD3, CD5, CPSAA1.1, CE3)."},
                    {"text": "6. Analizar y comprender sistemas tecnológicos de los distintos ámbitos de la ingeniería, estudiando sus características, consumo y eficiencia energética, para evaluar el uso responsable y sostenible que se hace de la tecnología. El objetivo que persigue esta competencia específica es dotar al alumnado de un criterio informado sobre el uso e impacto de la energía en la sociedad y en el medioambiente, mediante la adquisición de una visión general de los diferentes sistemas energéticos, los agentes que intervienen y aspectos básicos relacionados con los suministros domésticos. De manera complementaria, se pretende dotar al alumnado de los criterios a emplear en la evaluación de impacto social y ambiental ligado a proyectos de diversa índole. Para el desarrollo de esta competencia se abordan, por un lado, los sistemas de generación, transporte, distribución de la energía y el suministro, así como el funcionamiento de los mercados energéticos y, por otro lado, el estudio de instalaciones en viviendas, de máquinas térmicas y de fundamentos de regulación automática, contemplando criterios relacionados con la eficiencia y el ahorro energético, que permita al alumnado hacer un uso responsable y sostenible de la tecnología. Esta competencia específica se conecta con los siguientes descriptores: STEM2, STEM5, CD1, CD2, CD4, CPSAA2, CC4, CE1.", "value": "6. Analizar y comprender sistemas tecnológicos de los distintos ámbitos de la ingeniería, estudiando sus características, consumo y eficiencia energética, para evaluar el uso responsable y sostenible que se hace de la tecnología (STEM2, STEM5, CD1, CD2, CD4, CPSAA2, CC4, CE1)."}
                ]
}
