{
                "competenciasEspecificas": [
                    "1. Coordinar y desarrollar proyectos de investigación con una actitud crítica y emprendedora, implementando estrategias y técnicas eficientes de resolución de problemas y comunicando los resultados de manera adecuada, para crear y mejorar productos y sistemas de manera continua (CCL1, STEM3, STEM4, CD1, CD3, CD5, CPSAA1.1, CE3).",
                    "2. Seleccionar materiales y elaborar estudios de impacto, aplicando criterios técnicos y de sostenibilidad para fabricar productos de calidad que den respuesta a problemas y tareas planteados, desde un enfoque responsable y ético (STEM2, STEM5, CD1, CD2, CPSAA1.1, CPSAA4, CC4, CE1).",
                    "3. Utilizar las herramientas digitales adecuadas, analizando sus posibilidades, configurándolas de acuerdo a sus necesidades y aplicando conocimientos interdisciplinares, para resolver tareas, así como para realizar la presentación de los resultados de una manera óptima (STEM1, STEM4, CD1, CD2, CD3, CD5, CPSAA5, CE3).",
                    "4. Generar conocimientos y mejorar destrezas técnicas, transfiriendo y aplicando saberes de otras disciplinas científicas con actitud creativa, para calcular, y resolver problemas o dar respuesta a necesidades de los distintos ámbitos de la ingeniería (STEM1, STEM2, STEM3, STEM4, CD2, CD5, CPSAA5, CE3).",
                    "5. Diseñar, crear y evaluar sistemas tecnológicos, aplicando conocimientos de programación informática, regulación automática y control, así como las posibilidades que ofrecen las tecnologías emergentes, para estudiar, controlar y automatizar tareas (STEM1, STEM2, STEM3, CD2, CD3, CD5, CPSAA1.1, CE3).",
                    "6. Analizar y comprender sistemas tecnológicos de los distintos ámbitos de la ingeniería, estudiando sus características, consumo y eficiencia energética, para evaluar el uso responsable y sostenible que se hace de la tecnología (STEM2, STEM5, CD1, CD2, CD4, CPSAA2, CC4, CE1)."
                ]
}
