{
 "saberes":[
     "A. Patrimonio artístico y cultural.",
     "– Los géneros artísticos.",
     "– Manifestaciones culturales y artísticas más importantes, incluidas las contemporáneas y las pertenecientes al patrimonio local: sus aspectos formales y su relación con el contexto histórico.",
     "– Las formas geométricas en el arte y en el entorno. Patrimonio arquitectónico.",
     "B. Elementos formales de la imagen y del lenguaje visual. La expresión gráfica.",
     "– El lenguaje visual como forma de comunicación.",
     "– Elementos básicos del lenguaje visual: el punto, la línea y el plano. Posibilidades expresivas y comunicativas.",
     "– Elementos visuales, conceptos y posibilidades expresivas: forma, color y textura.",
     "– La percepción visual. Introducción a los principios perceptivos, elementos y factores.",
     "– La composición. Conceptos de equilibrio, proporción y ritmo aplicados a la organización de formas en el plano y en el espacio.",
     "C. Expresión artística y gráfico-plástica: técnicas y procedimientos.",
     "– El proceso creativo a través de operaciones plásticas: reproducir, aislar, transformar y asociar.",
     "– Factores y etapas del proceso creativo: elección de materiales y técnicas, realización de bocetos.",
     "– Introducción a la geometría plana y trazados geométricos básicos.",
     "– Técnicas básicas de expresión gráfico-plástica en dos dimensiones. Técnicas secas y húmedas. Su uso en el arte y sus características expresivas.",
     "– Técnicas básicas de expresión gráfico-plástica en tres dimensiones. Su uso en el arte y sus características expresivas.",
     "D. Imagen y comunicación visual y audiovisual.",
     "– El lenguaje y la comunicación visual. Finalidades: informativa, comunicativa, expresiva y estética. Contextos y funciones.",
     "– Imágenes visuales y audiovisuales: lectura y análisis.",
     "– Imagen fija y en movimiento, origen y evolución. Introducción a las diferentes características del cómic, la fotografía, el cine, la animación y los formatos digitales.",
     "– Técnicas básicas para la realización de producciones audiovisuales sencillas, de forma individual o en grupo. Experimentación en entornos virtuales de aprendizaje. "
                    ],
  "criteriosEvaluacion": [
     "1.1 Reconocer los factores históricos y sociales que rodean las producciones plásticas, visuales y audiovisuales más relevantes, así como su función y finalidad, describiendo sus particularidades y su papel como transmisoras de valores y convicciones, con interés y respeto, desde una perspectiva de género.",
     "1.2 Valorar la importancia de la conservación del patrimonio cultural y artístico a través del conocimiento y el análisis guiado de obras de arte.",
     "2.1 Explicar, de forma razonada, la importancia del proceso que media entre la realidad, el imaginario y la producción, superando estereotipos y mostrando un comportamiento respetuoso con la diversidad cultural.",
     "2.2 Analizar, de forma guiada, diversas producciones artísticas, incluidas las propias y las de sus iguales, desarrollando con interés una mirada estética hacia el mundo y respetando la diversidad de las expresiones culturales.",
     "3.1 Seleccionar y describir propuestas plásticas, visuales y audiovisuales de diversos tipos y épocas, analizándolas con curiosidad y respeto desde una perspectiva de género, e incorporándolas a su cultura personal y su imaginario proprio.",
     "3.2 Argumentar el disfrute producido por la recepción del arte en todas sus formas y vertientes, compartiendo con respeto impresiones y emociones y expresando la opinión personal de forma abierta.",
     "4.1 Reconocer los rasgos particulares de diversas técnicas y lenguajes artísticos, así como sus distintos procesos y resultados en función de los contextos sociales, históricos, geográficos y tecnológicos, buscando y analizando la información con interés y eficacia.",
     "4.2 Analizar de forma guiada las especificidades de los lenguajes de diferentes producciones culturales y artísticas, estableciendo conexiones entre ellas e incorporándolas creativamente en las producciones propias.",
     "5.1 Expresar ideas y sentimientos en diferentes producciones plásticas, visuales y audiovisuales, a través de la experimentación con diversas herramientas, técnicas y soportes, desarrollando la capacidad de comunicación y la reflexión crítica.",
     "5.2 Realizar diferentes tipos de producciones artísticas individuales o colectivas, justificando el proceso creativo, mostrando iniciativa y autoconfianza, integrando racionalidad, empatía y sensibilidad, y seleccionando las técnicas y los soportes adecuados al propósito.",
     "6.1 Explicar su pertenencia a un contexto cultural concreto, a través del análisis de los aspectos formales y de los factores sociales que determinan diversas producciones culturales y artísticas actuales.",
     "6.2 Utilizar creativamente referencias culturales y artísticas del entorno en la elaboración de producciones propias, mostrando una visión personal.",
     "7.1 Realizar un proyecto artístico, con creatividad y de forma consciente, ajustándose al objetivo propuesto, experimentando con distintas técnicas visuales o audiovisuales en la generación de mensajes propios, y mostrando iniciativa en el empleo de lenguajes, materiales, soportes y herramientas.",
     "8.1 Reconocer los diferentes usos y funciones de las producciones y manifestaciones artísticas, argumentando de forma individual o colectiva sus conclusiones acerca de las oportunidades que pueden generar, con una actitud abierta y con interés por conocer su importancia en la sociedad.",
     "8.2 Desarrollar producciones y manifestaciones artísticas con una intención previa, de forma individual o colectiva, organizando y desarrollando las diferentes etapas y considerando las características del público destinatario.",
     "8.3 Exponer los procesos de elaboración y el resultado final de producciones y manifestaciones artísticas, realizadas de forma individual o colectiva, reconociendo los errores, buscando las soluciones y las estrategias más adecuadas para mejorarlas, y valorando las oportunidades de desarrollo personal que ofrecen."
                    ]
}

