{
        "saberes": [
            "Área1. CRECIMIENTO EN ARMONÍA",
            "A. El cuerpo y el control progresivo del mismo.",
            "Descubrimiento y reconocimiento de la propia imagen y la de las personas de su entorno. Identificación y respeto de las diferencias.",
            "Curiosidad e interés por la exploración sensomotriz. Integración sensorial del mundo a través de las posibilidades perceptivas.",
            "Exploración y experiencias activas. El movimiento libre como fuente de aprendizaje y desarrollo.",
            "El contacto con las otras personas y con los objetos. Iniciativa y curiosidad por aprender nuevas habilidades.",
            "Experimentación manipulativa y dominio progresivo de coordinación visomotriz en el contacto con objetos y materiales.",
            "Adaptación y progresivo control del movimiento y de la postura a las diferentes situaciones de la vida cotidiana. ",
            "Estrategias para identificar y evitar situaciones de riesgo o peligro.",
            "El juego como actividad propia para el bienestar y disfrute. Juego exploratorio, sensorial y motor.",
            "B. Equilibrio y desarrollo de la afectividad",
            "Identificación y adecuación de estados emocionales a las diferentes situaciones: tiempos de espera, pequeñas frustraciones asociadas a la satisfacción de necesidades básicas y cuidados.",
            "Identificación progresiva de las causas y las consecuencias de las emociones básicas.",
            "Aceptación y control progresivo de las emociones y manifestaciones propias más llamativas.",
            "Aproximación a estrategias para lograr seguridad afectiva: búsqueda de ayuda, demanda de contacto afectivo.",
            "C. Hábitos de vida saludable para el autocuidado y el cuidado del entorno.",
            "Adaptación progresiva de los ritmos biológicos propios a las rutinas de grupo.",
            "Cuidados y necesidades básicas.",
            "Rutinas relacionadas con el compromiso y la autonomía: anticipación de acciones; normas de comportamiento social en la comida, el descanso, la higiene o los desplazamientos, etc.",
            "Hábitos sostenibles y ecosocialmente responsables relacionados con alimentación, higiene y aseo personal, descanso o limpieza de espacio.",
            "Acciones que favorecen la salud y generan bienestar. Interés por ofrecer un aspecto saludable y aseado.",
            "D. Interacción socioemocional en el entorno. La vida junto a los demás",
            "La transición del grupo familiar al grupo social de la escuela.",
            "Los primeros vínculos afectivos. Apertura e interés hacia otras personas. Sentimientos de pertenencia y vinculación afectiva con las personas de referencia.",
            "El aula y el centro como grupos sociales de pertenencia.",
            "Relaciones afectuosas y respetuosas.",
            "Hábitos y regulación del comportamiento en función de las necesidades de los demás: escucha, paciencia y ayuda.",
            "Estrategias para la gestión de conflictos.",
            "Desarrollo de actitudes de espera y de participación activa. Asunción de pequeñas responsabilidades en actividades y juegos. ",
            "Celebraciones, costumbres y tradiciones étnico-culturales presentes en el entorno.",
            
            "Área 2. DESCUBRIMIENTO Y EXPLORACIÓN DEL ENTORNO",
            "A. El cuerpo y el control progresivo del mismo.",
            "Imagen global y segmentaria del cuerpo: características individuales y percepción de los cambios físicos.",
            "Autoimagen positiva y ajustada ante los demás.",
            "Identificación y respeto de las diferencias.",
            "Los sentidos y sus funciones. El cuerpo y el entorno.",
            "El movimiento: control progresivo de la coordinación, tono, equilibrio y desplazamientos.",
            "Dominio activo del tono y la postura a las características de los objetos, acciones y situaciones.",
            "El juego como actividad placentera y fuente de aprendizaje. Normas de juego.",
            "Progresiva autonomía en la realización de tareas.",
            "B. Equilibrio y desarrollo de la afectividad",
            "Herramientas para la identificación, expresión, aceptación y control progresivo de las propias emociones, sentimientos, vivencias, preferencias e intereses.",
            "Estrategias de ayuda y colaboración en contextos de juego y rutinas.",
            "Estrategias para desarrollar la seguridad en sí mismo, el reconocimiento de sus posibilidades y la asertividad respetuosa hacia los demás.",
            "Aceptación constructiva de errores y correcciones: manifestaciones de superación y logro.",
            " Valoración del trabajo bien hecho: desarrollo inicial de hábitos y actitudes de esfuerzo, constancia, organización, atención e iniciativa.   "  ,
            "C. Hábitos de vida saludable para el autocuidado y el cuidado del entorno.",
            "Necesidades básicas: manifestación, regulación y control en relación con el bienestar personal.",
            "Hábitos y prácticas sostenibles y ecosocialmente responsables relacionadas con la alimentación, la higiene, el descanso, el autocuidado y el cuidado del entorno.",
            "Rutinas: planificación secuenciada de las acciones para resolver una tarea; normas de comportamiento social en la comida, el descanso, la higiene y los desplazamientos, etc.",
            "Identificación de situaciones peligrosas y prevención de accidentes."  ,
            "D. Interacción socioemocional en el entorno. La vida junto a los demás",
            "La familia y la incorporación a la escuela.",
            "Habilidades sociales y de convivencia: comunicación de sentimientos y emociones y pautas básicas de convivencia, que incluyan el respeto a la igualdad de género.",
            "Estrategias de autorregulación de la conducta. Empatía y respeto.",
            "Resolución de conflictos surgidos en interacciones con los otros.",
            "La amistad como elemento protector, de prevención de la violencia y de desarrollo de la cultura de la paz.",
            "Fórmulas de cortesía e interacción social positiva. Actitud de ayuda y colaboración.",
            "Juego simbólico. Observación, imitación y representación de personas, personajes y situaciones. Estereotipos y prejuicios.",
            "Otros grupos sociales de pertenencia: características, funciones y servicios.",
            "Celebraciones, costumbres y tradiciones. Herramientas para el aprecio de las señas de identidad étnico-cultural presentes en su entorno.",

            "Área 3. COMUNICACIÓN Y REPRESENTACIÓN DE LA REALIDAD",
            "A. Diálogo corporal con el entorno. Exploración creativa de objetos, materiales y espacios.",
            "Curiosidad e interés por la exploración del entorno y sus elementos.",
            "Exploración de objetos y materiales a través de los sentidos.",
            "Identificación de las cualidades o atributos de los objetos y materiales. Efectos que producen diferentes acciones sobre ellos.",
            "Relaciones de orden, correspondencia, clasificación y comparación.",
            "Cuantificadores básicos contextualizados.",
            "Nociones espaciales básicas en relación con el propio cuerpo y los objetos.",
            "Nociones temporales básicas: cambio y permanencia, continuidad; sucesión y simultaneidad; pasado, presente y futuro.",
            "B. Experimentación en el entorno. Curiosidad, pensamiento científico, razonamiento lógico y creatividad.",
            "Indagación en el entorno manifestando diversas actitudes: interés, curiosidad, imaginación, creatividad y sorpresa.",
            "Proceso de construcción de nuevos conocimientos: relaciones y conexiones entre lo conocido y lo novedoso, y entre experiencias previas y nuevas; andamiaje e interacciones de calidad con las personas adultas, con iguales y con el entorno, etc.",
            "Modelo de control de variables. Estrategias y técnicas de investigación: ensayo-error, observación, comprobación y realización de preguntas.",
            "C. Indagación en el medio físico y natural. Cuidado, valoración y respeto.",
            "Efectos de las propias acciones en el medio físico y natural.",
            "Experimentación con los elementos naturales.",
            "Fenómenos naturales habituales: repercusión en su vida cotidiana.",
            "Respeto por los seres vivos y la naturaleza."
        ],
        "criteriosEvaluacion": [
            "Área1. CRECIMIENTO EN ARMONÍA",
            "1.1. Adecuar sus acciones y reacciones a cada situación, en una interacción lúdica y espontánea con el entorno, explorando sus posibilidades motoras y perceptivas y progresando en precisión, seguridad, coordinación e intencionalidad.",
            "1.2. Mostar aceptación y respeto por el propio cuerpo y el de los demás, mejorando progresivamente en su conocimiento.",
            "1.3. Manifestar aptitud emocional y sentimientos de seguridad y afecto en la realización de cada acción.",
            "1.4. Adquirir nociones temporales básicas para ubicarse en el tiempo a través de las actividades y rutinas de la vida cotidiana, así como de otros acontecimientos",
            "2.1. Expresar emociones y sentimientos desarrollando de manera progresiva la conciencia emocional y estrategias de regulación emocional.",
            "2.2. Relacionarse con las otras personas aceptando y mostrando afecto de manera libre, segura, respetuosa y alejada de todo tipo de estereotipos.",
            "2.3. Afrontar pequeñas adversidades manifestando actitudes de superación, así como solicitando y prestando ayuda.",
            "3.1.Incorporar estrategias y hábitos relacionados con el cuidado del entorno y el autocuidado, manifestando satisfacción por los beneficios que le aportan.",
            "3.2.Reconocer y anticipar la sucesión temporal de actividades, ritmos biológicos y pautas socioculturales que estructuran la dinámica cotidiana, asociándola a elementos, procedimientos y actitudes concretas.",
            "4.1.Establecer vínculos y relaciones de apego saludables, demostrando actitudes de afecto y empatía hacia las demás personas y respetando los distintos ritmos individuales.",
            "4.2.Reproducir conductas y situaciones previamente observadas en su entorno próximo, basadas en el respeto, la empatía, la igualdad de género, el trato no discriminatorio a las personas con discapacidad y el respeto a los derechos humanos, a través del juego de imitación.",
            "4.3.Iniciarse en la resolución de conflictos con sus iguales, con la mediación de la persona adulta, experimentando los beneficios de llegar a acuerdos.",

            "Área 2. DESCUBRIMIENTO Y EXPLORACIÓN DEL ENTORNO",
            "1.1. Relacionar objetos a partir de sus cualidades o atributos básicos, mostrando curiosidad e interés.",
            "1.2. Emplear los cuantificadores básicos más significativos relacionados con su experiencia diaria, utilizándolos en el contexto del juego y la interacción con los demás.",
            "1.3. Aplicar sus conocimientos acerca de las nociones espaciales básicas para ubicarse en los espacios, tanto en reposo como en movimiento, jugando con el propio cuerpo y con los objetos.",
            "2.1.Gestionar las dificultades, retos y problemas con interés e iniciativa, mediante su división en secuencias de actividades más sencillas.",
            "2.2.Proponer soluciones y alternativas a través de distintas estrategias, escuchando y respetando las de los demás..",
            "3.1.Interesarse por las actividades en contacto con la naturaleza y las características de los elementos naturales del entorno, mostrando respeto hacia ellos y hacia los animales que lo habitan",
            "3.2.Identificar y nombrar los fenómenos atmosféricos habituales en su entorno, explicando sus consecuencias en la vida cotidiana.",

            "Área 3. COMUNICACIÓN Y REPRESENTACIÓN DE LA REALIDAD",
            "1.1. Participar con interés en interacciones cotidianas, utilizando diferentes sistemas comunicativos.",
            "1.2. Participar de forma espontánea en situaciones comunicativas, adecuando la postura, los gestos y los movimientos a sus intenciones.",
            "1.3. Manifestar necesidades, sentimientos y vivencias, utilizando estrategias comunicativas y aprovechando las posibilidades que ofrecen los diferentes lenguajes con curiosidad y disfrute.",
            "1.4. Tomar la iniciativa en la interacción social, disfrutando de las situaciones comunicativas con una actitud respetuosa.",
            "1.5. Participar en situaciones de uso de diferentes lenguas, manifestando interés y curiosidad hacia la diversidad de perfiles lingüísticos.",
            "2.1. Interpretar los estímulos y mensajes del entorno, reaccionando de manera adecuada.",
            "2.2. Expresar sensaciones, sentimientos y emociones a partir de distintas representaciones y manifestaciones artísticas y culturales.",
            "3.1. Utilizar el lenguaje oral para expresar y compartir necesidades, sentimientos, deseos, emociones, vivencias, regulando las acciones e interactuando en diferentes situaciones y contextos.",
            "3.2. Explorar las posibilidades expresivas de los diferentes lenguajes, utilizando los medios materiales propios de los mismos.",
            "3.3. Producir mensajes, ampliando y enriqueciendo su repertorio comunicativo con seguridad y confianza.",
            "4.1. Participar en actividades lúdicas de aproximación al lenguaje escrito, mostrando una actitud activa.",
            "4.2. Recurrir a escrituras indeterminadas, espontáneas y no convencionales, incorporándolas a sus producciones con intención comunicativa.",
            "5.1. Relacionarse con naturalidad en la realidad lingüística y cultural del aula.",
            "5.2. Manifestar interés y disfrute hacia actividades individuales o colectivas relacionadas con la literatura infantil, las obras musicales, los audiovisuales, las danzas o las dramatizaciones, avanzando en una actitud participativa."
        ]
    }
