{
  "competenciasEspecificas": [
    "1. Utilizar dispositivos y recursos digitales de forma segura, responsable y eficiente, para buscar información, comunicarse y trabajar de manera individual, en equipo y en red, y para reelaborar y crear contenido digital de acuerdo con las necesidades digitales del contexto educativo. (CCL3, STEM4, CD1, CD2, CD3, CD4, CD5, CCEC4).",                   
    "2. Plantear y dar respuesta a cuestiones científicas sencillas, utilizando diferentes técnicas, instrumentos y modelos propios del pensamiento científico,para interpretar y explicar hechos y fenómenos que ocurren en el medio natural, social y cultural. (CCL1, CCL2, CCL3, STEM2, STEM4, CD1, CD2, CC4)",               
    "3. Resolver problemas a través de proyectos interdisciplinares, utilizando el pensamiento de diseño y el pensamiento computacional, para generarcooperativamente un producto creativo e innovador que responda a necesidades concretas. (STEM3, STEM4, CD5, CPSAA3, CPSAA4, CPSAA5, CE1, CE3).",
    "4. Conocer y tomar conciencia del propio cuerpo, así como de las emociones y sentimientos propios y ajenos, aplicando el conocimiento científico, paradesarrollar hábitos saludables y para conseguir el bienestar físico, emocional y social. (STEM5, CPSAA1, CPSAA2, CPSAA3, CC3).",
    "5. Identificar las características de los diferentes elementos o sistemas del medio natural, social y cultural, analizando su organización y propiedades yestableciendo relaciones entre los mismos, para reconocer el valor del patrimonio cultural y natural, conservarlo, mejorarlo y emprender acciones para suuso responsable. (STEM1, STEM2, STEM4, STEM5, CD1, CC4, CE1, CCEC1).",
    "6. Identificar las causas y consecuencias de la intervención humana en el entorno, desde los puntos de vista social, económico, cultural, tecnológico yambiental, para mejorar la capacidad de afrontar problemas, buscar soluciones y actuar de manera individual y cooperativa en su resolución, y para poner enpráctica estilos de vida sostenibles y consecuentes con el respeto, el cuidado y la protección de las personas y del planeta. (CCL5, STEM2, STEM5, CPSAA4,CC1, CC3, CC4, CE1).",
    "7. Observar, comprender e interpretar continuidades y cambios del medio social y cultural, analizando relaciones de causalidad, simultaneidad y sucesión,para explicar y valorar las relaciones entre diferentes elementos y acontecimientos. (CCL3, STEM4, CPSAA4, CC1, CC3, CE2, CCEC1).",
    "8. Reconocer y valorar la diversidad y la igualdad de género, mostrando empatía y respeto por otras culturas y reflexionando sobre cuestiones éticas, paracontribuir al bienestar individual y colectivo de una sociedad en continua transformación y al logro de los valores de integración europea. (CP3, CPSAA3,CC1, CC2, CC3, CCEC1).",
    "9. Participar en el entorno y la vida social de forma eficaz y constructiva desde el respeto a los valores democráticos, los derechos humanos y de la infancia y los principios y valores de la Constitución española y la Unión Europea, valorando la función del Estado y sus instituciones en el mantenimiento de la paz y la seguridad integral ciudadana, para generar interacciones respetuosas y equitativas y promover la resolución pacífica y dialogada de los conflictos. (CCL5, CPSAA1, CC1, CC2, CC3, CCEC1)."
  ]
}
