{
  "competenciasEspecificas": [
                    {"text": "1. Analizar la actividad empresarial y emprendedora, reconociendo el poder de transformación que ejercen en la sociedad y reflexionando sobre el valor de la innovación y la digitalización en este proceso, para comprender el papel que desempeñan dentro del funcionamiento global de la economía actual. Entender la realidad desde una perspectiva económica es fundamental para comprender mejor nuestra sociedad, por eso es importante para el alumnado conocer el papel que las personas emprendedoras y las empresas tienen como elementos transformadores del contexto actual, el cual se caracteriza por su gran dinamismo y por la rápida incorporación de las nuevas tecnologías y sus múltiples aplicaciones. Todo ello está cambiando no solo la estructura productiva global, sino, también, la estructura económica y la sociedad en su conjunto, lo cual convierte la innovación en un elemento crucial para cualquier empresa. Si el alumnado es capaz de comprender lo que ocurre a su alrededor podrá tomar decisiones que le permitan mejorar tanto su vida como la sociedad en la que se integra. Esta competencia específica se conecta con los siguientes descriptores: CCL2, CD2, CD5, CPSAA1.2, CPSAA4, CC1, CE1, CE2.", "value": "1. Analizar la actividad empresarial y emprendedora, reconociendo el poder de transformación que ejercen en la sociedad y reflexionando sobre el valor de la innovación y la digitalización en este proceso, para comprender el papel que desempeñan dentro del funcionamiento global de la economía actual (CCL2, CD2, CD5, CPSAA1.2, CPSAA4, CC1, CE1, CE2)."},
                    {"text": "2. Investigar el entorno económico y social y su influencia en la actividad empresarial, analizando las interrelaciones empresas-entorno e identificando estrategias viables que partan de los criterios de responsabilidad social corporativa, de la igualdad y la inclusión, para valorar la capacidad de adaptación de las empresas. El análisis de la realidad desde una perspectiva económica y social, permite que el alumnado tome conciencia, por un lado, de los efectos del entorno sobre la empresa, y, por otro, de las consecuencias del funcionamiento empresarial sobre la propia sociedad o el ambiente, entre otros aspectos. Las empresas no son organizaciones ajenas a lo que sucede en la sociedad, por ello es imprescindible comprender cómo los elementos, tanto del entorno general como del específico, van a influir en las decisiones que adopten. Despertar la curiosidad y tener una visión abierta sobre la realidad es el punto de partida para la investigación del entorno socio-económico. Este conocimiento permitirá al alumnado identificar problemas a resolver y proponer soluciones empresariales que incrementen el bienestar social considerando que estas soluciones pueden producir agotamiento de recursos, precariedad, desigualdad y otros desajustes. Por ello es fundamental que el alumnado sepa valorar el esfuerzo que realizan las empresas al alinear sus objetivos con los Objetivos de Desarrollo Sostenible (ODS), integrando la Responsabilidad Social Corporativa (RSC), contribuyendo así a disminuir estos desajustes y siendo capaz de generar una propuesta de valor orientada a alcanzar una sociedad más equitativa y sostenible, sin dejar por ello de adaptase con rapidez al entorno y a las necesidades de los consumidores. Esta competencia específica se conecta con los siguientes descriptores: CCL2, CCL3, STEM4, CD1, CPSAA2, CPSAA5, CC4, CE1.", "value": "2. Investigar el entorno económico y social y su influencia en la actividad empresarial, analizando las interrelaciones empresas-entorno e identificando estrategias viables que partan de los criterios de responsabilidad social corporativa, de la igualdad y la inclusión, para valorar la capacidad de adaptación de las empresas (CCL2, CCL3, STEM4, CD1, CPSAA2, CPSAA5, CC4, CE1)."},
                    {"text": "3. Reconocer y comprender modelos de negocio actuales comparándolos con otros modelos tradicionales y aplicando estrategias y herramientas que faciliten el diseño creativo para proponer modelos de negocio que aporten valor, permitan satisfacer necesidades y contribuir al bienestar económico y social. En la actualidad las empresas, desde las más tradicionales hasta las más tecnológicas conviven en entornos dinámicos. Estos se caracterizan por la rapidez con la que suceden los cambios y la complejidad de los problemas a afrontar, lo que genera una enorme incertidumbre sobre el futuro, y provoca un gran impacto en las decisiones estratégicas de las empresas. Los nuevos modelos de negocio como, por ejemplo, long tail, freemium, multiplataforma y app, permiten que las empresas se enfrenten a estos entornos y actúen con agilidad. El alumnado debe conocer estos modelos y ser capaz de proponer y diseñar otros nuevos con creatividad y espíritu innovador. Para generar modelos de negocio se propone el uso de la herramienta del lienzo CANVAS, con la que el alumnado elaborará su propuesta de valor, pero también las actividades, los recursos y las asociaciones clave, así como los canales y las relaciones con clientes, la estructura de costes y las fuentes de ingresos. Junto a esta herramienta pueden trabajarse otras complementarias, como, por ejemplo, el mapa de empatía de clientes y el pensamiento visual entre otras. Las empresas en la actualidad plantean como objetivos la generación de riqueza y, a la vez, la innovación y el afán de mejora continua y de adaptación al entorno; pero también satisfacer las necesidades e incrementar el bienestar social. Es necesario que el alumnado entienda que esta dualidad es complementaria desde el punto de vista empresarial. Esta competencia específica se conecta con los siguientes descriptores: CCL2, CCL3, STEM2, STEM4, CPSAA4, CC3, CE1.", "value": "3. Reconocer y comprender modelos de negocio actuales comparándolos con otros modelos tradicionales y aplicando estrategias y herramientas que faciliten el diseño creativo para proponer modelos de negocio que aporten valor, permitan satisfacer necesidades y contribuir al bienestar económico y social (CCL2, CCL3, STEM2, STEM4, CPSAA4, CC3, CE1)."},
                    {"text": "4. Valorar y seleccionar estrategias comunicativas de aplicación al mundo empresarial, utilizando nuevas fórmulas y obteniendo la información que se genera tanto en el ámbito interno como externo de la empresa, para gestionar eficazmente la información necesaria en el proceso de toma de decisiones y su correcta trasmisión. La obtención de información en cualquier proceso de decisión y la comunicación eficaz es esencial para lograr objetivos en cualquier ámbito. De manera concreta, se observa en el ámbito empresarial donde el flujo de información es utilizado tanto por la empresa como por el resto de agentes que se relacionan con la misma. Todo esto se lleva a cabo a través del uso de estrategias comunicativas aplicables al mundo empresarial y muy ligadas a las nuevas tecnologías. Relacionado con lo anterior, el alumnado debe conocer estrategias de comunicación eficaces y ágiles en la gestión e intercambio de información entre la empresa y los agentes de su entorno, y saber aplicar diferentes herramientas comunicativas como la narración de historias o storytelling y el discurso en el ascensor o elevator pitch. En este proceso es esencial que el alumnado desarrolle una actitud cooperativa y respetuosa en su manera de comunicarse, aprenda a argumentar, a escuchar y a transmitir de forma eficaz lo que pretende dar a conocer. Por último, la globalización económica propia del siglo XXI implica que las empresas estén cada día más internacionalizadas y se comuniquen con mayor frecuencia utilizando otras lenguas. Para ello es fundamental que el alumnado aprenda y ejercite el uso de distintas lenguas para comunicarse con corrección y autonomía en diferentes situaciones. Esta competencia específica se conecta con los siguientes descriptores: CCL1, CCL3, CP1, CP2, CD3, CPSAA4, CE2.", "value": "4. Valorar y seleccionar estrategias comunicativas de aplicación al mundo empresarial, utilizando nuevas fórmulas y obteniendo la información que se genera tanto en el ámbito interno como externo de la empresa, para gestionar eficazmente la información necesaria en el proceso de toma de decisiones y su correcta trasmisión (CCL1, CCL3, CP1, CP2, CD3, CPSAA4, CE2)."},
                    {"text": "5. Realizar el análisis previsional del modelo de negocio diseñado, aplicando las herramientas de análisis empresarial necesarias para comprender todo el proceso llevado a cabo y validar la propuesta del modelo de negocio. Las distintas herramientas de análisis empresarial aplicadas en diferentes momentos del proceso permiten obtener información para validar la propuesta del modelo de negocio. La validación se ha de hacer en un escenario simulado concreto ofreciendo al alumnado una visión global de todo el proceso y, al mismo tiempo, permitiendo la rectificación o el replanteamiento de cualquier decisión adoptada hasta el momento. Toda la información obtenida, las decisiones tomadas, incluyendo la justificación de las mismas, y los resultados de las herramientas de análisis utilizadas suponen la base para que el alumnado confeccione un plan de negocio básico. De este modo, el objetivo va encaminado a que el alumnado empatice y se ponga en lugar de la persona emprendedora, adquiera una perspectiva integral de todo el proceso llevado a cabo y aprenda tanto de los aciertos como de los errores. Esta competencia específica se conecta con los siguientes descriptores: CD2, CD3, CPSAA1.1, CPSAA5, CE1, CE2, CE3.", "value": "5. Realizar el análisis previsional del modelo de negocio diseñado, aplicando las herramientas de análisis empresarial necesarias para comprender todo el proceso llevado a cabo y validar la propuesta del modelo de negocio (CD2, CD3, CPSAA1.1, CPSAA5, CE1, CE2, CE3)."}
                ]
}
