{
  "competenciasEspecificas": [
                    "1. Comprender el dibujo como forma de conocimiento, comunicación y expresión, comparando el uso que se hace de él en manifestaciones culturales y artísticas de diferentes épocas, lugares y ámbitos disciplinares, y valorando la diversidad de significados que origina, para apreciar la importancia de la diversidad cultural y la relevancia de la conservación y la promoción del patrimonio (CCL1, CC1, CC3, CCEC1, CCEC2).",
                    "2. Analizar con actitud crítica y reflexiva producciones plásticas de distintas épocas y estilos, reconociendo el lenguaje, las técnicas y procedimientos, la función significativa y la expresividad presentes en ellas, para desarrollar la conciencia visual y el criterio estético y ampliar las posibilidades de disfrute del arte (CCL1, CC1, CC3, CCEC1, CCEC2).",
                    "3. Analizar, interpretar y representar la realidad, utilizando los recursos elementales y la sintaxis del dibujo, para ofrecer una visión propia de esa realidad, potenciar la sensibilidad y favorecer el desarrollo personal y artístico (CPSAA1.1, CPSAA1.2, CC1, CC2, CCEC3.1).",
                    "4. Experimentar con diferentes materiales, técnicas y soportes, incluido el propio cuerpo, analizando la importancia del mismo en las propuestas artísticas contemporáneas, para descubrir el gesto del dibujo y la apropiación del espacio como medios de autoexpresión y aceptación personal (CPSAA5, CC1, CC3, CCEC1, CCEC3.1, CCEC3.2).",
                    "5. Utilizar la práctica del dibujo como medio de expresión de ideas, opiniones, sentimientos y emociones, investigando los referentes culturales de las nuevas creaciones como parte inherente a las mismas, para ampliar el repertorio artístico y enriquecer las producciones propias (CC1, CC3, CCEC1, CCEC2, CCEC3.1).",
                    "6. Realizar producciones gráficas expresivas y creativas, valorando la importancia de los elementos del lenguaje gráfico y su organización en la definición de un estilo personal, para progresar en la ejecución técnica y en las cualidades comunicativas y expresivas de las producciones propias (CPSAA1.1, CPSAA5, CCEC3.2, CCEC4.1, CCEC4.2).",
                    "7. Experimentar con las técnicas propias del dibujo, identificando las herramientas, medios y soportes necesarios y analizando su posible impacto ambiental, para integrarlas de forma creativa y responsable en la realización de producciones gráficas (STEM1, CD2, CPSAA5, CC1, CC4, CE1, CCEC4.1, CCEC4.2).",
                    "8. Adaptar los conocimientos y destrezas adquiridos, desarrollando la retentiva y la memoria visual, para responder con creatividad y eficacia a nuevos desafíos de representación gráfica (CPSAA1.1, CPSAA5, CC1, CCEC4.1, CCEC4.2).",
                    "9. Crear proyectos gráficos colaborativos, contribuyendo de forma creativa a su planificación y realización y adaptando el diseño y el proceso a las características propias de un ámbito disciplinar, para descubrir posibilidades de desarrollo académico y profesional y apreciar el enriquecimiento que suponen las propuestas compartidas (STEM2, STEM3, CPSAA3.1, CPSAA4, CE1, CE3, CCEC4.1, CCEC4.2)."
                ]
}
