{
  "competenciasEspecificas": [
                    {"text": "1. Comprender el dibujo como forma de conocimiento, comunicación y expresión, comparando el uso que se hace de él en manifestaciones culturales y artísticas de diferentes épocas, lugares y ámbitos disciplinares, y valorando la diversidad de significados que origina, para apreciar la importancia de la diversidad cultural y la relevancia de la conservación y la promoción del patrimonio. Las sociedades realizan representaciones del mundo por diversos medios expresivos, generando tanto una identidad y un proceso reflexivo propios como una pluralidad cultural y artística. En este sentido, el dibujo es una de las formas de pensamiento de toda sociedad, y por ello, identificar su presencia en las manifestaciones culturales y artísticas de cualquier lugar y época, así como en distintos ámbitos disciplinares, ayuda al alumnado a comprenderlo como una herramienta universal de conocimiento, comunicación y expresión. Al mismo tiempo, puede entender la importancia de la diversidad cultural como una fuente de riqueza, considerando la relevancia de la promoción y conservación del patrimonio. El hecho de comparar y apreciar la pluralidad de usos del dibujo en diferentes ámbitos, de forma razonada y compartida y mediante producciones orales, escritas o multimodales debe promover en los alumnos y alumnas la curiosidad por conocer y explorar sus diferentes lenguajes y técnicas, favoreciendo un análisis crítico y un juicio propio sobre sus funciones e intencionalidades que les permitan valorar la diversidad de significados a los que da lugar, introduciendo el concepto de libertad de expresión. Esta competencia específica se conecta con los siguientes descriptores: CCL1, CC1, CC3, CCEC1, CCEC2.", "value": "1. Comprender el dibujo como forma de conocimiento, comunicación y expresión, comparando el uso que se hace de él en manifestaciones culturales y artísticas de diferentes épocas, lugares y ámbitos disciplinares, y valorando la diversidad de significados que origina, para apreciar la importancia de la diversidad cultural y la relevancia de la conservación y la promoción del patrimonio (CCL1, CC1, CC3, CCEC1, CCEC2)."},
                    {"text": "2. Analizar con actitud crítica y reflexiva producciones plásticas de distintas épocas y estilos, reconociendo el lenguaje, las técnicas y procedimientos, la función significativa y la expresividad presentes en ellas, para desarrollar la conciencia visual y el criterio estético y ampliar las posibilidades de disfrute del arte. Una recepción artística completa requiere posicionarse ante cualquier propuesta cultural, incluidas las contemporáneas, con actitud abierta y con el mayor conocimiento posible del lenguaje, las técnicas y los recursos que son necesarios en todo proceso creativo. Reconocer las dificultades que se plantean a lo largo de dicho proceso contribuye a su valoración. Además, el análisis crítico y reflexivo de la expresividad gráfica y la función significativa presentes en toda producción plástica ayuda al alumnado a utilizar correctamente la terminología específica. Entre los ejemplos considerados se debe incorporar la perspectiva de género y la perspectiva intercultural, con énfasis en el estudio de producciones realizadas por mujeres y por personas de grupos étnicos y poblacionales que sufren la discriminación racial, así como de su representación en el arte. Es un objetivo ineludible de esta materia conjugar el análisis con el conocimiento, manteniendo una postura abierta y respetuosa ante las dificultades encontradas, favoreciendo de este modo la adquisición de una conciencia visual y, en paralelo, el desarrollo de un criterio estético informado ante cualquier manifestación cultural o artística, aumentando así las posibilidades de disfrute en la recepción artística. Esta competencia específica se conecta con los siguientes descriptores: CCL1, CC1, CC3, CCEC1, CCEC2.", "value": "2. Analizar con actitud crítica y reflexiva producciones plásticas de distintas épocas y estilos, reconociendo el lenguaje, las técnicas y procedimientos, la función significativa y la expresividad presentes en ellas, para desarrollar la conciencia visual y el criterio estético y ampliar las posibilidades de disfrute del arte (CCL1, CC1, CC3, CCEC1, CCEC2)."},
                    {"text": "3. Analizar, interpretar y representar la realidad, utilizando los recursos elementales y la sintaxis del dibujo, para ofrecer una visión propia de esa realidad, potenciar la sensibilidad y favorecer el desarrollo personal y artístico. La acción de dibujar supone una actitud de apertura y una indagación sobre el mundo, al mismo tiempo que una reflexión sobre la interpretación personal que hacemos de él. El dibujo es, pues, uno de los medios artísticos más completos para comprender, analizar e interpretar la realidad, porque, por un lado, nos ofrece una visión objetiva de la misma y, por otro, propicia la expresión inmediata y directa de una visión subjetiva. Conocer estas cualidades hace que el alumnado pueda utilizarlo en la exteriorización de su pensamiento, favoreciendo así su desarrollo personal y artístico. Para apoyar este proceso creativo se deben conocer y explorar las posibilidades expresivas de los recursos elementales propios del dibujo: punto, línea, forma y textura, así como su sintaxis. Es muy importante, igualmente, la realización de bocetos a partir de la observación detallada de la realidad, para ir avanzando hacia una expresión gráfica personal que pueda incluir las representaciones de la imaginación. Esta competencia específica se conecta con los siguientes descriptores: CPSAA1.1, CPSAA1.2, CC1, CC2, CCEC3.1.", "value": "3. Analizar, interpretar y representar la realidad, utilizando los recursos elementales y la sintaxis del dibujo, para ofrecer una visión propia de esa realidad, potenciar la sensibilidad y favorecer el desarrollo personal y artístico (CPSAA1.1, CPSAA1.2, CC1, CC2, CCEC3.1)."},
                    {"text": "4. Experimentar con diferentes materiales, técnicas y soportes, incluido el propio cuerpo, analizando la importancia del mismo en las propuestas artísticas contemporáneas, para descubrir el gesto del dibujo y la apropiación del espacio como medios de autoexpresión y aceptación personal. A lo largo de la historia del arte, los grandes avances y transformaciones se han producido por la incesante experimentación que diferentes artistas han introducido en sus obras, ya sea en cuanto a los materiales, técnicas y soportes disponibles en cada momento, o en cuanto a la representación de la tridimensionalidad y a la apropiación y ubicación en el espacio de la figura humana. A pesar de las grandes diferencias que pueden encontrarse en las distintas tendencias artísticas y épocas, se repite el hecho de que la percepción y la representación del espacio se han realizado tomando la medida de la figura humana como referencia de escala y proporción. En algunas propuestas artísticas contemporáneas, el cuerpo humano ha traspasado ese límite de referencia para convertirse en el protagonista de la creación, ya sea como soporte o como herramienta, llevando la expresividad del gesto y de la huella al centro mismo de la obra. Igualmente, se ha traspasado también el límite de la representación bidimensional de la tridimensionalidad para llegar a la apropiación misma del espacio, convirtiéndolo en el soporte de la propia intervención artística. Descubrir y explorar diferentes formas de expresión gráfica, incluidas las que sitúan el cuerpo humano en su centro, favorece la autoexpresión y desarrolla la autoconfianza y la aceptación personal. Esta competencia específica se conecta con los siguientes descriptores: CPSAA5, CC1, CC3, CCEC1, CCEC3.1, CCEC3.2.", "value": "4. Experimentar con diferentes materiales, técnicas y soportes, incluido el propio cuerpo, analizando la importancia del mismo en las propuestas artísticas contemporáneas, para descubrir el gesto del dibujo y la apropiación del espacio como medios de autoexpresión y aceptación personal (CPSAA5, CC1, CC3, CCEC1, CCEC3.1, CCEC3.2)."},
                    {"text": "5. Utilizar la práctica del dibujo como medio de expresión de ideas, opiniones, sentimientos y emociones, investigando los referentes culturales de las nuevas creaciones como parte inherente a las mismas, para ampliar el repertorio artístico y enriquecer las producciones propias. El conocimiento y análisis de diferentes manifestaciones culturales y artísticas de cualquier lugar y época favorecen que el alumnado comprenda las influencias que unas propuestas han tenido sobre otras, incluso tomando referentes de culturas y disciplinas diferentes a las propias de la persona que crea. Puede establecer así conexiones entre distintos tipos de lenguajes plásticos, visuales y audiovisuales (fotografía, cómic, cine, publicidad, etc.) y explorar la presencia del dibujo como medio de expresión en cada uno de ellos. Al mismo tiempo, el alumnado se forja una cultura visual y descubre los avances en procedimientos o técnicas utilizados en cada medio creativo. Además, asimilando que las nuevas creaciones artísticas nunca rompen totalmente con los referentes previos, puede valorar la importancia de la práctica artística como medio para expresar ideas, opiniones, sentimientos y emociones a lo largo de la historia, y apoyarse en ello para enriquecer sus propias producciones. Esta competencia específica se conecta con los siguientes descriptores: CC1, CC3, CCEC1, CCEC2, CCEC3.1.", "value": "5. Utilizar la práctica del dibujo como medio de expresión de ideas, opiniones, sentimientos y emociones, investigando los referentes culturales de las nuevas creaciones como parte inherente a las mismas, para ampliar el repertorio artístico y enriquecer las producciones propias (CC1, CC3, CCEC1, CCEC2, CCEC3.1)."},
                    {"text": "6. Realizar producciones gráficas expresivas y creativas, valorando la importancia de los elementos del lenguaje gráfico y su organización en la definición de un estilo personal, para progresar en la ejecución técnica y en las cualidades comunicativas y expresivas de las producciones propias. El dibujo parte de la observación precisa y activa de la realidad, por lo que es fundamental entender cómo funciona la percepción visual de la que partimos, sus leyes y principios, y la organización de los elementos en el espacio. El conocimiento y el uso de los elementos del lenguaje gráfico, sus formas, signos, posibilidades expresivas y efectos visuales, facilitan al alumnado la construcción de un mecanismo de trabajo con el dibujo como base. Este le permite comprender las imágenes, sus estructuras y su composición. El dibujo se convierte así en un método de análisis de las formas, donde se muestra lo más destacado de los objetos, que al mismo tiempo se descubren ante nosotros en toda su verdad, desvelando aquello que pasaba desapercibido. Como todo método, el dibujo necesita una constancia en el trabajo. Solo dibujando se llegan a conseguir la destreza y la habilidad necesarias para emplearlo en nuestros proyectos. El dibujo es, al mismo tiempo, método de conocimiento y método de expresión. Al avanzar en su práctica, el trazo y el gesto se vuelven más personales, llegando a convertirse en huellas expresivas y comunicativas con las que se exteriorizan el mundo interior y la propia visión de la realidad. Esta competencia específica se conecta con los siguientes descriptores: CPSAA1.1, CPSAA5, CCEC3.2, CCEC4.1, CCEC4.2.", "value": "6. Realizar producciones gráficas expresivas y creativas, valorando la importancia de los elementos del lenguaje gráfico y su organización en la definición de un estilo personal, para progresar en la ejecución técnica y en las cualidades comunicativas y expresivas de las producciones propias (CPSAA1.1, CPSAA5, CCEC3.2, CCEC4.1, CCEC4.2)."},
                    {"text": "7. Experimentar con las técnicas propias del dibujo, identificando las herramientas, medios y soportes necesarios y analizando su posible impacto ambiental, para integrarlas de forma creativa y responsable en la realización de producciones gráficas. Para que el alumnado pueda experimentar con las técnicas del dibujo, tanto con las tradicionales como con las digitales, debe adquirir unos conocimientos básicos previos de un catálogo amplio de herramientas, medios y soportes. Una vez identificadas sus posibilidades de uso y de expresión, podrá seleccionar aquellos más adecuados a sus fines en cada momento, experimentando con ellos y explorando soluciones alternativas en las representaciones gráficas que se le planteen. En este terreno, también es importante que conozca el impacto ambiental de los materiales que emplea, tanto en lo relativo a su producción como a la gestión de los deshechos que produce; todo ello con el fin de adoptar prácticas de trabajo sostenibles, seguras y responsables. Reconocer el dibujo no solo como un método de análisis, sino también como un lenguaje creativo, conlleva comprender los distintos niveles de iconicidad que se pueden dar en las representaciones gráficas, así como los valores expresivos del claroscuro y del color. Para crear producciones gráficas que resuelvan estos planteamientos de forma coherente con la intención original, pero sin cerrarse a posibles modificaciones que las enriquezcan durante el proceso creativo, el alumnado debe seleccionar y aplicar las técnicas más adecuadas, buscando además un uso creativo, responsable, seguro y sostenible de las mismas para conseguir resultados personales. Esta competencia específica se conecta con los siguientes descriptores: STEM1, CD2, CPSAA5, CC1, CC4, CE1, CCEC4.1, CCEC4.2.", "value": "7. Experimentar con las técnicas propias del dibujo, identificando las herramientas, medios y soportes necesarios y analizando su posible impacto ambiental, para integrarlas de forma creativa y responsable en la realización de producciones gráficas (STEM1, CD2, CPSAA5, CC1, CC4, CE1, CCEC4.1, CCEC4.2)."},
                    {"text": "8. Adaptar los conocimientos y destrezas adquiridos, desarrollando la retentiva y la memoria visual, para responder con creatividad y eficacia a nuevos desafíos de representación gráfica. La observación consciente del entorno, para abstraer y seleccionar lo más representativo, es fundamental en el proceso de representación gráfica de la realidad. Lo que se percibe no es más que la reconstrucción que hace el cerebro de la información recibida, y en esa reconstrucción interviene como factor fundamental la memoria visual, entendida como la capacidad de recordar imágenes. Cuando se dibuja del natural, se debe observar, analizar y retener la información que se quiere trasladar al dibujo, y para ello se ejercitan la memoria visual y la retentiva, destrezas fundamentales en la expresión gráfica. A través del encuadre y el encaje se organiza esa información en el soporte elegido y se establecen proporciones, teniendo en cuenta la perspectiva, tanto en las formas y objetos como en el espacio que los rodea, procesos que ponen en juego los conocimientos y destrezas adquiridos por el alumnado. Además, en el proceso de dibujar intervienen la imaginación, recuerdos e imágenes mentales, y es por esto que, en las producciones gráficas, se transmiten tanto la visión e interpretación exterior del mundo como la interior, propiciándose una expresión personal y diferenciada del resto. Esta competencia específica se conecta con los siguientes descriptores: CPSAA1.1, CPSAA5, CC1, CCEC4.1, CCEC4.2.", "value": "8. Adaptar los conocimientos y destrezas adquiridos, desarrollando la retentiva y la memoria visual, para responder con creatividad y eficacia a nuevos desafíos de representación gráfica (CPSAA1.1, CPSAA5, CC1, CCEC4.1, CCEC4.2)."},
                    {"text": "9. Crear proyectos gráficos colaborativos, contribuyendo de forma creativa a su planificación y realización y adaptando el diseño y el proceso a las características propias de un ámbito disciplinar, para descubrir posibilidades de desarrollo académico y profesional y apreciar el enriquecimiento que suponen las propuestas compartidas. El dibujo está presente en múltiples ámbitos disciplinares, tales como el diseño, la arquitectura, la ciencia, la literatura o el arte. Diseñar creativamente un proyecto concreto, de forma colaborativa y con una finalidad definida, requiere establecer una planificación adecuada, una organización y un reparto de tareas coherente, entendiendo que crear cualquier proyecto gráfico ajustado a un ámbito disciplinar concreto supone, además de un enriquecimiento, asumir riesgos y retos. El alumnado debe ser consciente de ello y tener presente en todo momento la intención última del proyecto que está creando. El trabajo colaborativo, además, le permite la asunción de distintos roles y responsabilidades, y contribuye a que aprenda a respetar las opiniones del resto. Por otra parte, en el desarrollo de los proyectos gráficos, habrá de hacer frente a las posibles dificultades y cambios exigidos por las circunstancias o por el propio diseño de la producción, aumentando su resiliencia y aprendiendo a adaptar la planificación inicial a los imprevistos que puedan surgir. Finalmente, evaluar las diversas fases y el resultado del proyecto, descubriendo los posibles errores y aciertos, facilita procesos posteriores de creación y elaboración, permitiendo introducir alternativas y propuestas diversas, al tiempo que desarrolla en el alumnado una mayor seguridad en su capacidad de afrontar en el futuro proyectos más complejos en contextos académicos o profesionales. Esta competencia específica se conecta con los siguientes descriptores: STEM2, STEM3, CPSAA3.1, CPSAA4, CE1, CE3, CCEC4.1, CCEC4.2.", "value": "9. Crear proyectos gráficos colaborativos, contribuyendo de forma creativa a su planificación y realización y adaptando el diseño y el proceso a las características propias de un ámbito disciplinar, para descubrir posibilidades de desarrollo académico y profesional y apreciar el enriquecimiento que suponen las propuestas compartidas (STEM2, STEM3, CPSAA3.1, CPSAA4, CE1, CE3, CCEC4.1, CCEC4.2)."}
                ]
}
