{
            "saberes": [
                "A. Vida activa y saludable.",
                "– Salud física: efectos físicos y psicológicos beneficiosos de un estilo de vida activo. Características de alimentos naturales, procesados y ultraprocesados. Educación postural en acciones motrices habituales. Factores básicos que inciden en el cuidado del cuerpo.",
                "– Salud mental: respeto y aceptación del propio cuerpo. Autoconocimiento e identificación de fortalezas, debilidades, posibilidades y limitaciones en todos los ámbitos (social, físico y mental).",
                "– Salud social: la actividad física como hábito y alternativa saludable frente a formas de ocio nocivas. Límites para evitar una competitividad desmedida. Aceptación de distintas tipologías corporales, para practicar, en igualdad, diversidad de actividades físico-deportivas.",
                "B. Organización y gestión de la actividad física.",
                "– Elección de la práctica física: usos y finalidades catárticos, lúdico-recreativos y cooperativos. Respeto de las elecciones de los demás.",
                "– Cuidado y preparación del material según la actividad a desarrollar.",
                "– Pautas de higiene personal relacionadas con la actividad física.",
                "– Planificación y autorregulación de proyectos motores: mecanismos básicos para ejecutar lo planificado.",
                "– Prevención de accidentes en las prácticas motrices: mecanismos de prevención y control corporal para la prevención de lesiones.",
                "C. Resolución de problemas en situaciones motrices.",
                "– Toma de decisiones: distribución racional del esfuerzo en situaciones motrices individuales. Ubicación en el espacio en situaciones cooperativas. Ubicación en el espacio y reubicación tras cada acción en situaciones motrices de persecución y de interacción con un móvil. Anticipación a las decisiones ofensivas del adversario en situaciones de oposición de contacto. Pase a compañeros desmarcados o en situación ventajosa en situaciones motrices de colaboración-oposición de persecución y de interacción con un móvil.",
                "– Capacidades perceptivo-motrices en contexto de práctica: integración del esquema corporal, control tónico-postural e independencia segmentaria en situaciones motrices. Definición de la lateralidad. Coordinación dinámica general y segmentaria.",
                "– Capacidades condicionales: capacidades físicas básicas.",
                "– Habilidades y destrezas motrices básicas genéricas: locomotrices, no locomotrices y manipulativas. Combinación de habilidades.",
                "– Creatividad motriz: variación y adecuación de la acción motriz ante estímulos internos y externos.",
                "D. Autorregulación emocional e interacción social en situaciones motrices.",
                "– Gestión emocional: reconocimiento de emociones propias, pensamientos y sentimientos a partir de experiencias motrices.",
                "– Habilidades sociales: escucha activa y estrategias de negociación para la resolución de conflictos en contextos motrices.",
                "– Concepto de deportividad.",
                "– Conductas contrarias a la convivencia en situaciones motrices (discriminación por cuestiones de competencia motriz, etnia, género u otras): efectos negativos y estrategias de identificación, abordaje y evitación.",
                "E. Manifestaciones de la cultura motriz.",
                "– Aportaciones de la cultura motriz a la herencia cultural. Los juegos y las danzas como manifestación de la interculturalidad.",
                "– Usos comunicativos de la corporalidad: comunicación de sensaciones, sentimientos, emociones e ideas simples.",
                "– Práctica de actividades rítmico-musicales con carácter expresivo.",
                "– Deporte y perspectiva de género: ligas masculinas, femeninas y mixtas de distintos deportes. Referentes en el deporte de distintos géneros.",
                "F. Interacción eficiente y sostenible con el entorno.",
                "– Normas de uso: educación vial para bicicletas. Movilidad segura, saludable y sostenible.",
                "– Espacios naturales en el contexto urbano: uso, disfrute seguro y mantenimiento.",
                "– Estado del material para actividades en el medio natural y urbano: valoración previa y actuación ante desperfectos.",
                "– Prevención y sensibilización sobre la generación de residuos y su correcta gestión.",
                "– Realización de actividades físicas seguras en el medio natural y urbano.",          
                "– Cuidado del entorno próximo y de los animales y plantas que en él conviven como servicio a la comunidad, durante la práctica segura de actividades físicas en el medio natural y urbano."
            ],
            "criteriosEvaluacion": [
                "Competencia específica 1.",
                "1.1 Reconocer la actividad física como alternativa de ocio saludable, identificando desplazamientos activos y sostenibles y conociendo los efectos beneficiosos a nivel físico y mental que posee adoptar un estilo de vida activo.",
                "1.2 Aplicar medidas de educación postural, alimentación saludable, higiene corporal y preparación de la práctica motriz, asumiendo responsabilidades y generando hábitos y rutinas en situaciones cotidianas.",
                "1.3 Tomar medidas de precaución y prevención de lesiones en relación con la conservación y el mantenimiento del material en el marco de distintas prácticas físico-deportivas, conociendo protocolos básicos de actuación ante accidentes que se puedan producir en este contexto.",
                "1.4 Reconocer la propia imagen corporal y la de los demás, aceptando y respetando las diferencias individuales que puedan existir, superando y rechazando las conductas discriminatorias que se puedan producir en contextos de práctica motriz.",
                "Competencia específica 2.",
                "2.1 Llevar a cabo proyectos motores de carácter individual, cooperativo o colaborativo, empleando estrategias de monitorización y seguimiento que permitan analizar los resultados obtenidos.",
                "2.2 Adoptar decisiones en situaciones lúdicas, juegos y actividades deportivas, ajustándose a las demandas derivadas de los objetivos motores, de las características del grupo y de la lógica interna de situaciones individuales, de cooperación, de oposición y de colaboración-oposición, en contextos simulados de actuación.",
                "2.3 Emplear los componentes cualitativos y cuantitativos de la motricidad de manera eficiente y creativa en distintos contextos y situaciones motrices, adquiriendo un progresivo control y dominio corporal sobre ellos.",
                "Competencia específica 3.",
                "3.1 Mostrar una disposición positiva hacia la práctica física y hacia el esfuerzo, controlando la impulsividad y las emociones negativas que surjan en contextos de actividad motriz.",
                "3.2 Respetar las normas consensuadas en clase, así como las reglas de juego, y actuar desde los parámetros de la deportividad y el juego limpio, valorando la aportación de los participantes.",
                "3.3 Desarrollar habilidades sociales de acogida, inclusión, ayuda y cooperación al participar en prácticas motrices variadas, resolviendo los conflictos individuales y colectivos de forma dialógica y justa, mostrando un compromiso activo frente a los estereotipos, las actuaciones discriminatorias y cualquier tipo de violencia.",
                "Competencia específica 4.",
                "4.1 Participar activamente en juegos motores y otras manifestaciones artístico-expresivas con arraigo en la cultura propia, tradicional o actual, así como otros procedentes de diversas culturas, contextualizando su origen, su aparición y su transmisión a lo largo del tiempo y valorando su importancia, repercusión e influencia en las sociedades pasadas y presentes.",
                "4.2 Asumir una visión abierta del deporte a partir del conocimiento de distintas ligas femeninas, masculinas o mixtas, acercándose al deporte federado e identificando comportamientos contrarios a la convivencia independientemente del contexto en el que tengan lugar.",
                "4.3 Reproducir distintas combinaciones de movimientos o coreografías individuales y grupales que incorporen prácticas comunicativas que transmitan sentimientos, emociones o ideas a través del cuerpo, empleando los distintos recursos expresivos y rítmicos de la corporalidad.",
                "Competencia específica 5.",
                "Desarrollar una práctica motriz segura en contextos naturales y urbanos de carácter terrestre o acuático, adecuando las acciones al análisis de cada situación y aplicando medidas de conservación ambiental."    
            ]
        }
