{
  "competenciasEspecificas": [
        {"text": "1. Interpretar, modelizar y resolver problemas de la vida cotidiana y propios de las matemáticas, aplicando diferentes estrategias y formas de razonamiento, para explorar distintas maneras de proceder y obtener posibles soluciones (STEM1, STEM2, STEM3, STEM4, CD2, CPSAA5, CE3, CCEC4): La resolución de problemas constituye un eje fundamental en el aprendizaje de las matemáticas, ya que es un proceso central en la construcción del conocimiento matemático. Tanto los problemas de la vida cotidiana en diferentes contextos como los problemas propuestos en el ámbito de las matemáticas permiten ser catalizadores de nuevo conocimiento, ya que las reflexiones que se realizan durante su resolución ayudan a la construcción de conceptos y al establecimiento de conexiones entre ellos. El desarrollo de esta competencia conlleva aplicar el conocimiento matemático que el alumnado posee en el contexto de la resolución de problemas. Para ello es necesario proporcionar herramientas de interpretación y modelización (diagramas, expresiones simbólicas, gráficas, etc.), técnicas y estrategias de resolución de problemas como la analogía con otros problemas, la estimación, el ensayo y error, la resolución de manera inversa (ir hacia atrás), el tanteo, la descomposición en problemas más sencillos o la búsqueda de patrones, que les permitan tomar decisiones, anticipar la respuesta, asumir riesgos y aceptar el error como parte del proceso.", "value": "1. Interpretar, modelizar y resolver problemas de la vida cotidiana y propios de las matemáticas, aplicando diferentes estrategias y formas de razonamiento, para explorar distintas maneras de proceder y obtener posibles soluciones (STEM1, STEM2, STEM3, STEM4, CD2, CPSAA5, CE3, CCEC4)"},
                        
                    
                        {"text": "2. Analizar las soluciones de un problema usando diferentes técnicas y herramientas, evaluando las respuestas obtenidas, para verificar su validez e idoneidad desde un punto de vista matemático y su repercusión global (STEM1, STEM2, CD2, CPSAA4, CC3, CE3): El análisis de las soluciones obtenidas en la resolución de un problema potencia la reflexión crítica sobre su validez, tanto desde un punto de vista estrictamente matemático como desde una perspectiva global, valorando aspectos relacionados con la sostenibilidad, la igualdad de género, el consumo responsable, la equidad o la no discriminación, entre otros. Los razonamientos científico y matemático serán las herramientas principales para realizar esa validación, pero también lo son la lectura atenta, la realización de preguntas adecuadas, la elección de estrategias para verificar la pertinencia de las soluciones obtenidas según la situación planteada, la conciencia sobre los propios progresos y la autoevaluación. El desarrollo de esta competencia conlleva procesos reflexivos propios de la metacognición como la autoevaluación y la coevaluación, la utilización de estrategias sencillas de aprendizaje autorregulado, uso eficaz de herramientas digitales como calculadoras u hojas de cálculo, la verbalización o explicación del proceso y la selección entre diferentes métodos de comprobación de soluciones o de estrategias para validar las soluciones y su alcance.", "value": "2. Analizar las soluciones de un problema usando diferentes técnicas y herramientas, evaluando las respuestas obtenidas, para verificar su validez e idoneidad desde un punto de vista matemático y su repercusión global (STEM1, STEM2, CD2, CPSAA4, CC3, CE3)"},
                        
                    
                        {"text": "3. Formular y comprobar conjeturas sencillas o plantear problemas de forma autónoma, reconociendo el valor del razonamiento y la argumentación, para generar nuevo conocimiento (CCL1, STEM1, STEM2, CD1, CD2, CD5, CE3): El razonamiento y el pensamiento analítico incrementan la percepción de patrones, estructuras y regularidades tanto en situaciones del mundo real como abstractas, favoreciendo la formulación de conjeturas sobre su naturaleza. Por otro lado, el planteamiento de problemas es otro componente importante en el aprendizaje y enseñanza de las matemáticas y se considera una parte esencial del quehacer matemático. Implica la generación de nuevos problemas y preguntas destinadas a explorar una situación determinada, así como la reformulación de un problema durante el proceso de resolución del mismo. La formulación de conjeturas, el planteamiento de nuevos problemas y su comprobación o resolución se puede realizar por medio de materiales manipulativos, calculadoras, software, representaciones y símbolos, trabajando de forma individual o colectiva y aplicando los razonamientos inductivo y deductivo. El desarrollo de esta competencia conlleva formular y comprobar conjeturas, examinar su validez y reformularlas para obtener otras nuevas susceptibles de ser puestas a prueba promoviendo el uso del razonamiento y la demostración como aspectos fundamentales de las matemáticas. Cuando el alumnado plantea nuevos problemas, mejora el razonamiento y la reflexión al tiempo que construye su propio conocimiento, lo que se traduce en un alto nivel de compromiso y curiosidad, así como de entusiasmo hacia el proceso de aprendizaje de las matemáticas.", "value": "3. Formular y comprobar conjeturas sencillas o plantear problemas de forma autónoma, reconociendo el valor del razonamiento y la argumentación, para generar nuevo conocimiento (CCL1, STEM1, STEM2, CD1, CD2, CD5, CE3)"},
                        
                    
                        {"text": "4. Utilizar los principios del pensamiento computacional organizando datos, descomponiendo en partes, reconociendo patrones, interpretando, modificando y creando algoritmos, para modelizar situaciones y resolver problemas de forma eficaz (STEM1, STEM2, STEM3, CD2, CD3, CD5, CE3): El pensamiento computacional entronca directamente con la resolución de problemas y el planteamiento de procedimientos, utilizando la abstracción para identificar los aspectos más relevantes, y la descomposición en tareas más simples con el objetivo de llegar a una solución del problema que pueda ser ejecutada por un sistema informático. Llevar el pensamiento computacional a la vida diaria supone relacionar los aspectos fundamentales de la informática con las necesidades del alumnado. El desarrollo de esta competencia conlleva la creación de modelos abstractos de situaciones cotidianas, su automatización y modelización y la codificación en un lenguaje fácil de interpretar por un sistema informático.", "value": "4. Utilizar los principios del pensamiento computacional organizando datos, descomponiendo en partes, reconociendo patrones, interpretando, modificando y creando algoritmos, para modelizar situaciones y resolver problemas de forma eficaz (STEM1, STEM2, STEM3, CD2, CD3, CD5, CE3)"},
                        
                    
                       {"text":  "5. Reconocer y utilizar conexiones entre los diferentes elementos matemáticos, interconectando conceptos y procedimientos, para desarrollar una visión de las matemáticas como un todo integrado (STEM1, STEM3, CD2, CD3, CCEC1): La conexión entre los diferentes conceptos, procedimientos e ideas matemáticas aporta una compresión más profunda y duradera de los conocimientos adquiridos, proporcionando una visión más amplia sobre el propio conocimiento. Percibir las matemáticas como un todo implica estudiar sus conexiones internas y reflexionar sobre ellas, tanto sobre las existentes entre los bloques de saberes como sobre las que se dan entre las matemáticas de distintos niveles o entre las de diferentes etapas educativas. El desarrollo de esta competencia conlleva enlazar las nuevas ideas matemáticas con ideas previas, reconocer y utilizar las conexiones entre ideas matemáticas en la resolución de problemas y comprender cómo unas ideas se construyen sobre otras para formar un todo integrado.", "value": "5. Reconocer y utilizar conexiones entre los diferentes elementos matemáticos, interconectando conceptos y procedimientos, para desarrollar una visión de las matemáticas como un todo integrado (STEM1, STEM3, CD2, CD3, CCEC1)"},
                        
                    
                        {"text": "6. Identificar las matemáticas implicadas en otras materias y en situaciones reales susceptibles de ser abordadas en términos matemáticos, interrelacionando conceptos y procedimientos, para aplicarlos en situaciones diversas (STEM1, STEM2, CD3, CD5, CC4, CE2, CE3, CCEC1): Reconocer y utilizar la conexión de las matemáticas con otras materias, con la vida real o con la propia experiencia aumenta el bagaje matemático del alumnado. Es importante que los alumnos y alumnas tengan la oportunidad de experimentar las matemáticas en diferentes contextos (personal, escolar, social, científico y humanístico), valorando la contribución de las matemáticas a la resolución de los grandes objetivos globales de desarrollo, con perspectiva histórica. La conexión entre las matemáticas y otras materias no debería limitarse a los conceptos, sino que debe ampliarse a los procedimientos y las actitudes, de forma que los saberes básicos matemáticos puedan ser transferidos y aplicados a otras materias y contextos. Así, el desarrollo de esta competencia conlleva el establecimiento de conexiones entre ideas, conceptos y procedimientos matemáticos con otras materias y con la vida real y su aplicación en la resolución de problemas en situaciones diversas.", "value": "6. Identificar las matemáticas implicadas en otras materias y en situaciones reales susceptibles de ser abordadas en términos matemáticos, interrelacionando conceptos y procedimientos, para aplicarlos en situaciones diversas (STEM1, STEM2, CD3, CD5, CC4, CE2, CE3, CCEC1)"},
                        
                    
                        {"text": "7. Representar, de forma individual y colectiva, conceptos, procedimientos, información y resultados matemáticos, usando diferentes tecnologías, para visualizar ideas y estructurar procesos matemáticos (STEM3, CD1, CD2, CD5, CE3, CCEC4): La forma de representar ideas, conceptos y procedimientos en matemáticas es fundamental. La representación incluye dos facetas: la representación propiamente dicha de un resultado o concepto y la representación de los procesos que se realizan durante la práctica de las matemáticas. El desarrollo de esta competencia conlleva la adquisición de un conjunto de representaciones matemáticas que amplían significativamente la capacidad para interpretar y resolver problemas de la vida real.", "value": "7. Representar, de forma individual y colectiva, conceptos, procedimientos, información y resultados matemáticos, usando diferentes tecnologías, para visualizar ideas y estructurar procesos matemáticos (STEM3, CD1, CD2, CD5, CE3, CCEC4)"},
                        
                    
                        {"text": "8. Comunicar de forma individual y colectiva conceptos, procedimientos y argumentos matemáticos, usando lenguaje oral, escrito o gráfico, utilizando la terminología matemática apropiada, para dar significado y coherencia a las ideas matemáticas (CCL1, CCL3, CP1, STEM2, STEM4, CD2, CD3, CE3, CCEC3): La comunicación y el intercambio de ideas es una parte esencial de la educación científica y matemática. A través de la comunicación las ideas se convierten en objetos de reflexión, perfeccionamiento, discusión y rectificación. Comunicar ideas, conceptos y procesos contribuye a colaborar, cooperar, afianzar y generar nuevos conocimientos. El desarrollo de esta competencia conlleva expresar y hacer públicos hechos, ideas, conceptos y procedimientos, de forma oral, escrita o gráfica, con veracidad y precisión, utilizando la terminología matemática adecuada, dando, de esta manera, significado y coherencia a las ideas.", "value": "8. Comunicar de forma individual y colectiva conceptos, procedimientos y argumentos matemáticos, usando lenguaje oral, escrito o gráfico, utilizando la terminología matemática apropiada, para dar significado y coherencia a las ideas matemáticas (CCL1, CCL3, CP1, STEM2, STEM4, CD2, CD3, CE3, CCEC3)"},
                        
                    
                        {"text": "9. Desarrollar destrezas personales, identificando y gestionando emociones, poniendo en práctica estrategias de aceptación del error como parte del proceso de aprendizaje y adaptándose ante situaciones de incertidumbre, para mejorar la perseverancia en la consecución de objetivos y el disfrute en el aprendizaje de las matemáticas (STEM5, CPSAA1, CPSAA4, CPSAA5, CE2, CE3): Resolver problemas matemáticos –o retos más globales en los que intervienen las matemáticas– debería ser una tarea gratificante. Las destrezas emocionales dentro del aprendizaje de las matemáticas fomentan el bienestar del alumnado, la regulación emocional y el interés por su aprendizaje. El desarrollo de esta competencia conlleva identificar y gestionar las emociones, reconocer fuentes de estrés, ser perseverante, pensar de forma crítica y creativa, mejorar la resiliencia y mantener una actitud proactiva ante nuevos retos matemáticos.", "value": "9. Desarrollar destrezas personales, identificando y gestionando emociones, poniendo en práctica estrategias de aceptación del error como parte del proceso de aprendizaje y adaptándose ante situaciones de incertidumbre, para mejorar la perseverancia en la consecución de objetivos y el disfrute en el aprendizaje de las matemáticas (STEM5, CPSAA1, CPSAA4, CPSAA5, CE2, CE3)"},
                        
                    
                        {"text": "10. Desarrollar destrezas sociales reconociendo y respetando las emociones y experiencias de los demás, participando activa y reflexivamente en proyectos en equipos heterogéneos con roles asignados, para construir una identidad positiva como estudiante de matemáticas, fomentar el bienestar personal y grupal y crear relaciones saludables (CCL5, CP3, STEM3, CPSAA1, CPSAA3, CC2, CC3): Trabajar los valores de respeto, igualdad o resolución pacífica de conflictos, al tiempo que se resuelven retos matemáticos, desarrollando destrezas de comunicación efectiva, de planificación, de indagación, de motivación y confianza en sus propias posibilidades, permite al alumnado mejorar la autoconfianza y normalizar situaciones de convivencia en igualdad creando relaciones y entornos de trabajo saludables. El desarrollo de esta competencia conlleva mostrar empatía por los demás, establecer y mantener relaciones positivas, ejercitar la escucha activa y la comunicación asertiva, trabajar en equipo y tomar decisiones responsables. Asimismo, se fomenta la ruptura de estereotipos e ideas preconcebidas sobre las matemáticas asociadas a cuestiones individuales, como, por ejemplo, las asociadas al género o a la creencia en la existencia de una aptitud innata para las matemáticas.", "value": "10. Desarrollar destrezas sociales reconociendo y respetando las emociones y experiencias de los demás, participando activa y reflexivamente en proyectos en equipos heterogéneos con roles asignados, para construir una identidad positiva como estudiante de matemáticas, fomentar el bienestar personal y grupal y crear relaciones saludables (CCL5, CP3, STEM3, CPSAA1, CPSAA3, CC2, CC3)"}
      ]
}
