{
  "competenciasEspecificas": [
                    {"text": "1. Analizar manifestaciones escénicas de diferentes épocas y tradiciones, describiendo sus características, estableciendo relaciones con su contexto e identificando posibles influencias y proyecciones, para valorar el patrimonio y enriquecer el imaginario propio. La adquisición de esta competencia implica aprender a identificar y a describir las características de los principales tipos de espectáculos escénicos de diferentes épocas y tradiciones, así como a relacionarlos con su contexto histórico y geográfico, valorando su importancia en las transformaciones sociales de las que son origen o reflejo. La contextualización de estos espectáculos hará posible su adecuada valoración como productos de una época y un contexto social determinados, a la vez que permitirá la reflexión sobre su evolución y su relación con el presente. Por este motivo, además de acudir al canon occidental, conviene acercarse a otras tradiciones culturales. Además, se prestará atención a los distintos tipos de relaciones que se establecen en la diversidad del patrimonio escénico: desde las influencias entre formas y estilos, separados o no en el tiempo, hasta la permanencia de ciertos elementos de un periodo a otro, pasando por las reacciones, rechazos o subversiones que genera un estilo o corriente concreta. Por otro lado, incluir la perspectiva de género e intercultural al abordar el análisis del contexto ayudará a que los alumnos y alumnas comprendan el papel que la mujer y las personas de grupos étnicos y poblacionales que sufren discriminación han desempeñado en el arte a lo largo de la historia, y las distintas consideraciones que han recibido en cada época. En este sentido, no solo se habrán de estudiar sus representaciones en diversas obras, sino también sus aportaciones a las artes escénicas. En el marco del desarrollo de esta competencia, se analizarán, desde la recepción activa y con un vocabulario técnico adecuado, manifestaciones escénicas representativas a las que se accederá, preferiblemente, a través de su puesta en escena, en directo o mediante reproducciones analógicas o digitales. Resultarán también de utilidad el comentario de textos e imágenes y la consulta de fuentes bibliográficas. El descubrimiento de formas de expresión distintas de aquellas con las que está más familiarizado enriquecerá el imaginario del alumnado, aportándole ideas y técnicas para aplicar en sus propias creaciones o interpretaciones. Esta competencia específica se conecta con los siguientes descriptores del: CCL2, CCL3, CP3, CD1, CD2, CPSAA2, CC1, CCEC1 y CCEC2.", "value": "1. Analizar manifestaciones escénicas de diferentes épocas y tradiciones, describiendo sus características, estableciendo relaciones con su contexto e identificando posibles influencias y proyecciones, para valorar el patrimonio y enriquecer el imaginario propio (CCL2, CCL3, CP3, CD1, CD2, CPSAA2, CC1, CCEC1 y CCEC2)."},
                    {"text": "2. Explorar las posibilidades expresivas de diferentes sistemas, medios y códigos de significación escénica, a través de actividades de carácter práctico, para incorporar su uso al repertorio personal de recursos y desarrollar el criterio de selección de los más adecuados a la intención comunicativa. El descubrimiento y la exploración de las distintas posibilidades expresivas que ofrecen los diferentes sistemas, medios y códigos de significación escénica permiten al alumnado enriquecer su repertorio personal de recursos, y aprender a seleccionar y a aplicar los más adecuados a cada necesidad o intención comunicativa. La dramatización, el juego, la creación colectiva y la improvisación, tanto pautada como libre, constituyen un medio idóneo para llevar a cabo esta exploración. En el aula, estas actividades de carácter práctico brindarán a los alumnos y alumnas la oportunidad de descubrir y aplicar, de manera individual o en grupo, diferentes técnicas y estrategias para reflexionar sobre la situación, la acción y el conflicto dramático, o realizar el análisis, la construcción y la caracterización del personaje. Asimismo, estas actividades constituirán una herramienta muy útil para aprender a seleccionar los recursos plásticos, literarios, audiovisuales o de otro tipo que mejor se ajustan a las ideas, sentimientos y emociones que se pretenden plasmar sobre el escenario. Las tecnologías digitales facilitarán también el acceso a una amplia gama de ejemplos de uso de estos recursos. La exploración de las posibilidades de expresión y comunicación escénica favorece el autoconocimiento, la confianza y la motivación, y contribuye al fomento del respeto por la diversidad de ideas y opiniones, al enriquecimiento cultural entre iguales y a la superación de barreras y estereotipos sociales, culturales o sexistas. Esta competencia específica se conecta con los siguientes descriptores del: CCL1, CD1, CPSAA1.1, CPSAA2, CC1, CE3, CCEC3.1.", "value": "2. Explorar las posibilidades expresivas de diferentes sistemas, medios y códigos de significación escénica, a través de actividades de carácter práctico, para incorporar su uso al repertorio personal de recursos y desarrollar el criterio de selección de los más adecuados a la intención comunicativa (CCL1, CD1, CPSAA1.1, CPSAA2, CC1, CE3, CCEC3.1)."},
                    {"text": "3. Abordar la recreación y representación de la acción dramática, a partir de la construcción colectiva de escenas que muestren todo tipo de personajes y conflictos, para desarrollar habilidades de comunicación y negociación y reforzar el autoconocimiento, la creatividad, la empatía, la imaginación y el espíritu emprendedor en diversas situaciones y contextos. La recreación y representación de la acción dramática favorece la comprensión de las manifestaciones escénicas y su reconocimiento como parte del patrimonio cultural, así como la ampliación de las posibilidades de expresión personal mediante la adquisición de las destrezas y técnicas vocales, gestuales, corporales y rítmico-musicales propias del intérprete. La lectura y el análisis de obras, el visionado de espectáculos, así como los ensayos, constituyen momentos y espacios para la adquisición de esas destrezas y técnicas de interpretación individual y grupal. La interpretación individual permite trabajar aspectos como la concentración, la memorización, la expresión personal o la adecuación a las directrices de la dirección. Por su parte, la interpretación grupal favorece el desarrollo de la capacidad de desempeñar diversas funciones o de escuchar a los demás e interactuar con ellos durante la representación. Para asegurar la adquisición de esta competencia, se han de incentivar la participación del alumnado en la construcción colectiva de escenas que muestren todo tipo de personajes, situaciones y conflictos dramáticos. Tanto la asimilación de técnicas de interpretación como la representación de obras dentro o fuera del aula hacen necesaria la adquisición de otras estrategias y destrezas que ayuden al alumnado a gestionar adecuadamente la frustración que puede generar el propio proceso de aprendizaje, así como a mantener la concentración y a superar la inseguridad y el miedo escénico durante las actuaciones. Estas estrategias de control y gestión de las emociones ayudarán al alumnado a desarrollar su autoestima y le permitirán afrontar con mayor seguridad las situaciones de incertidumbre y los retos a los que habrá de enfrentarse. Esta competencia específica se conecta con los siguientes descriptores del: CCL1, CD2, CPSAA1.1, CPSAA2, CC1, CE1, CCE3.", "value": "3. Abordar la recreación y representación de la acción dramática, a partir de la construcción colectiva de escenas que muestren todo tipo de personajes y conflictos, para desarrollar habilidades de comunicación y negociación y reforzar el autoconocimiento, la creatividad, la empatía, la imaginación y el espíritu emprendedor en diversas situaciones y contextos (CCL1, CD2, CPSAA1.1, CPSAA2, CC1, CE1, CCE3)."},
                    {"text": "4. Realizar proyectos de creación y difusión escénica, planificando sus fases, seleccionando y estructurando los elementos de significación y asumiendo diferentes funciones con iniciativa y responsabilidad, para expresar una intención comunicativa, enriquecer el entorno cultural e identificar oportunidades de desarrollo personal, social, académico o profesional. El diseño y la realización de un proyecto de creación y difusión escénica requiere de un trabajo planificado y en equipo. Ser partícipe de este proceso de creación conjunto contribuye a fomentar la iniciativa y la autonomía del alumnado, la resolución creativa de las dificultades encontradas, la valoración del trabajo en equipo, la asunción de responsabilidades individuales para lograr un objetivo común, así como la empatía y el respeto por la diversidad de aptitudes y opiniones. Activando los aprendizajes adquiridos en el marco de esta y otra materias, el alumnado deberá generar y perfeccionar ideas de proyecto, recurriendo a distintas fuentes digitales y bibliográficas, respetando la propiedad intelectual y teniendo en cuenta la intención comunicativa, las características del marco de recepción previsto, así como la viabilidad y la sostenibilidad del proyecto en su relación con los posibles condicionantes y limitaciones técnicos. Además, seleccionará y estructurará los elementos de significación más adecuados; establecerá las directrices de interpretación, representación y escenificación; planificará las distintas etapas del proyecto, asegurando, especialmente, el tiempo necesario para los ensayos; y realizará un reparto de tareas, equilibrado y eficaz, a partir de la identificación de las diferentes funciones y de la carga de trabajo asociada a cada una de ellas en las distintas fases del proceso. Deberá prever también un plan de difusión, promoción y evaluación, que podrá incluir el contacto con instituciones y organismos públicos y privados implicados en el fomento de las artes escénicas. Para poder llevar a cabo todas estas acciones, resultará de gran utilidad analizar, en clase, casos concretos que permitan visualizar y entender el proceso que va desde la idea inicial hasta la puesta en escena del espectáculo. El proyecto puede conllevar, también, el trabajo multidisciplinar y el uso de diferentes aplicaciones y herramientas tecnológicas, analógicas y digitales. Por otra parte, tanto la interpretación como el desempeño de alguna de las funciones de la producción permitirán al alumnado reconocer sus aptitudes y descubrir distintas oportunidades de desarrollo personal, social, académico o profesional ligadas al ámbito de las artes escénicas. Estas oportunidades cuentan con el valor añadido que aporta la creatividad. Esta competencia específica se conecta con los siguientes descriptores: CCL3, CD2, CPSAA3.1, CPAAA6, CC2, CC3, CE2, CE3, CCEC4.1, CCEC4.2.", "value": "4. Realizar proyectos de creación y difusión escénica, planificando sus fases, seleccionando y estructurando los elementos de significación y asumiendo diferentes funciones con iniciativa y responsabilidad, para expresar una intención comunicativa, enriquecer el entorno cultural e identificar oportunidades de desarrollo personal, social, académico o profesional (CCL3, CD2, CPSAA3.1, CPAAA6, CC2, CC3, CE2, CE3, CCEC4.1, CCEC4.2)."},
                    {"text": "5. Valorar críticamente manifestaciones escénicas, identificando el público al que se dirigen y analizando sus características y sus presupuestos artísticos, para desarrollar el criterio estético, difundir el patrimonio y ampliar las posibilidades de disfrute de las artes escénicas. La asistencia a distintos espectáculos o el visionado de diferentes manifestaciones escénicas, ya sea en vivo o a través de medios digitales, permite al alumnado tomar conciencia del doble papel del espectador como receptor activo y valorador crítico. Se ha de aprovechar esta experiencia para profundizar en la noción de público y descubrir su tipología. La vivencia colectiva de la catarsis, el extrañamiento, la identificación y la participación favorece, además, la comprensión del proceso de recepción y puede funcionar como elemento motivador en el desarrollo de la recepción activa. Este se verá beneficiado por la adquisición de estrategias y técnicas de análisis crítico, que pueden abordarse a partir de la puesta en común de las impresiones y los comentarios que, sobre una determinada obra, formulen las personas que integran el grupo. Contribuirán a este proceso de construcción conjunta del conocimiento las valoraciones expresadas por especialistas en críticas escénicas y en reseñas dramáticas. Al consultar esos textos, el alumnado encontrará un vocabulario específico, nuevas estructuras y nuevas herramientas que le ayudarán a articular mejor sus propias valoraciones críticas. Podrá formularlas de forma oral, escrita o multimodal, siempre desde el respeto a la propiedad intelectual, empleando los conceptos y las estrategias de análisis más adecuadas en cada caso. Estas producciones podrán incluir, en su caso, una valoración del texto del que parte la obra. La publicación de las críticas del alumnado puede servir como instrumento para la difusión del patrimonio y como invitación para acudir a diferentes espacios escénicos. Esta competencia específica se conecta con los siguientes descriptores: CCL1, CCL3, CD1, CD2, CPSAA4, CC1, CCEC1, CCEC2.", "value": "5. Valorar críticamente manifestaciones escénicas, identificando el público al que se dirigen y analizando sus características y sus presupuestos artísticos, para desarrollar el criterio estético, difundir el patrimonio y ampliar las posibilidades de disfrute de las artes escénicas (CCL1, CCL3, CD1, CD2, CPSAA4, CC1, CCEC1, CCEC2)."}
                ]
}
