{
  "competenciasEspecificas": [
                    "1. Analizar manifestaciones escénicas de diferentes épocas y tradiciones, describiendo sus características, estableciendo relaciones con su contexto e identificando posibles influencias y proyecciones, para valorar el patrimonio y enriquecer el imaginario propio (CCL2, CCL3, CP3, CD1, CD2, CPSAA2, CC1, CCEC1 y CCEC2).",
                    "2. Explorar las posibilidades expresivas de diferentes sistemas, medios y códigos de significación escénica, a través de actividades de carácter práctico, para incorporar su uso al repertorio personal de recursos y desarrollar el criterio de selección de los más adecuados a la intención comunicativa (CCL1, CD1, CPSAA1.1, CPSAA2, CC1, CE3, CCEC3.1).",
                    "3. Abordar la recreación y representación de la acción dramática, a partir de la construcción colectiva de escenas que muestren todo tipo de personajes y conflictos, para desarrollar habilidades de comunicación y negociación y reforzar el autoconocimiento, la creatividad, la empatía, la imaginación y el espíritu emprendedor en diversas situaciones y contextos (CCL1, CD2, CPSAA1.1, CPSAA2, CC1, CE1, CCE3).",
                    "4. Realizar proyectos de creación y difusión escénica, planificando sus fases, seleccionando y estructurando los elementos de significación y asumiendo diferentes funciones con iniciativa y responsabilidad, para expresar una intención comunicativa, enriquecer el entorno cultural e identificar oportunidades de desarrollo personal, social, académico o profesional (CCL3, CD2, CPSAA3.1, CPAAA6, CC2, CC3, CE2, CE3, CCEC4.1, CCEC4.2).",
                    "5. Valorar críticamente manifestaciones escénicas, identificando el público al que se dirigen y analizando sus características y sus presupuestos artísticos, para desarrollar el criterio estético, difundir el patrimonio y ampliar las posibilidades de disfrute de las artes escénicas (CCL1, CCL3, CD1, CD2, CPSAA4, CC1, CCEC1, CCEC2)."
                ]
}
