{
  "competenciasEspecificas": [
                    "1. Analizar de forma crítica y reflexiva las aportaciones de la ciencia económica, valorando su interrelación con otras disciplinas, para entender la realidad desde una visión integral y actuar como ciudadanos y ciudadanas responsables, autónomos y comprometidos (CCL2, STEM4, STEM5, CPSAA1.2, CPSAA5, CC1, CE1, CE2).",
                    "2. Analizar, desde un enfoque interdisciplinar, el comportamiento tanto individual como colectivo en la toma de decisiones económicas, evaluando el problema de la escasez y sus efectos, para comprender los cambios económicos y sociales derivados de dicho problema y actuar en consecuencia (CCL2, STEM2, CPSAA1.2, CPSAA5, CC4, CE1, CE2).",
                    "3. Establecer correspondencias entre los Objetivos de Desarrollo Sostenible y los aprendizajes adquiridos a través del estudio de casos, analizándolos con ayuda de herramientas económicas y empresariales para generar una actitud sensible y un comportamiento responsable y proactivo que contribuya a dar respuesta a los retos actuales (STEM2, STEM5, CPSAA1.2, CC4, CE1, CE2).",
                    "4. Identificar y valorar habilidades y competencias que caracterizan a las personas emprendedoras dentro de la realidad actual, analizando sus perfiles y su forma de afrontar los retos, para reconocer y potenciar las destrezas emprendedoras propias y aplicarlas a situaciones reales de la vida (CPSAA1.1, CPSAA1.2, CPSAA3.1, CC1, CC3, CE2).",
                    "5. Comprender las estrategias empresariales, analizando su evolución y distinguiendo los nuevos modelos de negocio desarrollados por entidades vinculadas a diferentes ámbitos y sectores, para identificar la filosofía de las empresas, reconocer las tendencias y poner en valor, con sentido crítico, su actividad en la sociedad actual (CCL2, STEM2, CD1, CPSAA4, CC1, CC3, CE1, CE2).",
                    "6. Analizar la transformación económica y social y sus consecuencias, reconociendo la importancia que tienen la innovación y la revolución digital en la actividad empresarial, para comprender las respuestas que las empresas ofrecen a los desafíos actuales y proponer alternativas y nuevas soluciones a dichos desafíos (CCL2, CCL3, STEM4, CD5, CPSAA4, CC4, CE1, CE2)."
                ]
}
