{
  "competenciasEspecificas": [
                    {"text": "1. Traducir y comprender textos griegos de dificultad creciente y justificar la traducción, identificando y analizando los aspectos básicos de la lengua griega y sus unidades lingüísticas y reflexionando sobre ellas mediante la comparación con las lenguas de enseñanza y con otras lenguas del repertorio individual del alumnado, para realizar una lectura comprensiva, directa y eficaz y una interpretación razonada de su contenido. La traducción constituye el núcleo del proceso de aprendizaje de las lenguas clásicas. Con este fin, se propone una progresión en el aprendizaje para conducir al alumnado hacia el conocimiento esencial de la morfología, la sintaxis y el léxico de la lengua griega. A partir de los conocimientos adquiridos, el alumnado traduce, de manera progresivamente autónoma, textos de dificultad adecuada y gradual desde el griego a las lenguas de enseñanza con atención a la corrección ortográfica y estilística. La traducción favorece la reflexión sobre la lengua, el manejo de términos metalingüísticos y la ampliación del repertorio léxico del alumnado. Complementario a la traducción como medio de reflexión sobre la lengua es el proceso de traducción inversa o retroversión. Dos son los enfoques propuestos para el desarrollo de esta competencia específica. En primer lugar, la traducción como proceso que contribuye a activar los saberes básicos de carácter lingüístico como herramienta y no como fin, reforzando las estrategias de análisis e identificación de unidades lingüísticas de la lengua griega, complementándolas con la comparación con lenguas conocidas cuando esta sea posible. En segundo lugar, la traducción como método que favorece el desarrollo de la constancia, la capacidad de reflexión y el interés por el propio trabajo y su revisión, apreciando su valor para la transmisión de conocimientos entre diferentes culturas y épocas. Es preciso, además, que el alumnado aprenda a desarrollar habilidades de explicación y justificación de la traducción elaborada, atendiendo tanto a los mecanismos y estructuras lingüísticas de las lenguas de origen y destino como a referencias intratextuales e intertextuales que resulten esenciales para conocer el contexto y el sentido del texto. La mediación docente resulta aquí imprescindible, así como una guía en el uso de recursos y fuentes bibliográficas de utilidad. Todo ello con la finalidad última de promover el ejercicio de reflexión sobre la lengua que se halla en la base del arte y la técnica de la traducción. Asimismo, con la práctica progresiva de la lectura directa, necesaria e inherente a los procesos de traducción, el alumnado desarrolla estrategias de asimilación y adquisición tanto de las estructuras gramaticales como del vocabulario griego de frecuencia y consigue mejorar la comprensión de los textos griegos, base de nuestra civilización. Esta competencia específica se conecta con los siguientes descriptores: CCL1, CCL2, CP2, STEM1, STEM2.", "value": "1. Traducir y comprender textos griegos de dificultad creciente y justificar la traducción, identificando y analizando los aspectos básicos de la lengua griega y sus unidades lingüísticas y reflexionando sobre ellas mediante la comparación con las lenguas de enseñanza y con otras lenguas del repertorio individual del alumnado, para realizar una lectura comprensiva, directa y eficaz y una interpretación razonada de su contenido (CCL1, CCL2, CP2, STEM1, STEM2)."},
                    {"text": "2. Distinguir los étimos y formantes griegos presentes en el léxico de uso cotidiano, identificando los cambios semánticos que hayan tenido lugar y estableciendo una comparación con las lenguas de enseñanza y otras lenguas del repertorio individual del alumnado, para deducir el significado etimológico del léxico conocido y los significados de léxico nuevo o especializado. La enseñanza de la lengua griega desde un enfoque plurilingüe permite al alumnado activar su repertorio lingüístico individual, relacionando las lenguas que lo componen e identificando en ellas raíces, prefijos y sufijos griegos y reflexionando sobre los posibles cambios morfológicos o semánticos que hayan tenido lugar a lo largo del tiempo. El enfoque plurilingüe y comunicativo favorece el desarrollo de las destrezas necesarias para la mejora del aprendizaje de lenguas nuevas y permite tener en cuenta los distintos niveles de conocimientos lingüísticos del alumnado, así como sus diferentes repertorios léxicos individuales. Asimismo, favorece un aprendizaje interconectado de las lenguas, reconociendo el carácter del griego como lengua presente en gran parte del léxico de diferentes lenguas modernas, con el objetivo de apreciar la variedad de perfiles lingüísticos, y contribuyendo a la identificación, valoración y respeto de la diversidad lingüística, dialectal y cultural para construir una cultura compartida. El estudio del léxico de la lengua griega ayuda a mejorar la comprensión lectora y la expresión oral y escrita, así como a consolidar y a ampliar el repertorio del alumnado en las lenguas que lo conforman, ofreciendo la posibilidad de identificar y definir el significado etimológico de un término y de inferir significados de términos nuevos o especializados, tanto del ámbito humanístico como del científico-tecnológico. Esta competencia específica se conecta con los siguientes descriptores: CP2, CP3, STEM1, CPSAA5.", "value": "2. Distinguir los étimos y formantes griegos presentes en el léxico de uso cotidiano, identificando los cambios semánticos que hayan tenido lugar y estableciendo una comparación con las lenguas de enseñanza y otras lenguas del repertorio individual del alumnado, para deducir el significado etimológico del léxico conocido y los significados de léxico nuevo o especializado (CP2, CP3, STEM1, CPSAA5)."},
                    {"text": "3. Leer, interpretar y comentar textos griegos de diferentes géneros y épocas, asumiendo el proceso creativo como complejo e inseparable del contexto histórico, social y político y de sus influencias artísticas, para identificar su genealogía y valorar su aportación a la literatura europea. La lectura, la interpretación y el comentario de textos griegos pertenecientes a diferentes géneros y épocas constituye uno de los pilares de la materia de Griego en la etapa de Bachillerato y es imprescindible para que el alumnado tome conciencia de la importancia del uso de las fuentes primarias en la obtención de información. La comprensión e interpretación de estos textos necesita de un contexto histórico, cívico, político, social, lingüístico y cultural que debe ser producto del aprendizaje. El trabajo con textos originales, en edición bilingüe o traducidos, completos o a través de fragmentos seleccionados, permite prestar atención a conceptos y términos básicos en griego que implican un conocimiento léxico y cultural, con el fin de contribuir a una lectura crítica y de identificar los factores que determinan su valor para la civilización occidental. Además, el trabajo con textos bilingües favorece la integración de saberes de carácter lingüístico y no lingüístico, ofreciendo la posibilidad de comparar diferentes traducciones y distintos enfoques interpretativos, discutiendo sus respectivas fortalezas y debilidades. La lectura de textos griegos supone generalmente acceder a textos que no están relacionados con la experiencia del alumnado, de ahí que sea necesaria la adquisición de herramientas de interpretación que favorezcan la autonomía progresiva con relación a la propia lectura y a la emisión de juicios críticos de valor. La interpretación de textos griegos conlleva la comprensión y el reconocimiento de su carácter fundacional de la civilización occidental, asumiendo la aproximación a los textos como un proceso dinámico que tiene en cuenta desde el conocimiento sobre el contexto y el tema hasta el desarrollo de estrategias de análisis, reflexión y creación para dar sentido a la propia experiencia, comprender el mundo y la condición humana y desarrollar la sensibilidad estética. El conocimiento de las creaciones literarias y artísticas y de los hechos históricos y legendarios de la Antigüedad clásica, así como la creación de textos con intencionalidad estética tomando estos como fuente de inspiración, a través de distintos soportes y con ayuda de otros lenguajes artísticos, audiovisuales o digitales, contribuye a hacer más inteligibles las obras, identificando y valorando su pervivencia en nuestro patrimonio cultural y sus procesos de adaptación a las diferentes culturas y movimientos literarios, culturales y artísticos que han tomado sus referencias de modelos antiguos. La mediación docente en el establecimiento de la genealogía de los textos a través de un enfoque intertextual permite constatar la presencia de universales formales y temáticos a lo largo de las épocas, a la vez que favorece la creación autónoma de itinerarios lectores que aumenten progresivamente su complejidad, calidad y diversidad a lo largo de la vida. Esta competencia específica se conecta con los siguientes descriptores: CCL4, CCEC1, CCEC2.", "value": "3. Leer, interpretar y comentar textos griegos de diferentes géneros y épocas, asumiendo el proceso creativo como complejo e inseparable del contexto histórico, social y político y de sus influencias artísticas, para identificar su genealogía y valorar su aportación a la literatura europea (CCL4, CCEC1, CCEC2)."},
                    {"text": "4. Analizar las características de la civilización griega en el ámbito personal, religioso y sociopolítico, adquiriendo conocimientos sobre el mundo heleno y comparando críticamente el presente y el pasado, para valorar las aportaciones del mundo clásico griego a nuestro entorno como base de una ciudadanía democrática y comprometida. El análisis de las características de la civilización helena y su aportación a la identidad europea supone recibir información expresada a través de fuentes griegas y contrastarla, activando las estrategias adecuadas para poder reflexionar sobre el legado de esas características y su presencia en nuestra sociedad. Esta competencia específica se vertebra en torno a tres ámbitos: el personal, que incluye aspectos tales como los vínculos familiares y las características de las diferentes etapas de la vida de las personas en el mundo griego antiguo o el comportamiento de vencedores y vencidos en una guerra; el religioso, que comprende, entre otros aspectos, el concepto antiguo de lo sagrado y la relación del individuo con las divinidades y los ritos; y el sociopolítico, que atiende tanto a la relación del individuo con la πόλις y sus instituciones como a las diferentes formas de organización social en función de las diferentes formas de gobierno. El análisis crítico de la relación entre pasado y presente requiere de la investigación y de la búsqueda guiada de información, en grupo o de manera individual, en fuentes tanto analógicas como digitales, con el objetivo de reflexionar, desde una perspectiva humanista, tanto sobre las constantes como sobre las variables culturales a lo largo del tiempo. Los procesos de análisis crítico requieren contextos de reflexión y comunicación dialógicos, respetuosos con la herencia de la Antigüedad clásica y con las diferencias culturales que tienen su origen en ella y orientados a la consolidación de una ciudadanía democrática y comprometida con el mundo que la rodea, por lo que supone una excelente oportunidad para poner en marcha técnicas y estrategias de debate y de exposición oral en el aula, en consonancia con la tradición clásica de la oratoria. Esta competencia específica se conecta con los siguientes descriptores: CCL3, CP3, CD1, CPSAA3.1, CC1.", "value": "4. Analizar las características de la civilización griega en el ámbito personal, religioso y sociopolítico, adquiriendo conocimientos sobre el mundo heleno y comparando críticamente el presente y el pasado, para valorar las aportaciones del mundo clásico griego a nuestro entorno como base de una ciudadanía democrática y comprometida (CCL3, CP3, CD1, CPSAA3.1, CC1)."},
                    {"text": "5. Valorar críticamente el patrimonio histórico, arqueológico, artístico y cultural heredado de la civilización griega, promoviendo su sostenibilidad y reconociéndolo como producto de la creación humana y como testimonio de la historia, para explicar el legado material e inmaterial griego como transmisor de conocimiento y fuente de inspiración de creaciones modernas y contemporáneas. El patrimonio cultural, tal y como señala la UNESCO, es a la vez un producto y un proceso que suministra a las sociedades un caudal de recursos que se heredan del pasado, se crean en el presente y se transmiten a las generaciones futuras. Es, además, como sucede con la mitología clásica, fuente de inspiración para la creatividad y la innovación, y genera productos culturales contemporáneos y futuros, por lo que conocerlo e identificarlo favorece su comprensión y la de su evolución y su relación a lo largo del tiempo. El legado de la civilización helena, tanto material como inmaterial (mitos y leyendas, restos arqueológicos, representaciones teatrales, usos sociales, sistemas de pensamiento filosófico, modos de organización política, etc.), constituye una herencia excepcional cuya sostenibilidad implica encontrar el justo equilibrio entre sacar provecho del patrimonio cultural en el presente y preservar su riqueza para las generaciones futuras. En este sentido, la preservación del patrimonio cultural griego requiere el compromiso de una ciudadanía interesada en conservar su valor como memoria colectiva del pasado y en revisar y actualizar sus funciones sociales y culturales, para ser capaces de relacionarlo con los problemas actuales y mantener su sentido, su significado y su funcionamiento en el futuro. La investigación acerca de la pervivencia de la herencia del mundo griego, así como de los procesos de preservación, conservación y restauración, implica el uso de recursos, tanto analógicos como digitales, para acceder a espacios de documentación como bibliotecas, museos o excavaciones. Esta competencia específica se conecta con los siguientes descriptores: CCL3, CD2, CC1, CC4, CE1, CCEC1, CCEC2.", "value": "5. Valorar críticamente el patrimonio histórico, arqueológico, artístico y cultural heredado de la civilización griega, promoviendo su sostenibilidad y reconociéndolo como producto de la creación humana y como testimonio de la historia, para explicar el legado material e inmaterial griego como transmisor de conocimiento y fuente de inspiración de creaciones modernas y contemporáneas (CCL3, CD2, CC1, CC4, CE1, CCEC1, CCEC2)."}
                ]
}
