{
            "saberes": [
                "A. Recepción y análisis.",
                "– Principales propuestas artísticas de diferentes corrientes estéticas, procedencias y épocas producidas por creadores y creadoras locales, regionales y nacionales.",
                "– Estrategias básicas de recepción activa.",
                " Normas elementales de comportamiento en la recepción de propuestas artísticas en diferentes espacios. El silencio como elemento y condición indispensable para el mantenimiento de la atención durante la recepción.",
                "– Vocabulario específico básico de las artes plásticas y visuales, las artes audiovisuales, la música y las artes escénicas y performativas.",
                "– Recursos digitales básicos para las artes plásticas y visuales, las artes audiovisuales, la música y las artes escénicas y performativas.",
                "B. Creación e interpretación.",
                "– Fases del proceso creativo: planificación guiada y experimentación.",
                "– Profesiones vinculadas con las artes plásticas y visuales, las artes audiovisuales, la música y las artes escénicas y performativas.",
                "– Interés tanto por el proceso como por el producto final en producciones plásticas, visuales, audiovisuales, musicales, escénicas y performativas.",
                "C. Artes plásticas, visuales y audiovisuales.",
                "– Cultura visual. La imagen en el mundo actual: técnicas y estrategias básicas de lectura.",
                "– Elementos configurativos básicos del lenguaje visual: punto, línea, plano, textura, color.",
                "– Materiales, instrumentos, soportes y técnicas elementales utilizados en la expresión plástica y visual.",
                "– Medios, soportes y materiales de expresión plástica y visual. Técnicas bidimensionales y tridimensionales básicas en dibujos y modelados sencillos.",
                "– Herramientas adecuadas para el registro de imagen y sonido.",
                "– Estrategias y técnicas básicas de composición de historias audiovisuales sencillas.",
                "– Nociones básicas sobre cine.",
                "D. Música y artes escénicas y performativas.",
                "– El sonido y sus cualidades básicas: discriminación auditiva, clasificación y representación de diversidad de sonidos y líneas melódicas a través de diferentes grafías.",
                "– La voz y los instrumentos musicales. Principales familias y agrupaciones. Discriminación visual y auditiva. Objetos sonoros. Cotidiáfonos.",
                "– El carácter y el tempo.",
                "– Práctica instrumental, vocal y corporal: aproximación a la experimentación, exploración creativa e interpretación a partir de las propias posibilidades sonoras y expresivas.",
                "– Construcción asistida de instrumentos con materiales del entorno.",
                "– Lenguajes musicales básicos: aplicación de sus conceptos elementales en la interpretación de propuestas musicales vocales e instrumentales.",
                "– El cuerpo y sus posibilidades motrices: interés por la experimentación y la exploración a través de ejecuciones individuales y grupales vinculadas con el movimiento, la danza, la dramatización y la representación teatral como medio de expresión y diversión.",
                "– Técnicas dramáticas y dancísticas elementales.",
                "– Capacidades expresivas y creativas básicas de la expresión corporal y dramática."
            ],
            "criteriosEvaluacion": [
                "Competencia específica 1.",
                "1.1 Descubrir propuestas artísticas de diferentes géneros, estilos, épocas y culturas, a través de la recepción activa y mostrando curiosidad y respeto por las mismas.",
                "1.2 Describir manifestaciones culturales y artísticas del entorno próximo, explorando sus características con actitud abierta e interés.",
                "Competencia específica 2.",
                "2.1 Seleccionar y aplicar estrategias elementales para la búsqueda guiada de información sobre manifestaciones culturales y artísticas, a través de canales y medios de acceso sencillos, tanto de forma individual como cooperativa.",
                "2.2 Reconocer elementos característicos básicos de distintas manifestaciones culturales y artísticas que forman parte del patrimonio, indicando los canales, medios y técnicas empleados e identificando diferencias y similitudes.",
                "Competencia específica 3.",
                "3.1 Producir obras propias de manera guiada, utilizando algunas de las posibilidades expresivas del cuerpo, el sonido, la imagen y los medios digitales básicos, y mostrando confianza en las capacidades propias.",
                "3.2 Expresar de forma guiada ideas, sentimientos y emociones a través de manifestaciones artísticas sencillas, experimentando con los diferentes lenguajes e instrumentos a su alcance.",
                "Competencia específica 4.",
                "4.1 Participar de manera guiada en el diseño de producciones culturales y artísticas elementales, trabajando de forma cooperativa a partir de la igualdad y el respeto a la diversidad.",
                "4.2 Tomar parte en el proceso cooperativo de producciones culturales y artísticas de forma respetuosa y utilizando elementos básicos de diferentes lenguajes y técnicas artísticas.",
                "4.3 Compartir los proyectos creativos, explicando el proceso y el resultado final obtenido, y valorando las experiencias propias y las de los demás." 
            ]
        }
