{
  "criteriosEvaluacion": [
                        
                        "1.1 Realizar traducciones directas o inversas de textos o fragmentos adaptados u originales, de dificultad adecuada y progresiva, con corrección ortográfica y expresiva, identificando y analizando unidades lingüísticas regulares de la lengua y apreciando variantes y coincidencias con otras lenguas conocidas.",
                        "1.2 Seleccionar de manera progresivamente autónoma el significado apropiado de palabras polisémicas y justificar la decisión, teniendo en cuenta la información cotextual o contextual y utilizando herramientas de apoyo al proceso de traducción en distintos soportes, tales como listas de vocabulario, glosarios, diccionarios, mapas o atlas, correctores ortográficos, gramáticas y libros de estilo.",
                        "1.3 Revisar y subsanar de manera progresivamente autónoma las propias traducciones y las de los compañeros y las compañeras, realizando propuestas de mejora y argumentando los cambios con terminología especializada a partir de la reflexión lingüística.",
                        "1.4 Realizar la lectura directa de textos latinos sencillos identificando las unidades lingüísticas básicas de la lengua latina, comparándolas con las de las lenguas del repertorio lingüístico propio y asimilando los aspectos morfológicos, sintácticos y léxicos elementales del latín.",
                        "1.5 Registrar los progresos y dificultades de aprendizaje de la lengua latina, seleccionando las estrategias más adecuadas y eficaces para superar esas dificultades y consolidar su aprendizaje, realizando actividades de planificación del propio aprendizaje, autoevaluación y coevaluación, como las propuestas en el Portfolio Europeo de las Lenguas (PEL) o en un diario de aprendizaje, haciéndolos explícitos y compartiéndolos.",
                        
                        "2.1 Deducir el significado etimológico de un término de uso común e inferir el significado de términos de nueva aparición o procedentes de léxico especializado aplicando, de manera guiada, estrategias de reconocimiento de formantes latinos atendiendo a los cambios fonéticos, morfológicos o semánticos que hayan tenido lugar.",
                        "2.2 Explicar cambios fonéticos, morfológicos o semánticos de complejidad creciente que se han producido tanto desde el latín culto como desde el latín vulgar hasta las lenguas de enseñanza, sirviéndose cuando sea posible de la comparación con otras lenguas del repertorio propio.",
                        "2.3 Explicar, de manera guiada, la relación del latín con las lenguas modernas, analizando los elementos lingüísticos comunes de origen griego y utilizando de forma guiada estrategias y conocimientos de las lenguas y lenguajes que conforman el repertorio del alumnado.",
                        "2.4 Identificar prejuicios y estereotipos lingüísticos adoptando una actitud de respeto y valoración de la diversidad como riqueza cultural, lingüística y dialectal, a partir de criterios dados.",

                        "3.1 Interpretar y comentar, de forma guiada, textos y fragmentos literarios latinos de diversa índole y de creciente complejidad, aplicando estrategias de análisis y reflexión que impliquen movilizar la propia experiencia, comprender el mundo y la condición humana y desarrollar la sensibilidad estética y el hábito lector.",
                        "3.2 Analizar y explicar los géneros, temas, tópicos y valores éticos o estéticos de obras o fragmentos literarios latinos comparándolos con obras o fragmentos literarios posteriores, desde un enfoque intertextual guiado.",
                        "3.3 Identificar y definir, de manera guiada, palabras latinas que designan conceptos fundamentales para el estudio y comprensión de la civilización latina y cuyo aprendizaje combina conocimientos léxicos y culturales, tales como imperium, natura, civis o paterfamilias, en textos de diferentes formatos.",
                        "3.4 Crear textos individuales o colectivos con intención literaria y conciencia de estilo, en distintos soportes y con ayuda de otros lenguajes artísticos y audiovisuales, a partir de la lectura de obras o fragmentos significativos en los que se haya partido de la civilización y la cultura latinas como fuente de inspiración.",
                        
                        "4.1 Explicar, a partir de criterios dados, los procesos históricos y políticos, las instituciones, los modos de vida y las costumbres de la sociedad romana, comparándolos con los de las sociedades actuales, valorando las adaptaciones y cambios experimentados a la luz de la evolución de las sociedades y los derechos humanos, y favoreciendo el desarrollo de una cultura compartida y una ciudadanía comprometida con la memoria colectiva y los valores democráticos.",
                        "4.2 Debatir acerca de la importancia, evolución, asimilación o cuestionamiento de diferentes aspectos del legado romano en nuestra sociedad, utilizando estrategias retóricas y oratorias de manera guiada, mediando entre posturas cuando sea necesario, seleccionando y contrastando información y experiencias veraces y mostrando interés, respeto y empatía por otras opiniones y argumentaciones.",
                        "4.3 Elaborar trabajos de investigación de manera progresivamente autónoma en diferentes soportes sobre aspectos del legado de la civilización latina en el ámbito personal, religioso y sociopolítico localizando, seleccionando, contrastando y reelaborando información procedente de diferentes fuentes, calibrando su fiabilidad y pertinencia y respetando los principios de rigor y propiedad intelectual.",
                        "Competencia específica 5.",
                        "5.1 Identificar y explicar el legado material e inmaterial de la civilización latina como fuente de inspiración, analizando producciones culturales y artísticas posteriores a partir de criterios dados.",
                        "5.2 Investigar, de manera guiada, el patrimonio histórico, arqueológico, artístico y cultural heredado de la civilización latina, actuando de forma adecuada, empática y respetuosa e interesándose por los procesos de construcción, preservación, conservación y restauración y por aquellas actitudes cívicas que aseguran su sostenibilidad.",
                        "5.3 Explorar las huellas de la romanización y el legado romano en el entorno del alumnado, a partir de criterios dados, aplicando los conocimientos adquiridos y reflexionando sobre las implicaciones de sus distintos usos, dando ejemplos de la pervivencia de la Antigüedad clásica en su vida cotidiana, y presentando sus resultados a través de diferentes soportes."
                    ],
                    "saberes": [
                        "I. El texto: comprensión y traducción.",
                        "A. Unidades lingüísticas de la lengua latina.",
                        "− Abecedario, pronunciación y acentuación de la lengua latina.",
                        "− Clases de palabras. Funciones y sintaxis de los casos.",
                        "− Concepto de lengua flexiva: flexión nominal y pronominal (sistema casual y declinaciones) y flexión verbal (el sistema de conjugaciones).",
                        "− Sintaxis oracional: funciones y sintaxis de los casos.",
                        "− Estructuras oracionales. La concordancia y el orden de palabras en oraciones simples y oraciones compuestas.",
                        "− Formas nominales del verbo.",
                        "B. La traducción: técnicas, procesos y herramientas.",
                        "− El análisis morfosintáctico como herramienta de traducción.",
                        "− Estrategias de traducción: formulación de expectativas a partir del entorno textual (título, obra…) y del propio texto (campos temáticos, familias de palabras, etc.), así como a partir del contexto; conocimiento del tema; descripción de la estructura y género; peculiaridades lingüísticas de los textos traducidos (discurso directo/indirecto, uso de tiempos verbales, géneros verbales, pregunta retórica, etc.); errores frecuentes de traducción y técnicas para evitarlos (comprobar si la traducción está completa, control de acuerdo a criterios dados, delimitación de construcciones sintácticas.).",
                        "− Herramientas de traducción: glosarios, diccionarios, atlas o correctores ortográficos en soporte analógico o digital, etc.",
                        "− Lectura comparada de diferentes traducciones y comentario de textos bilingües a partir de terminología metalingüística.",
                        "− Recursos estilísticos frecuentes y su relación con el contenido del texto.",
                        "− Estrategias básicas de retroversión de textos breves.",
                        "− La traducción como instrumento que favorece el razonamiento lógico, la constancia, la memoria, la resolución de problemas y la capacidad de análisis y síntesis.",
                        "− Aceptación del error como parte del proceso de aprendizaje y actitud positiva de superación.",
                        "− Estrategias y herramientas, analógicas y digitales, individuales y cooperativas, para la autoevaluación, la coevaluación y la autorreparación.",
                        "II. Plurilingüismo.",
                        "− Sistemas de escritura a lo largo de la historia.",
                        "− Evolución del latín: las lenguas indoeuropeas, etapas de la lengua latina, latín vulgar y latín culto, lengua hablada y lengua escrita.",
                        "− Influencia del latín en la evolución de las lenguas de enseñanza y del resto de lenguas que conforman el repertorio lingüístico individual del alumnado.",
                        "− Reglas fonéticas básicas en la evolución del latín a las lenguas de enseñanza.",
                        "− Léxico: lexemas, sufijos y prefijos de origen latino presentes en el léxico de uso común y en el específico de las ciencias y la técnica; significado y definición de palabras de uso común en las lenguas de enseñanza a partir de sus étimos de origen latino; expresiones latinas integradas en las lenguas modernas y su empleo en diferentes tipos de textos (literarios, periodísticos, publicitarios.).",
                        "− Interés por conocer el significado etimológico de las palabras y la importancia del uso adecuado del vocabulario como instrumento básico en la comunicación.",
                        "− El latín como instrumento que permite un mejor conocimiento de las lenguas de estudio y un más fácil acercamiento a otras lenguas modernas, romances y no romances.",
                        "− Respeto por todas las lenguas y aceptación de las diferencias culturales de las gentes que las hablan.",
                        "− Herramientas analógicas y digitales para el aprendizaje, la comunicación y el desarrollo de proyectos con hablantes o estudiantes de latín a nivel transnacional.",
                        "− Expresiones y léxico específico básico para reflexionar y compartir la reflexión sobre la comunicación, la lengua, el aprendizaje y las herramientas de comunicación y aprendizaje (metalenguaje).",
                        "III. Educación literaria.",
                        "− La lengua latina como principal vía de transmisión del mundo clásico.",
                        "− Etapas y vías de transmisión de la literatura latina.",
                        "− Principales géneros de la literatura latina: origen, tipología, cronología, temas, motivos, tradición, características y principales autores.",
                        "− Técnicas básicas para el comentario y análisis lingüístico y literario de los textos literarios latinos.",
                        "− Recepción de la literatura latina: influencia en la producción cultural europea, nociones básicas de intertextualidad, imitatio, aemulatio.",
                        "− Analogías y diferencias entre los géneros literarios latinos y los de la literatura actual.",
                        "− Introducción a la crítica literaria.",
                        "− Interés hacia la literatura como fuente de placer y de conocimiento del mundo.",
                        "− Respeto de la propiedad intelectual y derechos de autor sobre las fuentes consultadas y contenidos utilizados: herramientas para el tratamiento de datos bibliográficos y recursos para evitar el plagio.",
                        "IV. La antigua Roma.",
                        "− Geografía del proceso de expansión de Roma desde su nacimiento hasta la desaparición del Imperio romano.",
                        "− Topografía de la antigua Roma, nombre y función de los sitios centrales de la ciudad (por ejemplo, Foro Romano, basílicas, Coliseo, Circo Máximo).",
                        "− Historia de la antigua Roma: etapas de la historia de Roma (monarquía, república, imperio); hitos de la historia del mundo romano entre los siglos VIII a.C. y V d.C.; leyendas y principales episodios de la historia de Roma; personalidades históricas relevantes de la historia de Roma, su biografía en contexto y su importancia para Europa (Aníbal, Cicerón, César, Augusto, Séneca…).",
                        "− Historia y organización política y social de Roma como parte esencial de la historia y cultura de la sociedad actual.",
                        "− Instituciones, creencias y formas de vida de la civilización latina desde la perspectiva sociocultural actual.",
                        "− Influencias de la cultura griega en la civilización latina: Graecia capta ferum victorem cepit.",
                        "− La aportación de Roma a la cultura y al pensamiento de la sociedad occidental.",
                        "− Relación de Roma con culturas extranjeras (Grecia, el cristianismo…).",
                        "− El mar Mediterráneo como encrucijada de culturas ayer y hoy.",
                        "V. Legado y patrimonio.",
                        "− Conceptos de legado, herencia y patrimonio.",
                        "− La transmisión textual latina como patrimonio cultural y fuente de conocimiento a través de diferentes culturas y épocas. Soportes de escritura: tipos y preservación.",
                        "− La mitología clásica en manifestaciones literarias y artísticas.",
                        "− La romanización de Hispania y las huellas de su pervivencia.",
                        "− Obras públicas y urbanismo: construcción, conservación, preservación y restauración.",
                        "− El derecho romano y su importancia en el sistema jurídico actual.",
                        "− Las instituciones políticas romanas y su influencia y pervivencia en el sistema político actual.",
                        "− La importancia del discurso público para la vida política y social.",
                        "− Técnicas básicas de debate y de exposición oral.",
                        "− Principales obras artísticas de la Antigüedad romana.",
                        "− Principales sitios arqueológicos, museos o festivales relacionados con la Antigüedad clásica."
                    ]
}
