{
  "competenciasEspecificas": [
       {"text": "1. Comprender la importancia que algunos ejemplos seleccionados de las distintas manifestaciones culturales y artísticas han tenido en el desarrollo del ser humano, mostrando interés por el patrimonio como parte de la propia cultura, para entender cómo se convierten en el testimonio de los valores y convicciones de cada persona y de la sociedad en su conjunto, y para reconocer la necesidad de su protección y conservación (CCL1, CPSAA3, CC1, CC2, CCEC1): La expresión artística en cualquiera de sus formas es un elemento clave para entender las diferentes culturas a lo largo de la historia. A través de las diferentes artes, el ser humano se define a sí mismo, aportando sus valores y convicciones, pero también a la sociedad en la que está inmerso, bien sea por asimilación, bien sea por rechazo, con todos los matices entre estas dos posiciones. Una mirada sobre el arte que desvele la multiplicidad de puntos de vista y la variación de los mismos a lo largo de la historia ayuda al alumnado en la adquisición de un sentir respetuoso hacia las demás personas. En este sentido, resulta fundamental la contextualización de toda producción artística, para poder valorarla adecuadamente, así como para tomar perspectiva sobre la evolución de la historia del arte y la cultura, y, con ella, de las sociedades que dan lugar a dichas producciones. Abordando estos aspectos por medio de producciones orales, escritas y multimodales, el alumnado puede entender también la importancia de la conservación, preservación y difusión del patrimonio artístico común, comenzando por el que le es más cercano, hasta alcanzar finalmente el del conjunto de la humanidad", "value": "1. Comprender la importancia que algunos ejemplos seleccionados de las distintas manifestaciones culturales y artísticas han tenido en el desarrollo del ser humano, mostrando interés por el patrimonio como parte de la propia cultura, para entender cómo se convierten en el testimonio de los valores y convicciones de cada persona y de la sociedad en su conjunto, y para reconocer la necesidad de su protección y conservación (CCL1, CPSAA3, CC1, CC2, CCEC1)"},
                    
                    {"text": "2. Explicar las producciones plásticas, visuales y audiovisuales propias, comparándolas con las de sus iguales y con algunas de las que conforman el patrimonio cultural y artístico, justificando las opiniones y teniendo en cuenta el progreso desde la intención hasta la realización, para valorar el intercambio, las experiencias compartidas y el diálogo intercultural, así como para superar estereotipos (CCL1, CPSAA1, CPSAA3, CC1, CC3, CCEC1, CCEC3): La realización de obras propias contribuye al desarrollo de la creatividad y la imaginación del alumnado, así como a la construcción de un discurso crítico elaborado y fundamentado sobre sus obras y sobre las obras de otras personas. A partir de la comprensión activa de las dificultades inherentes a todo proceso de creación en sus diferentes fases, con la asimilación de la compleja vinculación entre lo ideado y lo finalmente conseguido, el alumnado puede superar distintos prejuicios, especialmente comunes en lo relativo a la percepción de las producciones artísticas y culturales. Al mismo tiempo, el intercambio razonado de experiencias creativas entre iguales, así como la puesta en contexto de estas con otras manifestaciones artísticas y culturales, debe servir para que el alumnado valore las experiencias compartidas, amplíe sus horizontes y establezca un juicio crítico –y autocrítico–, informado y respetuoso con las creaciones de otras personas y con las manifestaciones de otras culturas.", "value": "2. Explicar las producciones plásticas, visuales y audiovisuales propias, comparándolas con las de sus iguales y con algunas de las que conforman el patrimonio cultural y artístico, justificando las opiniones y teniendo en cuenta el progreso desde la intención hasta la realización, para valorar el intercambio, las experiencias compartidas y el diálogo intercultural, así como para superar estereotipos (CCL1, CPSAA1, CPSAA3, CC1, CC3, CCEC1, CCEC3)"},
                    
                    {"text": "3. Analizar diferentes propuestas plásticas, visuales y audiovisuales, mostrando respeto y desarrollando la capacidad de observación e interiorización de la experiencia y del disfrute estético, para enriquecer la cultura artística individual y alimentar el imaginario (CCL1, CCL2, CD1, CPSAA4, CC1, CC3, CCEC2): Las producciones plásticas, visuales y audiovisuales contemporáneas han aumentado las posibilidades en cuanto a soportes y formatos. Solo en el terreno audiovisual se encuentran, entre otros, series, películas, anuncios publicitarios, videoclips, formatos televisivos o formatos novedosos asociados a las redes sociales. Apreciar estas producciones en toda su variedad y complejidad supone un enriquecimiento para el alumnado, dado que, además de ayudar a interiorizar el placer inherente a la observación de la obra de arte visual y del discurso audiovisual, de ellas emana la construcción de una parte de la identidad de todo ser humano, lo que resulta fundamental en la elaboración de un imaginario rico y en la cimentación de una mirada empática y despojada de prejuicios. El análisis de las distintas propuestas plásticas, visuales y audiovisuales debe estar orientado hacia el enriquecimiento de la cultura artística individual y del imaginario propio. Además de las propuestas contemporáneas, se deben incluir en este análisis las manifestaciones de épocas anteriores, para que el alumnado comprenda que han construido el camino para llegar hasta donde nos encontramos hoy. Entre estos ejemplos se debe incorporar la perspectiva de género, con énfasis en el estudio de producciones artísticas ejecutadas por mujeres, así como de su representación en el arte. Finalmente, el acercamiento a diferentes manifestaciones construirá una mirada respetuosa hacia la creación artística en general y sus manifestaciones plásticas, visuales y audiovisuales en particular.", "value": "3. Analizar diferentes propuestas plásticas, visuales y audiovisuales, mostrando respeto y desarrollando la capacidad de observación e interiorización de la experiencia y del disfrute estético, para enriquecer la cultura artística individual y alimentar el imaginario (CCL1, CCL2, CD1, CPSAA4, CC1, CC3, CCEC2)"},
                    
                    {"text": "4. Explorar las técnicas, los lenguajes y las intenciones de diferentes producciones culturales y artísticas, analizando, de forma abierta y respetuosa, tanto el proceso como el producto final, su recepción y su contexto, para descubrir las diversas posibilidades que ofrecen como fuente generadora de ideas y respuestas (CCL2, CD1, CD2, CPSAA3, CC3, CCEC2): En la creación de producciones artísticas, las técnicas y lenguajes empleados son prácticamente ilimitados; desde el trabajo con la arcilla hasta el videomapping, el arco expresivo es inabarcable, y los resultados son tan diversos como la propia creatividad del ser humano. Es importante que el alumnado comprenda esta multiplicidad como un valor generador de riqueza a todos los niveles, por lo que debe entender su naturaleza diversa desde el acercamiento tanto a sus modos de producción y de diseño en el proceso de creación, como a los de recepción. De esta manera, puede incorporar este conocimiento en la elaboración de producciones propias. En este sentido, resulta fundamental que el alumnado aprenda a identificar y diferenciar los medios de producción y diseño de imágenes y productos culturales y artísticos, así como los distintos resultados que proporcionan, y que tome conciencia de la existencia de diversas herramientas para su manipulación, edición y postproducción. De este modo, puede identificar la intención con la que fueron creados, proceso necesario para analizar correctamente la recepción de los productos artísticos y culturales, ubicándolos en su contexto cultural y determinando sus coordenadas básicas.", "value": "4. Explorar las técnicas, los lenguajes y las intenciones de diferentes producciones culturales y artísticas, analizando, de forma abierta y respetuosa, tanto el proceso como el producto final, su recepción y su contexto, para descubrir las diversas posibilidades que ofrecen como fuente generadora de ideas y respuestas (CCL2, CD1, CD2, CPSAA3, CC3, CCEC2)"},
                    
                    {"text": "5. Realizar producciones artísticas individuales o colectivas con creatividad e imaginación, seleccionando y aplicando herramientas, técnicas y soportes en función de la intencionalidad, para expresar la visión del mundo, las emociones y los sentimientos propios, así como para mejorar la capacidad de comunicación y desarrollar la reflexión crítica y la autoconfianza (CCL2, CPSAA1, CPSAA3, CPSAA4, CC3, CCEC3, CCEC4): Llevar a cabo una producción artística es el resultado de un proceso complejo que implica, además de la capacidad de introspección y de proyección de los propios pensamientos, sentimientos y emociones, el conocimiento de los materiales, las herramientas, las técnicas y los recursos creativos del medio de expresión escogido, así como sus posibilidades de aplicación. Para que el alumnado consiga expresarse de manera autónoma y singular, aportando una visión personal e imaginativa del mundo a través de una producción artística propia, debe experimentar con los diferentes resultados obtenidos y los efectos producidos. De este modo, además, se potencia una visión crítica e informada tanto sobre el propio trabajo como sobre el ajeno, y se aumentan las posibilidades de comunicación con el entorno. Asimismo, un manejo correcto de las diferentes herramientas y técnicas de expresión, que debe partir de una intencionalidad previa a la realización de la producción, ayuda en el desarrollo de la autorreflexión y la autoconfianza, aspectos muy importantes en una competencia que parte de una producción inicial, por tanto, intuitiva y que prioriza la expresividad", "value": "5. Realizar producciones artísticas individuales o colectivas con creatividad e imaginación, seleccionando y aplicando herramientas, técnicas y soportes en función de la intencionalidad, para expresar la visión del mundo, las emociones y los sentimientos propios, así como para mejorar la capacidad de comunicación y desarrollar la reflexión crítica y la autoconfianza (CCL2, CPSAA1, CPSAA3, CPSAA4, CC3, CCEC3, CCEC4)"},
                    
                    {"text": "6. Apropiarse de las referencias culturales y artísticas del entorno, identificando sus singularidades, para enriquecer las creaciones propias y desarrollar la identidad personal, cultural y social (CCL2, CD1, CPSAA3, CC1, CCEC3): Para el desarrollo de la identidad personal del alumnado, es indispensable el conocimiento del contexto artístico y cultural de la sociedad en la que experimenta sus vivencias. El conocimiento crítico de distintos referentes artísticos y culturales modela su identidad, ayudándolo a insertarse en la sociedad de su tiempo y a comprenderla mejor. A partir del análisis contextualizado de las referencias más cercanas a su experiencia, el alumnado es capaz de identificar sus singularidades y puede hacer uso de esos referentes en sus procesos creativos, enriqueciendo así sus creaciones. El conocimiento de dichas referencias contribuye, en fin, al desarrollo de la propia identidad personal, cultural y social, aumentando la autoestima, el autoconocimiento y el respeto de las otras identidades.", "value": "6. Apropiarse de las referencias culturales y artísticas del entorno, identificando sus singularidades, para enriquecer las creaciones propias y desarrollar la identidad personal, cultural y social (CCL2, CD1, CPSAA3, CC1, CCEC3)"},
                    
                    {"text": "7. Aplicar las principales técnicas, recursos y convenciones de los lenguajes artísticos, incorporando, de forma creativa, las posibilidades que ofrecen las diversas tecnologías, para integrarlos y enriquecer el diseño y la realización de un proyecto artístico (CCL2, CCL3, STEM3, CD1, CD5, CC1, CC3, CCEC4): El momento actual se caracteriza por la multiplicidad de lenguajes artísticos, desde los más tradicionales, como la pintura, hasta los más recientes, como el audiovisual, la instalación o la performance. El alumnado debe ser capaz de identificarlos, así como de clasificarlos y establecer las técnicas con las que se producen. Para ello, también es importante que experimente con los diferentes medios, tecnologías e instrumentos de creación, haciendo especial hincapié en los digitales, definitorios de nuestro presente y con los que suele estar familiarizado, aunque a menudo de un modo muy superficial. El alumnado debe aprender a hacer un uso informado de los mismos, sentando las bases para que más adelante pueda profundizar en sus potencialidades expresivas, poniendo en juego un conocimiento más profundo de técnicas y recursos que debe adquirir progresivamente. El alumnado debe aplicar este conocimiento de las tecnologías contemporáneas y los diferentes lenguajes artísticos en la elaboración de un proyecto artístico que integre varios de ellos, buscando un resultado que sea fruto de una expresión actual y contemporánea.", "value": "7. Aplicar las principales técnicas, recursos y convenciones de los lenguajes artísticos, incorporando, de forma creativa, las posibilidades que ofrecen las diversas tecnologías, para integrarlos y enriquecer el diseño y la realización de un proyecto artístico (CCL2, CCL3, STEM3, CD1, CD5, CC1, CC3, CCEC4)"},
                     
                    {"text": "8. Compartir producciones y manifestaciones artísticas, adaptando el proyecto a la intención y a las características del público destinatario, para valorar distintas oportunidades de desarrollo personal (CCL1, STEM3, CD3, CPSAA3, CPSAA5, CE3, CCEC4): La obra artística alcanza todo su sentido y potencialidad cuando llega al público y produce un efecto sobre él. En este sentido, el alumnado ha de comprender la existencia de públicos diversos, y, en consecuencia, la posibilidad de dirigirse a unos u otros de manera diferenciada. No es lo mismo elaborar una pieza audiovisual de carácter comercial destinada a una audiencia amplia que crear una instalación de videoarte con una voluntad minoritaria. El alumnado debe entender que todas las posibilidades son válidas, pero que la idea, la producción y la difusión de una obra han de ser tenidas en cuenta desde su misma génesis. Además, es importante que identifique y valore las oportunidades que le puede proporcionar su trabajo según el tipo de público al que se dirija, lo que se apreciará a partir de la puesta en común del mismo. Se pretende que el alumnado genere producciones y manifestaciones artísticas de distinto signo, tanto individual como colectivamente, siguiendo las pautas que se hayan establecido, identificando y valorando correctamente sus intenciones previas y empleando las capacidades expresivas, afectivas e intelectuales que se promueven mediante el trabajo artístico.", "value": "8. Compartir producciones y manifestaciones artísticas, adaptando el proyecto a la intención y a las características del público destinatario, para valorar distintas oportunidades de desarrollo personal (CCL1, STEM3, CD3, CPSAA3, CPSAA5, CE3, CCEC4)"}
    ]
}
