{
  "competenciasEspecificas": [
                    {"text": "1. Interiorizar el desarrollo de un estilo de vida activo y saludable, planificando responsable y conscientemente su actividad física a partir de la autoevaluación personal en base a parámetros científicos y evaluables, para satisfacer sus demandas de ocio activo y de bienestar personal, así como conocer posibles salidas profesionales asociadas a la actividad física. La adquisición de esta competencia específica se materializará cuando el alumnado, consciente de todos los elementos que condicionan la salud y la actividad física, sea capaz de tenerlos en cuenta, adaptarlos y coordinarlos para gestionar, planificar y autorregular su propia práctica motriz y sus estilos de vida en base a sus intereses y objetivos personales. Esta competencia de carácter transdisciplinar impregna la globalidad del área de Educación Física, pudiendo abordarse desde la participación activa, los estilos de vida saludables (alimentación saludable, no consumo de alcohol, tabaco y otras drogas, actividad física y reducción del sedentarismo, descanso, uso apropiado de las nuevas tecnologías, buen trato) la alimentación saludable, el contacto con el medio natural, la educación postural, el cuidado del cuerpo, el autoconcepto, la autoestima, la imagen percibida en el campo de la actividad física y el deporte o el análisis de los comportamientos antisociales y los malos hábitos para la salud que se producen en contextos cotidianos y/o vinculados con el deporte y la práctica de actividad física, entre otros. Existen distintas fórmulas y contextos de aplicación para materializar estos aprendizajes, que deben seguir trabajándose en relación con la planificación personal de la práctica motriz o el análisis de diferentes aspectos para el mantenimiento de una dieta saludable, pasando por el análisis crítico de situaciones que tengan que ver con la motricidad, hasta los primeros auxilios, la prevención y el cuidado de lesiones, tanto en medio acuático como terrestre, o la participación en una amplia gama de propuestas físico-deportivas que aporten contexto a todo lo anterior a través de la transferencia a su vida cotidiana. El buen uso de la tecnología debe ser un aliado desde un punto de vista transdisciplinar en nuestra área, especialmente en esta competencia, en la lucha contra el sedentarismo y las llamadas enfermedades hipocinéticas ocasionadas, en gran medida, por el aumento del tiempo de exposición a las pantallas. Esta competencia específica se conecta con los siguientes descriptores: STEM2, STEM5, CD1, CD4, CPSAA1.1, CPSAA1.2, CPSAA5, CE3.", "value": "1. Interiorizar el desarrollo de un estilo de vida activo y saludable, planificando responsable y conscientemente su actividad física a partir de la autoevaluación personal en base a parámetros científicos y evaluables, para satisfacer sus demandas de ocio activo y de bienestar personal, así como conocer posibles salidas profesionales asociadas a la actividad física (STEM2, STEM5, CD1, CD4, CPSAA1.1, CPSAA1.2, CPSAA5, CE3)."},
                    {"text": "2. Adaptar autónomamente las capacidades físicas, perceptivo-motrices y coordinativas así como las habilidades y destrezas motrices específicas de algunas modalidades practicadas a diferentes situaciones con distintos niveles de dificultad, aplicando eficientemente procesos de percepción, decisión y ejecución adecuados a la lógica interna de las mismas para resolver situaciones motrices vinculadas con distintas actividades físicas funcionales, deportivas, expresivas y recreativas, y consolidar actitudes de superación, crecimiento y resiliencia al enfrentarse a desafíos físicos. Esta competencia implica tomar decisiones ajustadas a las circunstancias, definir metas, elaborar planes, secuenciar acciones, ejecutar lo planificado, analizar qué ocurre durante el proceso, cambiar de estrategia si es preciso y valorar finalmente el resultado. El bagaje motor que el alumnado de esta etapa posee en estas edades le permitirá anticiparse a las distintas situaciones y adaptar sus habilidades motrices a las exigencias de cada situación. Esta ventaja le permitirá focalizar su atención en aspectos que hasta ahora quedaban en un segundo plano, mejorando y perfeccionando así su ejecución técnico-táctica e identificando los errores más habituales que se dan en cada situación para poder evitarlos. Esto le permitirá incluso avanzar un paso más y planificar, dirigir y supervisar actividades físicas para otras personas, desarrollando funciones de entrenador o técnico. Como en anteriores etapas, estos aspectos deberán desarrollarse en contextos de práctica muy variados. Entre ellos podrían destacarse los proyectos y montajes relacionados con las combas, los malabares, las actividades acrobáticas o las circenses; los desafíos físicos cooperativos, la dramatización de cuentos motrices y, por supuesto, los deportes. En relación con estos últimos, sin dejar de lado necesariamente los más habituales o tradicionales y a modo de ejemplo, es posible encontrar distintas manifestaciones según sus características, desde juegos deportivos de invasión (fútbol gaélico, ultimate, lacrosse, entre otros) con o sin oposición regulada, hasta juegos de red y muro (voleibol, frontenis, pickleball, paladós o semejantes), pasando por deportes de campo y bate (rounders, softball, etc.), de blanco y diana (boccia, tiro con arco o similares), de lucha (judo, esgrima u otras modalidades autóctonas de lucha, entre otros) o de carácter individual (skate, orientación, gimnasia deportiva o atletismo y sus modalidades, entre otros), procurando, en la medida de lo posible y según el contexto particular de cada centro, priorizar las manifestaciones más desconocidas para el alumnado o que destaquen por su carácter mixto o inclusivo. Esta competencia específica se conecta con los siguientes descriptores: CPSAA1.2, CPSAA4, CE2, CE3.", "value": "2. Adaptar autónomamente las capacidades físicas, perceptivo-motrices y coordinativas así como las habilidades y destrezas motrices específicas de algunas modalidades practicadas a diferentes situaciones con distintos niveles de dificultad, aplicando eficientemente procesos de percepción, decisión y ejecución adecuados a la lógica interna de las mismas para resolver situaciones motrices vinculadas con distintas actividades físicas funcionales, deportivas, expresivas y recreativas, y consolidar actitudes de superación, crecimiento y resiliencia al enfrentarse a desafíos físicos (CPSAA1.2, CPSAA4, CE2, CE3)."},
                    {"text": "3. Difundir y promover nuevas prácticas motrices, compartiendo espacios de actividad físico-deportiva con independencia de las diferencias culturales, sociales, de género y de habilidad, priorizando el respeto hacia los participantes y a las reglas sobre los resultados, adoptando una actitud crítica y proactiva ante comportamientos antideportivos o contrarios a la convivencia y desarrollando procesos de autorregulación emocional que canalicen el fracaso y el éxito en estas situaciones, para contribuir autónomamente al entendimiento social y al compromiso ético en los diferentes espacios en los que se participa, fomentando la detección precoz y el conocimiento de las estrategias para abordar cualquier forma de discriminación o violencia. Esta competencia específica pretende superar las desigualdades y comportamientos incívicos y antidemocráticos que a veces se reproducen en los contextos físico-deportivos. Para ello, por un lado, incide en la gestión personal de las emociones y en el fomento de actitudes de superación, tolerancia a la frustración y manejo del éxito y del fracaso en contextos de práctica motriz. Por otro, en el plano colectivo, implica poner en juego habilidades sociales para afrontar la interacción con las personas con las que se converge en la práctica motriz. Se trata de dialogar, debatir, contrastar ideas y ponerse de acuerdo para resolver situaciones, expresar propuestas, pensamientos y emociones, escuchar activamente y actuar con asertividad. Como consecuencia de ello se plantearán situaciones en las que el alumnado tenga que desempeñar roles diversos relacionados con la práctica física (participante, espectador, árbitro, entrenador, etc.) que ayudarán a analizar y vivenciar las relaciones sociales desde diferentes perspectivas. Además, esta competencia pretende ir un paso más allá en esta etapa, contribuyendo a generalizar y democratizar las prácticas motrices que se practiquen en el centro, así como los espacios de interacción en los que se reproduzcan, fomentando la difusión de manifestaciones deportivas que no están afectadas por estereotipos de género o competencia motriz, como sí ocurre en ocasiones con las más predominantes o extendidas. Esta competencia específica se conecta con los siguientes descriptores: CCL5, CPSAA1.1, CPSAA2, CPSAA5, CC3.", "value": "3. Difundir y promover nuevas prácticas motrices, compartiendo espacios de actividad físico-deportiva con independencia de las diferencias culturales, sociales, de género y de habilidad, priorizando el respeto hacia los participantes y a las reglas sobre los resultados, adoptando una actitud crítica y proactiva ante comportamientos antideportivos o contrarios a la convivencia y desarrollando procesos de autorregulación emocional que canalicen el fracaso y el éxito en estas situaciones, para contribuir autónomamente al entendimiento social y al compromiso ético en los diferentes espacios en los que se participa, fomentando la detección precoz y el conocimiento de las estrategias para abordar cualquier forma de discriminación o violencia (CCL5, CPSAA1.1, CPSAA2, CPSAA5, CC3)."},
                    {"text": "4. Analizar críticamente e investigar acerca de las prácticas y manifestaciones culturales vinculadas con la motricidad según su origen y su evolución desde la perspectiva de género y desde los intereses económicos, políticos y sociales que hayan condicionado su desarrollo, practicándolas y fomentando su conservación para ser capaz de defender desde una postura ética y contextualizada los valores que transmiten. Esta competencia profundiza en el concepto de la cultura motriz que el alumnado habrá ido construyendo durante las etapas anteriores. Se trata de continuar consolidando la identidad propia a partir de este conocimiento en profundidad que permita analizar y comprender globalmente sus manifestaciones, así como sus factores condicionantes. En esta etapa, además, se pretende que el alumnado comprenda los valores que transmite y que hacen interesante su conservación, ya que en ellos reside la clave de su propia existencia y su principal aportación a la cultura global. Existen numerosos contextos en los que desarrollar esta competencia. Como en etapas anteriores, la cultura motriz tradicional podría abordarse a través de juegos tradicionales, populares y autóctonos, danzas propias del folklore tradicional, juegos multiculturales o danzas del mundo, entre otros. Para abordar la cultura artístico-expresiva contemporánea podrían emplearse técnicas expresivas concretas (como la improvisación, la mímica o la pantomima), el teatro (teatro gestual o de máscaras, teatro de sombras, teatro de luz negra, teatro de calle, musical o similares), representaciones más elaboradas (lucha escénica, juegos de rol o actividades circenses, entre otros), o actividades rítmico-musicales con carácter artístico-expresivo (percusión corporal, bailes, coreografías u otras expresiones semejantes). Además, en esta etapa, estos saberes podrían enriquecerse incorporando a las representaciones elementos de crítica social, emociones o coeducación. Finalmente, en lo que respecta al deporte como manifestación cultural, se podrían llevar a cabo debates y análisis críticos sobre ciertos estereotipos de género presentes en el deporte o sobre la cara oculta del mismo que esconde intereses económicos y políticos ajenos a la salud de las personas o a la sana competición. Esta competencia específica se conecta con los siguientes descriptores: STEM5, CPSAA1.2, CC1, CCEC1.", "value": "4. Analizar críticamente e investigar acerca de las prácticas y manifestaciones culturales vinculadas con la motricidad según su origen y su evolución desde la perspectiva de género y desde los intereses económicos, políticos y sociales que hayan condicionado su desarrollo, practicándolas y fomentando su conservación para ser capaz de defender desde una postura ética y contextualizada los valores que transmiten (STEM5, CPSAA1.2, CC1, CCEC1)."},
                    {"text": "5. Implementar un estilo de vida sostenible y comprometido con la conservación y mejora del entorno, organizando y desarrollando acciones de servicio a la comunidad vinculadas a la actividad física y al deporte, y asumiendo responsabilidades en la seguridad de las prácticas, para contribuir activamente al mantenimiento y cuidado del medio natural y urbano y dar a conocer su potencial entre los miembros de la comunidad. A estas alturas de su vida, el alumnado de Bachillerato es plenamente consciente de lo que implica desarrollar un estilo de vida sostenible y comprometido con la conservación y mejora del entorno. Por eso, los esfuerzos en esta etapa no irán dirigidos tanto a la profundización en estos aprendizajes como a su consolidación a partir de la realización de actividades de concienciación para otros miembros de la comunidad educativa. Continuando con el trabajo iniciado en etapas previas, el alumnado de Bachillerato deberá participar en numerosas actividades en contextos naturales y urbanos que ampliarán su bagaje motor y sus experiencias fuera del contexto escolar. Sin embargo, y más importante, también diseñarán y organizarán actividades para otras personas que, además de respetar el medioambiente y a los seres vivos que en él habitan, tratarán de mejorarlo y concienciar de ello. Este enfoque de responsabilidad ecológica y social, que considera el medio como un bien comunitario, podría dar lugar a la organización de eventos y actividades físico-deportivas benéficas, muy en la línea de planteamientos como el aprendizaje-servicio. De esta forma, en lo que respecta a los entornos urbanos, existen manifestaciones como los circuitos de calistenia, el crossfit, el patinaje, el skate, el parkour o las distintas tipologías de danzas urbanas, entre otros, que se pueden desarrollar en espacios o instalaciones próximos al centro. En lo relativo al medio natural, según la ubicación del centro, sus posibilidades contextuales y la disponibilidad de acceso que tenga a distintos emplazamientos naturales, tanto terrestres como acuáticos, es posible encontrar una variada gama de contextos de aplicación, desde el senderismo, las rutas por vías verdes, la escalada, el rápel, el esquí, el salvamento acuático, la orientación (también en espacios urbanos), hasta el cicloturismo o las rutas BTT, el franqueamiento de obstáculos o la cabuyería, entre otros; todos ellos afrontados desde la óptica de los proyectos dirigidos a la interacción con el entorno desde un enfoque sostenible, en el que también se incluyen las actividades complementarias y extraescolares tan vinculadas con este tipo de experiencias. Esta competencia específica se conecta con los siguientes descriptores: STEM5, CPSAA1.2, CPSAA2, CC4, CE1.", "value": "5. Implementar un estilo de vida sostenible y comprometido con la conservación y mejora del entorno, organizando y desarrollando acciones de servicio a la comunidad vinculadas a la actividad física y al deporte, y asumiendo responsabilidades en la seguridad de las prácticas, para contribuir activamente al mantenimiento y cuidado del medio natural y urbano y dar a conocer su potencial entre los miembros de la comunidad (STEM5, CPSAA1.2, CPSAA2, CC4, CE1)."}
                ]
}
