{
  "competenciasEspecificas": [
                    {"text": "1. Analizar de forma crítica y reflexiva las aportaciones de la ciencia económica, valorando su interrelación con otras disciplinas, para entender la realidad desde una visión integral y actuar como ciudadanos y ciudadanas responsables, autónomos y comprometidos. La realidad económica actual es compleja, así como la solución a los problemas y la toma de decisiones en este ámbito, porque intervienen muchas variables. Por ello es importante que el alumnado, a través del estudio y el análisis reflexivo, consiga relacionar los conocimientos de la ciencia económica, y sus dificultades para establecer leyes generales que no sean de carácter probabilístico, con los que ofrecen otras disciplinas, ya sean del ámbito de las ciencias sociales o de otros ámbitos. Esta conexión proporciona una visión más completa del mundo, permite comprender mejor los cambios en el entorno económico y social y proponer soluciones a problemas económicos como ciudadanos y ciudadanas responsables, autónomos y comprometidos con los retos de la sociedad en el siglo XXI. Esta competencia específica se conecta con los siguientes descriptores: CCL2, STEM4, STEM5, CPSAA1.2, CPSAA5, CC1, CE1, CE2.", "value": "1. Analizar de forma crítica y reflexiva las aportaciones de la ciencia económica, valorando su interrelación con otras disciplinas, para entender la realidad desde una visión integral y actuar como ciudadanos y ciudadanas responsables, autónomos y comprometidos (CCL2, STEM4, STEM5, CPSAA1.2, CPSAA5, CC1, CE1, CE2)."},
                    {"text": "2. Analizar, desde un enfoque interdisciplinar, el comportamiento tanto individual como colectivo en la toma de decisiones económicas, evaluando el problema de la escasez y sus efectos, para comprender los cambios económicos y sociales derivados de dicho problema y actuar en consecuencia. El problema de la escasez y sus efectos subyace a toda la ciencia económica y condiciona el comportamiento de los individuos y la sociedad a la hora de tomar decisiones en este campo. El análisis de este problema desde una perspectiva integral va a permitir que el alumnado sea capaz de actuar y tomar decisiones más rigurosas puesto que serán fruto de un análisis global, donde habrá tenido en cuenta no solo variables económicas sino otras de tipo sociológico, como la influencia del comportamiento de los individuos en la toma de decisiones; de tipo psicológico, como el análisis de los fallos en la toma de decisiones racionales; o de tipo filosófico y ético, como la reflexión sobre la utilidad y la felicidad. Esta competencia específica se conecta con los siguientes descriptores: CCL2, STEM2, CPSAA1.2, CPSAA5, CC4, CE1, CE2.", "value": "2. Analizar, desde un enfoque interdisciplinar, el comportamiento tanto individual como colectivo en la toma de decisiones económicas, evaluando el problema de la escasez y sus efectos, para comprender los cambios económicos y sociales derivados de dicho problema y actuar en consecuencia (CCL2, STEM2, CPSAA1.2, CPSAA5, CC4, CE1, CE2)."},
                    {"text": "3. Establecer correspondencias entre los Objetivos de Desarrollo Sostenible y los aprendizajes adquiridos a través del estudio de casos, analizándolos con ayuda de herramientas económicas y empresariales para generar una actitud sensible y un comportamiento responsable y proactivo que contribuya a dar respuesta a los retos actuales. Comprender de forma práctica la relación entre los Objetivos de Desarrollo Sostenible (ODS) y el desarrollo económico y social, y analizarlos con herramientas económicas y empresariales permitirá al alumnado tomar conciencia de la importancia de lograr estos objetivos y dar respuesta a los desafíos mundiales del siglo XXI con amplia repercusión en el ámbito económico. El análisis de situaciones reales también va a permitir que el alumnado se sensibilice y comprenda que, con acciones sencillas, individuales o colectivas, se puede mejorar la sociedad y el entorno. Esta competencia específica se conecta con los siguientes descriptores: STEM2, STEM5, CPSAA1.2, CC4, CE1, CE2.", "value": "3. Establecer correspondencias entre los Objetivos de Desarrollo Sostenible y los aprendizajes adquiridos a través del estudio de casos, analizándolos con ayuda de herramientas económicas y empresariales para generar una actitud sensible y un comportamiento responsable y proactivo que contribuya a dar respuesta a los retos actuales (STEM2, STEM5, CPSAA1.2, CC4, CE1, CE2)."},
                    {"text": "4. Identificar y valorar habilidades y competencias que caracterizan a las personas emprendedoras dentro de la realidad actual, analizando sus perfiles y su forma de afrontar los retos, para reconocer y potenciar las destrezas emprendedoras propias y aplicarlas a situaciones reales de la vida. Analizar el perfil de la persona emprendedora actual requiere reflexionar sobre las competencias personales y sociales que son deseables, como la creatividad, la empatía, la capacidad de iniciativa y de enfrentarse a los retos. También es necesario valorar y tener en cuenta otros aspectos psicológicos que influyen en el desarrollo de ese perfil, como las creencias limitantes que provocan miedos a la hora de emprender, o la importancia de las habilidades sociemocionales, que condicionan los pensamientos y el alcance del logro. Es conveniente aproximar al alumnado a personas emprendedoras cercanas para que sepan reconocer sus cualidades y competencias de modo que puedan aprender de ellas y evaluar en qué medida pueden adquirir o potenciar esas cualidades y competencias con formación y entrenamiento, para aplicarlas en su vida cotidiana. . Esta competencia específica se conecta con los siguientes descriptores: CPSAA1.1, CPSAA1.2, CPSAA3.1, CC1, CC3, CE2.", "value": "4. Identificar y valorar habilidades y competencias que caracterizan a las personas emprendedoras dentro de la realidad actual, analizando sus perfiles y su forma de afrontar los retos, para reconocer y potenciar las destrezas emprendedoras propias y aplicarlas a situaciones reales de la vida (CPSAA1.1, CPSAA1.2, CPSAA3.1, CC1, CC3, CE2)."},
                    {"text": "5. Comprender las estrategias empresariales, analizando su evolución y distinguiendo los nuevos modelos de negocio desarrollados por entidades vinculadas a diferentes ámbitos y sectores, para identificar la filosofía de las empresas, reconocer las tendencias y poner en valor, con sentido crítico, su actividad en la sociedad actual. La estrategia empresarial evoluciona y se adapta a los cambios económicos y sociales. Es preciso analizar esta evolución y reflexionar sobre los nuevos modelos de negocio y las tendencias de la empresa en la sociedad actual, valorando con espíritu crítico los cambios que se están incorporando, como la nueva forma de entender el lugar de trabajo o las nuevas características del cliente, lo que requiere de nuevas estrategias de negocio. El alumnado a través del análisis de casos concretos de empresas podrá comprender mejor la visión y la filosofía de cada una de ellas y valorar sus puntos fuertes y débiles. El análisis de casos puede tratar sobre grandes empresas con estrategias innovadoras que han cambiado el concepto de empresa en su sector, o de otras más pequeñas y cercanas cuya propuesta de valor no es tan ambiciosa pero sí efectiva en diferentes entornos rurales, urbanos, locales y globales. Esta competencia específica se conecta con los siguientes descriptores: CCL2, STEM2, CD1, CPSAA4, CC1, CC3, CE1, CE2.", "value": "5. Comprender las estrategias empresariales, analizando su evolución y distinguiendo los nuevos modelos de negocio desarrollados por entidades vinculadas a diferentes ámbitos y sectores, para identificar la filosofía de las empresas, reconocer las tendencias y poner en valor, con sentido crítico, su actividad en la sociedad actual (CCL2, STEM2, CD1, CPSAA4, CC1, CC3, CE1, CE2)."},
                    {"text": "6. Analizar la transformación económica y social y sus consecuencias, reconociendo la importancia que tienen la innovación y la revolución digital en la actividad empresarial, para comprender las respuestas que las empresas ofrecen a los desafíos actuales y proponer alternativas y nuevas soluciones a dichos desafíos. La rápida transformación tecnológica, económica y social está provocando cambios profundos en la actividad empresarial lo cual obliga a las empresas a adaptarse e innovar para sobrevivir en un mundo cada vez más competitivo, dar respuesta a problemas cada vez más complejos y ofrecer soluciones a los desafíos actuales. Comprender cómo las empresas están llevando a cabo esta transformación va a permitir al alumnado evaluar los efectos de la revolución tecnológica y la transformación digital en la economía, pero también en otros ámbitos como el del mercado de trabajo o la organización social, pudiendo plantear alternativas y soluciones para mejorar los desajustes desde un análisis crítico. Esta competencia específica se conecta con los siguientes descriptores: CCL2, CCL3, STEM4, CD5, CPSAA4, CC4, CE1, CE2.", "value": "6. Analizar la transformación económica y social y sus consecuencias, reconociendo la importancia que tienen la innovación y la revolución digital en la actividad empresarial, para comprender las respuestas que las empresas ofrecen a los desafíos actuales y proponer alternativas y nuevas soluciones a dichos desafíos (CCL2, CCL3, STEM4, CD5, CPSAA4, CC4, CE1, CE2)."}
                ]
}
