{
                "competenciasEspecificas": [
                    "1. Reconocer los retos ecosociales actuales y futuros de España, debatiendo desde la perspectiva geográfica sobre los mensajes recibidos a través de canales oficiales y extraoficiales, formales e informales, y desarrollando el pensamiento crítico, para transformar patrones de consumo insostenibles y adoptar estilos de vida saludables (CCL1, CCL3, CD4, STEM5, CPSAA2, CPSAA4, CC1, CC4, CE1).",
                    "2. Comprender la complejidad del espacio geográfico, mediante la interpretación de fuentes de información visuales, para apreciar la riqueza de los paisajes naturales y humanizados y valorar la sostenibilidad como principio de las relaciones entre los ecosistemas naturales y la acción humana (STEM4, STEM5, CD1, CC1, CC4, CE1, CCEC1, CCEC2).",
                    "3. Analizar la diversidad natural de España y su singularidad geográfica dentro de Europa, a través de la comparación de características comunes y específicas del relieve, el clima, la hidrografía y la biodiversidad, para reflexionar sobre la percepción personal del espacio (STEM1, STEM4, CPSAA3.1, CC1, CC3, CEC1).",
                    "4. Aplicar las Tecnologías de la Información Geográfica (TIG), métodos y técnicas propios o de ciencias afines, localizando fenómenos naturales y humanos, y argumentando con rigor sus límites o categorías, para resolver eficientemente el problema de la escala en cualquier análisis o propuesta de actuación (CCL1, STEM1, STEM2, CD1, CD2, CD5, CC3, CE1, CE3).",
                    "5. Asumir la globalización como contexto que enmarca la evolución de los sistemas económicos y los comportamientos sociales recientes, investigando sus relaciones de causa y efecto y creando productos propios que demuestren la interconexión y la interdependencia a todas las escalas, para promover el respeto a la dignidad humana y al medio ambiente como base de una ciudadanía global (CCL5, STEM1, STEM5, CD4, CPSAA3.1, CC2, CC3, CC4, CE1, CCEC4.1).",
                    "6. Explicar de forma crítica los desequilibrios territoriales de España y de su estructura sociolaboral y demográfica, reconociendo los procesos y las decisiones que han contribuido a las desigualdades presentes, para reforzar la conciencia de solidaridad y el compromiso con los mecanismos de cooperación y cohesión españoles y europeos (STEM4, CPSAA1.2, CPSAA3.1, CC1, CC2, CC3, CE1, CE2, CCEC3.2).",
                    "7. Movilizar conocimientos previos, nuevos y de otros campos del saber al abordar situaciones del pasado, del presente o del futuro, reorientando eficazmente decisiones y estrategias de trabajo individual o en equipo, para aportar soluciones innovadoras a contextos en transformación y fomentar el aprendizaje permanente (CCL5, STEM1, CPSAA1.1, CPSAA1.2, CPSAA3.2, CPSAA5, CC3, CE1, CE3)."
                ]
}
