{
  "criteriosEvaluacion": [
                    
                    "1.1 Identificar y reconocer los logros que suponen los actuales sistemas democráticos como el resultado no lineal en el tiempo de los movimientos y acciones que han contribuido al afianzamiento y articulación del principio de libertad, a través del análisis de los principales procesos históricos que se han desarrollado, la comprensión de los textos políticos y constitucionales fundamentales y el uso adecuado de términos y conceptos históricos.",
                    "1.2 Comprender los conceptos de revolución y cambio en el mundo contemporáneo y los elementos y factores que los causan y condicionan, a través del estudio de casos significativos de las revoluciones burguesas y socialistas que han ocurrido a lo largo de la historia contemporánea, así como de los movimientos de acción y reacción que han generado.",
                    "1.3 Entender el significado histórico de las transiciones políticas y de los procesos de democratización de la Edad Contemporánea como fundamento y garantía para la convivencia y el ejercicio de los derechos fundamentales, valorando las implicaciones que suponen el ejercicio de la ciudadanía activa y el respeto al ordenamiento constitucional, y generando juicios propios tanto con respecto al cumplimiento de aspiraciones y expectativas como a las amenazas y riesgos de la vida en democracia.",
                    
                    "2.1 Tomar conciencia del grado de violencia, barbarie y destrucción alcanzado por los conflictos ocurridos en el mundo contemporáneo, así como de las causas de las conflagraciones bélicas y de las múltiples transformaciones que se producen en los contendientes, a través del empleo de fuentes históricas fiables y del uso de datos contrastados, valorando el impacto social y emocional que supone el uso de la violencia y el papel de las instituciones internacionales que velan por la paz y la mediación.",
                    "2.2 Analizar los principales conflictos civiles que se han producido en la Edad Contemporánea, a través del empleo de textos historiográficos y la elaboración de juicios argumentados, comprendiendo la importancia de la memoria histórica y del reconocimiento de las víctimas, del principio de Justicia Universal y del derecho a la verdad, la reparación y la garantía de no repetición.",
                    "3.1 Describir la evolución de los conceptos de igualdad y de ciudadanía en la historia contemporánea y sus derivaciones sociales y políticas, a través del análisis multicausal de los principales sistemas políticos y sociales de los siglos XIX y XX, identificando las desigualdades y la concentración del poder en determinados grupos sociales.",
                    "3.2 Analizar las condiciones de vida, el mundo del trabajo y las relaciones laborales y su conflictividad, a través del estudio multidisciplinar de los movimientos sociales, particularmente los relacionados con el obrerismo, valorando el papel que representan la acción colectiva y del sujeto en la historia para el reconocimiento de los derechos sociales y el bienestar colectivo.",
                    "3.3 Deducir a través del estudio crítico de noticias y datos estadísticos la evolución del estado social, identificando los logros y retrocesos experimentados y las medidas adoptadas por los diferentes estados contemporáneos, así como los límites y retos de futuro, desde una perspectiva solidaria en favor de los colectivos más vulnerables.",
                    
                    "4.1 Analizar críticamente cómo se han ido construyendo en el tiempo las identidades colectivas, empleando los conceptos y métodos del pensamiento histórico, respetando la pluralidad y los sentimientos identitarios y valorando el legado histórico y cultural de las mismas.",
                    "4.2 Comprender la importancia de las identidades colectivas en la configuración social, política y cultural del mundo contemporáneo, identificando las múltiples valencias de las mismas, mediante el análisis crítico de textos históricos e historiográficos y de fuentes de información actual, elaborando argumentos propios que contribuyan a un diálogo constructivo al respecto.",
                    "Competencia específica 5.",
                    "5.1 Analizar críticamente el fenómeno histórico de la globalización y su repercusión en el ámbito local y planetario, valiéndose del manejo de distintas fuentes de información y de una adecuada selección, validación, contraste y tratamiento de las mismas, previniendo la desinformación y considerando el emprendimiento, la innovación y el aprendizaje permanente como formas de afrontar los retos de un entorno económico, social y cultural en constante cambio.",
                    "5.2 Identificar los principales retos del siglo XXI y el origen histórico de los mismos, a través del análisis de la interconexión entre diversos procesos políticos, económicos, sociales y culturales en un contexto global, argumentando la necesidad de adoptar comportamientos ecosocialmente responsables y orientados a la sostenibilidad del planeta, la defensa de las instituciones democráticas, la mejora del bienestar colectivo y la solidaridad entre las generaciones presentes y futuras.",
                    "Competencia específica 6.",
                    "6.1 Valorar el significado histórico de la idea de progreso y sus múltiples consecuencias sociales, territoriales y ambientales, a través del tratamiento de datos numéricos, la interpretación de gráficos y la comprensión multifactorial de los ritmos y ciclos de crecimiento, argumentando la necesidad de adoptar comportamientos ecosociales que garanticen la sostenibilidad del planeta.",
                    "6.2 Comparar los distintos sistemas económicos que se han desarrollado en el mundo contemporáneo, a través del análisis multidisciplinar de los mismos y de las doctrinas y teorías de las que derivan, identificando las relaciones de subordinación y de dependencia y los conflictos que generan, tanto en el ámbito nacional como internacional, y justificando la necesidad del acceso universal a los recursos básicos.",
                    "Competencia específica 7.",
                    "7.1 Generar opiniones argumentadas, debatir y transferir ideas y conocimientos sobre la función que han desempeñado el pensamiento y las ideologías en la transformación de la realidad, desde los orígenes de la Edad Contemporánea hasta la actualidad, comprendiendo y contextualizando dicho fenómeno a través del trabajo sobre textos históricos e historiográficos y de fuentes literarias, del cine y otros documentos audiovisuales.",
                    "7.2 Abordar críticamente los principales temas clave de la historia y de la actualidad a través de la aproximación a las principales corrientes historiográficas y a los usos que se hacen de la historia, valorando críticamente los principales proyectos sociales, políticos y culturales que han tenido lugar en la historia contemporánea desde la perspectiva ética contenida en la Declaración Universal de los Derechos Humanos.",
                    "Competencia específica 8.",
                    "8.1 Analizar los cambios y permanencias en la historia, atendiendo a procesos de más larga duración, como los comportamientos demográficos, ciclos vitales y modos de vida en la sociedad contemporánea, a través del acercamiento al pensamiento histórico y la realización de proyectos de investigación, identificando los mecanismos de control, dominio y sumisión, los roles de género y edad asignados, así como los escenarios de lucha por la dignidad y contra la discriminación de diversos colectivos.",
                    "8.2 Contrastar el papel relegado de la mujer en la historia contemporánea, identificando y valorando la importancia de las figuras individuales y colectivas como protagonistas anónimas de la historia contemporánea, así como el papel de los movimientos feministas en el reconocimiento de sus derechos y en el logro de la igualdad efectiva de mujeres y hombres, así como la corresponsabilidad en el cuidado de las personas."
                ],
                "saberes": [
                    "A. Sociedades en el tiempo.",
                    "− El trabajo del historiador: fuentes históricas, historiografía y narrativas del pasado. Argumentación histórica. Relevancia, causas y consecuencias, cambio y continuidad. Perspectiva histórica en las narrativas sobre el pasado.",
                    "− La lucha por la libertad, cambio y revolución en la época contemporánea: de las revoluciones burguesas a las revoluciones socialistas. El uso de la violencia y de la protesta social en los siglos XIX y XX. Revolución y reacción.",
                    "− La nueva sociedad liberal: origen y funcionamiento de los sistemas parlamentarios.",
                    "− El significado histórico y político de los nacionalismos en el mundo contemporáneo: de la servidumbre a la ciudadanía. Abolicionismo, derechos civiles y derechos sociales en la Edad Contemporánea. Imperios y cuestión nacional: de los movimientos de liberación a la descolonización.",
                    "− Ritmos y modelos de crecimiento económico en el mundo: las relaciones de dependencia. Ciclos y crisis de los sistemas económicos contemporáneos. Factores del desarrollo económico y sus implicaciones sociales, políticas y ambientales: de la industrialización a la era postindustrial.",
                    "− Niveles, condiciones y modos de vida en las sociedades contemporáneas: grupos, clases sociales y desigualdad social. Clases medias y estado del bienestar en las sociedades avanzadas.",
                    "− Evolución de la población, ciclos demográficos y modos de vida. Cambios y permanencias en los ciclos vitales y en la organización social del mundo contemporáneo. Grupos vulnerables y marginados. El papel del sujeto colectivo en la historia contemporánea.",
                    "− Las utopías revolucionarias y los proyectos de transformación social: los movimientos democráticos, republicanos y socialistas de los siglos XIX y XX. El papel de los exiliados políticos.",
                    "− La evolución histórica de la clase trabajadora y de las organizaciones obreras: experiencias y conflictos en defensa de los derechos laborales y la mejora de las condiciones de vida.",
                    "− Acción colectiva, movimiento de masas y liderazgo político en el siglo XX: nacimiento y funcionamiento de los regímenes democráticos y totalitarios. Fascismo, nazismo y otros movimientos autoritarios en los siglos XX y XXI.",
                    "− Militarización y carrera armamentística. Diplomacia de la amenaza y de la disuasión: ententes, alianzas y bloques. El mundo en guerra: las guerras mundiales y los grandes conflictos internacionales. La Guerra Civil española, su internacionalización y el exilio republicano español. El Holocausto y otros genocidios y crímenes de lesa humanidad en la historia contemporánea.",
                    "− Organismos e instituciones para la paz: de la Sociedad de Naciones a la Organización de las Naciones Unidas. La injerencia humanitaria y la Justicia Universal.",
                    "− Los conflictos fratricidas en el mundo contemporáneo: pasados traumáticos y memoria colectiva. Reconocimiento, reparación y dignificación de las víctimas de la violencia.",
                    "− Transiciones políticas y procesos de democratización en los siglos XX y XXI. La memoria democrática.",
                    "− La evolución de la situación de la mujer en la sociedad contemporánea: mecanismos de dominación y sumisión y cambios socioculturales. El movimiento por la emancipación de la mujer y la lucha por la igualdad: origen y desarrollo de los movimientos feministas.",
                    "− Movimientos sociales en favor de la igualdad de derechos, del reconocimiento de las minorías y contra la discriminación.",
                    "B. Retos del mundo actual.",
                    "− El proceso de globalización en el mundo contemporáneo y sus implicaciones en la sociedad actual. Aglomeraciones urbanas y desafíos en el mundo rural.",
                    "− El desarrollo tecnológico y digital y los nuevos retos del futuro económico, social y laboral.",
                    "− Los nacionalismos como factor de conflicto y enfrentamiento entre pueblos y estados.",
                    "− El nuevo orden mundial multipolar: choques y alianzas entre civilizaciones.",
                    "− Amenazas regionales y planetarias: terrorismo, crimen organizado, radicalismos, ciberamenazas y armas de destrucción masiva.",
                    "− Desarrollo económico y sostenibilidad: de la idea del progreso ilimitado del liberalismo clásico a los Objetivos de Desarrollo Sostenible.",
                    "− Procesos de integración regional en el mundo. La construcción de la Unión Europea, situación presente y desafíos de futuro. Alianzas internacionales para el logro de los Objetivos de Desarrollo Sostenible.",
                    "− Éxodos masivos de población: migraciones económicas, climáticas y políticas. El nuevo concepto de refugiado.",
                    "− La emergencia climática y sus desafíos en el presente y en el futuro.",
                    "− Crisis de las ideologías y «Fin de la historia»: la era del escepticismo y de los nuevos populismos.",
                    "− Los retos de las democracias actuales: corrupción, crisis institucional y de los sistemas de partidos, tendencias autoritarias y movimientos antisistema.",
                    "C. Compromiso cívico.",
                    "− Conciencia y memoria democrática: conocimiento de los principios y normas constitucionales, ejercicio de los valores cívicos y participación ciudadana. Conocimiento y respeto a los principios y normas de la Declaración Universal de los Derechos Humanos. La memoria democrática en el marco del derecho internacional humanitario: verdad, justicia, reparación y garantía de no repetición.",
                    "− Identidad y sentimientos de pertenencia: reconocimiento de la diversidad identitaria, tolerancia y respeto ante las manifestaciones ideológicas y culturales y reconocimiento y defensa de la riqueza patrimonial.",
                    "− Igualdad de género: situación de la mujer en el mundo y actitudes frente a la discriminación y en favor de la igualdad efectiva entre mujeres y hombres.",
                    "− Comportamiento ecosocial: movimientos en defensa del medio ambiente y ante la emergencia climática. Compromiso con los Objetivos de Desarrollo Sostenible.",
                    "− Valoración y respeto a la diversidad social, étnica y cultural: tolerancia e intolerancia en la historia del mundo contemporáneo. Defensa de los derechos de las minorías.",
                    "− Ciudadanía ética digital: respeto a la propiedad intelectual. Participación y ejercicio de la ciudadanía global a través de las tecnologías digitales. Prevención y defensa ante la desinformación y la manipulación.",
                    "− Solidaridad y cooperación: los grandes desafíos que afectan al mundo y las conductas tendentes al compromiso social, el asociacionismo y el voluntariado.",
                    "− Conservación y difusión del patrimonio histórico: el valor patrimonial, social y cultural de la memoria colectiva. Archivos, museos y centros de divulgación e interpretación histórica."
                ]
}
