{
                "competenciasEspecificas": [
                    "1. Leer obras de la literatura dramática o ver su puesta en escena, atendiendo tanto a las relaciones internas de los elementos constitutivos del género y sus funciones en las obras como a las relaciones externas de las obras con su contexto de producción y su inscripción en la tradición cultural, para ensanchar las posibilidades de disfrute de la literatura dramática y para estimular la expresión artística (CCL4, CC1, CCEC1, CCEC2, CCEC3.1, CCEC3.2, CCEC4.2).",
                    "2. Leer o ver en escena de manera autónoma obras relevantes de la literatura dramática como fuente de placer y conocimiento, seleccionar de manera orientada aquellas que mejor se ajustan a los gustos, intereses y necesidades personales, diversificar formas de acceso al hecho teatral, y compartir experiencias de recepción, para forjar un criterio propio y para disfrutar de su dimensión social (CCL2, CCL4, CPSAA1.2, CPSAA5, CE3, CCEC1, CCEC2, CCEC3.1).",
                     "3. Establecer vínculos entre obras dramáticas de diferentes épocas, contextos y lenguajes artísticos, para constatar la existencia de universales temáticos, tipologías de personajes y cauces formales recurrentes a lo largo de la historia, y para reconocer semejanzas y diferencias en función de sus respectivos contextos de producción y de la interrelación entre literatura y sociedad (CCL1, CCL4, CD1, STEM2, CPSAA5, CC1, CCEC1, CCEC2).",
                    "4. Emplear las capacidades expresivas y creativas necesarias para la recreación o creación de textos dramáticos, utilizando los elementos que configuran el género, así como diferentes técnicas, para componer la acción dramática, el diseño de personajes y la configuración de situaciones y escenas (CCL1, CD3, CPSAA3.2, CCEC2, CCEC3.1, CCEC3.2, CCEC4.1, CCEC4.2).",
                    "5. Participar en la construcción de un canon literario dramático universal que integre la perspectiva de experiencia de las mujeres a través de la lectura, el visionado o la asistencia a obras teatrales de escritoras o de personajes femeninos esenciales y que supere los marcos de la cultura occidental, para establecer contrapuntos de interés, respeto y sensibilidad hacia otras voces y para desarrollar el pensamiento crítico con respecto a la construcción discursiva del mundo y sus imaginarios (CCL1, CCL2, CCL4, CPSAA3.1, CPSAA4, CC1, CCEC1, CCEC2)."
                ]
}
