{
  "competenciasEspecificas": [
                    {"text": "1. Leer obras de la literatura dramática o ver su puesta en escena, atendiendo tanto a las relaciones internas de los elementos constitutivos del género y sus funciones en las obras como a las relaciones externas de las obras con su contexto de producción y su inscripción en la tradición cultural, para ensanchar las posibilidades de disfrute de la literatura dramática y para estimular la expresión artística. Esta competencia tiene la función de desarrollar habilidades de interpretación que permitan el acceso a obras relevantes del patrimonio dramático, que faciliten la verbalización de un juicio de valor fundamentado sobre las lecturas o las representaciones dramáticas apoyado en su apreciación estética, y que ayude a construir un mapa cultural que conjugue los horizontes nacionales con los europeos y universales y las obras teatrales con otras manifestaciones artísticas. La meta es conseguir una fruición consciente y elaborada en torno al género teatral. No se trata, sin embargo, de acometer una historia de la literatura dramática de pretensiones enciclopédicas, sino de seleccionar un número reducido de obras que serán objeto de recepción guiada y compartida en el aula –o en un espacio escénico–, y que irán acompañadas de un conjunto de textos y representaciones que permitirán tanto su contextualización histórica y cultural como su inscripción en la tradición literaria y escénica, el acceso a la historia de sus interpretaciones y el diálogo con otras formas artísticas clásicas y contemporáneas. Asimismo, se desarrollará convenientemente la lectura dramatizada, colectiva y en voz alta, prestando especial atención a la configuración de situaciones y escenas, enfatizando las emociones y la intensidad de las palabras, en un proceso de aula con constantes alusiones a la práctica teatral y a las posibles situaciones escénicas a partir del texto. Esta competencia específica se conecta con los siguientes descriptores: CCL4, CC1, CCEC1, CCEC2, CCEC3.1, CCEC3.2, CCEC4.2.", "value": "1. Leer obras de la literatura dramática o ver su puesta en escena, atendiendo tanto a las relaciones internas de los elementos constitutivos del género y sus funciones en las obras como a las relaciones externas de las obras con su contexto de producción y su inscripción en la tradición cultural, para ensanchar las posibilidades de disfrute de la literatura dramática y para estimular la expresión artística (CCL4, CC1, CCEC1, CCEC2, CCEC3.1, CCEC3.2, CCEC4.2)."},
                    {"text": "2. Leer o ver en escena de manera autónoma obras relevantes de la literatura dramática como fuente de placer y conocimiento, seleccionar de manera orientada aquellas que mejor se ajustan a los gustos, intereses y necesidades personales, diversificar formas de acceso al hecho teatral, y compartir experiencias de recepción, para forjar un criterio propio y para disfrutar de su dimensión social. Desarrollar esta competencia implica avanzar en la consolidación de la autonomía y en la construcción de la propia identidad lectora, artística y cultural, esencial para la pervivencia del hábito como lector y público escénico más allá de la vida escolar, dedicando un tiempo periódico y constante a la lectura individual y a la participación y disfrute de eventos teatrales y de las artes escénicas en general, así como a la reflexión que permita establecer relaciones entre los textos leídos, sus diversas representaciones y adaptaciones a otros medios como el cine, la televisión o los diversos formatos digitales. La confluencia del corpus propio de la modalidad de recepción guiada con el de la modalidad de recepción autónoma, constituido en ambos casos por clásicos y obras relevantes de la literatura dramática de todos los tiempos, propicia la provisión de mapas de referencia que permitan la construcción de itinerarios de progreso. La apropiación de habilidades de interpretación capaces de vencer las resistencias que obras y representaciones teatrales de cierta complejidad ofrecen, favorece el desarrollo de criterios de selección, imprescindibles en la formación de lector y espectador teatral autónomo. Ello supone ampliar las formas de disfrute, la diversidad y la complejidad de los textos apreciados –que incluya el contacto con formas literarias actuales, así como con prácticas culturales emergentes y otras como el cine o la ficción en televisión– y la capacidad de expresar la experiencia de recepción como lectores o como público. Se trata de ampliar el bagaje de lecturas teatrales y, con ello, enriquecer las formas de leer las obras para poder apreciar, progresivamente, su propuesta estética, además de poder ampliar los elementos en los que se sustente la formulación de la experiencia para valorarlas, incluyendo la identificación de la intertextualidad entre los textos, así como la indagación y lectura de ensayo relacionado con las lecturas y las representaciones teatrales. Esta competencia específica se conecta con los siguientes descriptores: CCL2, CCL4, CPSAA1.2, CPSAA5, CE3, CCEC1, CCEC2, CCEC3.1.", "value": "2. Leer o ver en escena de manera autónoma obras relevantes de la literatura dramática como fuente de placer y conocimiento, seleccionar de manera orientada aquellas que mejor se ajustan a los gustos, intereses y necesidades personales, diversificar formas de acceso al hecho teatral, y compartir experiencias de recepción, para forjar un criterio propio y para disfrutar de su dimensión social (CCL2, CCL4, CPSAA1.2, CPSAA5, CE3, CCEC1, CCEC2, CCEC3.1)."},
                    {"text": "3. Establecer vínculos entre obras dramáticas de diferentes épocas, contextos y lenguajes artísticos, para constatar la existencia de universales temáticos, tipologías de personajes y cauces formales recurrentes a lo largo de la historia, y para reconocer semejanzas y diferencias en función de sus respectivos contextos de producción y de la interrelación entre literatura y sociedad. Esta competencia específica incide en la importancia de progresar, en el marco de los itinerarios de recepciones guiadas establecidos por el profesorado, en la aprehensión del funcionamiento del fenómeno teatral, profundizando en la noción de texto teatral y en los elementos de significación de la realización escénica y el sistema estilístico cuando las obras son representadas. Para ello, será necesario sustentar el aprendizaje en procesos de indagación y de construcción compartida de la interpretación de las obras, incluyendo el análisis comparativo entre los textos dramáticos y sus diversas puestas en escena y entendiendo las funciones y los efectos de las distintas convenciones a partir de las cuales se construye el teatro. Asimismo, la indagación, investigación y comparación constantes entre distintas obras, sus puestas en escena, adaptaciones cinematográficas u otras representaciones artísticas relacionadas, habrán de conducir a la constatación de la existencia de temas, tópicos y personajes universales, así como a la comprensión de fluctuación histórica de recursos expresivos y valores éticos y estéticos, todo lo cual configura el arte del teatro en general, y el género literario dramático en particular, como artefacto ideológico determinante en la construcción de los imaginarios colectivos. Se trata, en fin, de seleccionar para la lectura guiada y compartida en el aula algunas obras relevantes del patrimonio literario de género dramático –un patrimonio que ha de incorporar la obra de mujeres escritoras– en función de su pertinencia para mostrar elementos relevantes de la construcción y funcionamiento del teatro y de las relaciones que establecen con otros textos y con los valores ideológicos y estéticos de su contexto de producción, así como de su capacidad de iluminar y explicar nuestro presente. Esta competencia específica se conecta con los siguientes descriptores: CCL1, CCL4, CD1, STEM2, CPSAA5, CC1, CCEC1, CCEC2.", "value": "3. Establecer vínculos entre obras dramáticas de diferentes épocas, contextos y lenguajes artísticos, para constatar la existencia de universales temáticos, tipologías de personajes y cauces formales recurrentes a lo largo de la historia, y para reconocer semejanzas y diferencias en función de sus respectivos contextos de producción y de la interrelación entre literatura y sociedad (CCL1, CCL4, CD1, STEM2, CPSAA5, CC1, CCEC1, CCEC2)."},
                    {"text": "4. Emplear las capacidades expresivas y creativas necesarias para la recreación o creación de textos dramáticos, utilizando los elementos que configuran el género, así como diferentes técnicas, para componer la acción dramática, el diseño de personajes y la configuración de situaciones y escenas. La enseñanza de la escritura teatral, quizás menos atendida en el aula frente a la de otros géneros literarios y también frente a los juegos de teatralización de textos ya escritos, posee un potencial expresivo y creativo para la promoción de un conocimiento diverso y vivenciado de las artes escénicas, que contribuye de manera innegable al desarrollo de personas autónomas, participativas, solidarias, creativas y con cultura artística. La escritura dramática resulta muy adecuada como fuente de aprendizajes lingüísticos, literarios y comunicativos. Cuenta, además, con la ventaja de relacionar de forma muy explícita el lenguaje oral y el escrito, con lo que promueve la mejora de ambas formas de expresión. Por último, la conflictividad dramática subyacente al género teatral facilita la expresión íntima y personal de adolescentes y jóvenes, ya sea sobre su propio yo o sobre su visión del mundo. Esta competencia requiere, por tanto, que la escritura dramática no sea vista como un proceso meramente reproductivo o de imitación de determinada concepción de espectáculos muy presentes ya en su imaginario. Bien al contrario, debe partir de un conocimiento lo más sistemático posible, aunque en un nivel básico, de la estructura de la obra teatral en su doble vertiente de texto dramático y de representación escénica a través de los diversos textos y representaciones visitados en los itinerarios de la materia. De este modo se favorece una verdadera búsqueda de nuevas posibilidades creativas en el alumnado, relacionando conceptos, identificando y modificando personajes, escenarios, ambientes, conflictos, problemas y soluciones en torno a situaciones de experimentación dramática y propiciando siempre el desarrollo de su propia intencionalidad creativa. Esta competencia específica se conecta con los siguientes descriptores: CCL1, CD3, CPSAA3.2, CCEC2, CCEC3.1, CCEC3.2, CCEC4.1, CCEC4.2.", "value": "4. Emplear las capacidades expresivas y creativas necesarias para la recreación o creación de textos dramáticos, utilizando los elementos que configuran el género, así como diferentes técnicas, para componer la acción dramática, el diseño de personajes y la configuración de situaciones y escenas (CCL1, CD3, CPSAA3.2, CCEC2, CCEC3.1, CCEC3.2, CCEC4.1, CCEC4.2)."},
                    {"text": "5. Participar en la construcción de un canon literario dramático universal que integre la perspectiva de experiencia de las mujeres a través de la lectura, el visionado o la asistencia a obras teatrales de escritoras o de personajes femeninos esenciales y que supere los marcos de la cultura occidental, para establecer contrapuntos de interés, respeto y sensibilidad hacia otras voces y para desarrollar el pensamiento crítico con respecto a la construcción discursiva del mundo y sus imaginarios. La sensibilidad contemporánea y los estudios literarios recientes coinciden al señalar clamorosas ausencias en la construcción del canon literario. Ausentes las mujeres, ausentes también las voces no occidentales, se hace inexcusable una reconstrucción del canon que incorpore unas y otras al tiempo que indaga en las causas de su exclusión. Si la literatura y el arte son agentes determinantes en la construcción de los imaginarios –la construcción social de los géneros, la configuración de un «nosotros» frente a «los otros», o el trazado de modelos sentimentales y amorosos–, la educación literaria, en este caso en torno al género dramático, debe incorporar habilidades de lectura, interpretación y reapropiación de los textos que desarrollen una mirada distanciada y que favorezcan una reflexión crítica acerca de las construcción discursiva del mundo. Ello permitirá reconocer y descartar actitudes inconscientemente sexistas, etnocéntricas o racistas. A tal fin, la selección de las obras objeto de lectura compartida, así como los fragmentos y representaciones teatrales a ella asociados, deben incorporar muestras representativas de un patrimonio auténticamente universal, con presencia de mujeres escritoras, de personajes femeninos destacables y de obras no occidentales, al tiempo que el hilo conductor de alguno de estos itinerarios puede poner el foco precisamente en estos aspectos. La presentación de un corpus de textos organizados temáticamente pretende favorecer estas apuestas. Esta competencia específica se conecta con los siguientes descriptores: CCL1, CCL2, CCL4, CPSAA3.1, CPSAA4, CC1, CCEC1, CCEC2.", "value": "5. Participar en la construcción de un canon literario dramático universal que integre la perspectiva de experiencia de las mujeres a través de la lectura, el visionado o la asistencia a obras teatrales de escritoras o de personajes femeninos esenciales y que supere los marcos de la cultura occidental, para establecer contrapuntos de interés, respeto y sensibilidad hacia otras voces y para desarrollar el pensamiento crítico con respecto a la construcción discursiva del mundo y sus imaginarios (CCL1, CCL2, CCL4, CPSAA3.1, CPSAA4, CC1, CCEC1, CCEC2)."}
                ]
}
