{
  "competenciasEspecificas": [
                    "1. Interpretar y transmitir información y datos científicos, argumentando sobre estos con precisión y utilizando diferentes formatos para analizar procesos, métodos, experimentos o resultados de las ciencias biológicas, geológicas y medioambientales (CCL1, CCL2, CP1, STEM4, CPSAA4, CCEC3.2).",
                    "2. Localizar y utilizar fuentes fiables, identificando, seleccionando y organizando información, evaluándola críticamente y contrastando su veracidad, para resolver preguntas planteadas relacionadas con las ciencias biológicas, geológicas y medioambientales de forma autónoma (CCL3, CP1, STEM4, CD1, CD2, CD4, CPSAA4, CPSAA5).",
                    "3. Diseñar, planear y desarrollar proyectos de investigación siguiendo los pasos de las metodologías científicas, teniendo en cuenta los recursos disponibles de forma realista y buscando vías de colaboración, para indagar en aspectos relacionados con las ciencias biológicas, geológicas y medioambientales (CCL5, STEM1, STEM2, STEM3, CD1, CD2, CPSAA3.2, CE3).",
                    "4. Buscar y utilizar estrategias en la resolución de problemas analizando críticamente las soluciones y respuestas halladas y reformulando el procedimiento si fuera necesario, para dar explicación a fenómenos relacionados con las ciencias biológicas, geológicas y medioambientales (CCL3, STEM1, STEM2, CD1, CD5, CPSAA5, CE1).",
                    "5. Diseñar, promover y ejecutar iniciativas relacionadas con la conservación del medioambiente, la sostenibilidad y la salud, basándose en los fundamentos de las ciencias biológicas, geológicas y ambientales, para fomentar estilos de vida sostenibles y saludables (CCL1, STEM2, STEM5, CD4, CPSAA2, CC4, CE1, CE3).",
                    "6. Analizar los elementos del registro geológico utilizando fundamentos científicos, para relacionarlos con los grandes eventos ocurridos a lo largo de la historia de la Tierra y con la magnitud temporal en que se desarrollaron."
                ]
}
