{
  "competenciasEspecificas": [
                    {"text": "1. Interpretar y transmitir información y datos científicos, argumentando sobre estos con precisión y utilizando diferentes formatos para analizar procesos, métodos, experimentos o resultados de las ciencias biológicas, geológicas y medioambientales. La comunicación es un aspecto esencial del progreso científico, pues los avances y descubrimientos rara vez son el producto del trabajo de individuos aislados, sino de equipos colaborativos, con frecuencia de carácter interdisciplinar. Además, la creación de conocimiento solo se produce cuando los hallazgos son publicados permitiéndose su revisión y ampliación por parte de la comunidad científica y su utilización en la mejora de la sociedad. Dada la naturaleza científica de Biología, Geología y Ciencias Ambientales, esta materia contribuye a que el alumnado desarrolle las destrezas necesarias para extraer las ideas más relevantes de una información de carácter científico (en forma de artículos, diagramas, tablas, gráficos, etc.) y comunicarlas de manera sencilla, precisa y veraz, utilizando formatos variados (exposición oral, plataformas virtuales, presentación de diapositivas y pósteres, entre otros), tanto de forma analógica como a través de medios digitales. Del mismo modo, esta competencia específica busca potenciar la argumentación, esencial para el desarrollo social y profesional del alumnado. La argumentación en debates, foros u otras vías da la oportunidad de defender, de manera lógica y fundamentada, las propias posturas, pero también de comprender y asimilar las ideas de otras personas. La argumentación es una forma de pensamiento colectivo que enriquece a quienes participan en ella, permitiéndoles desarrollar la resiliencia frente a retos, así como la flexibilidad para dar un giro a las propias ideas ante argumentos ajenos. Asimismo, la argumentación, realizada de forma correcta, es un acto de respeto a la diversidad entre individuos. Esta competencia específica se conecta con los siguientes descriptores: CCL1, CCL2, CP1, STEM4, CPSAA4, CCEC3.2.", "value": "1. Interpretar y transmitir información y datos científicos, argumentando sobre estos con precisión y utilizando diferentes formatos para analizar procesos, métodos, experimentos o resultados de las ciencias biológicas, geológicas y medioambientales (CCL1, CCL2, CP1, STEM4, CPSAA4, CCEC3.2)."},
                    {"text": "2. Localizar y utilizar fuentes fiables, identificando, seleccionando y organizando información, evaluándola críticamente y contrastando su veracidad, para resolver preguntas planteadas relacionadas con las ciencias biológicas, geológicas y medioambientales de forma autónoma. Obtener información relevante con el fin de resolver dudas, adquirir nuevos conocimientos o comprobar la veracidad de afirmaciones o noticias es una destreza esencial para los ciudadanos del siglo XXI. Asimismo, toda investigación científica comienza con la cuidadosa recopilación de publicaciones relevantes del área de estudio. La mayor parte de las fuentes de información fiables son accesibles a través de Internet por lo que se promoverá, a través de esta competencia, el uso de diferentes plataformas digitales de búsqueda y comunicación. Sin embargo, la información veraz convive con bulos, teorías conspiratorias e informaciones incompletas o pseudocientíficas. Por ello, es de vital importancia que el alumnado desarrolle un espíritu crítico y contraste y evalúe la información obtenida. La información veraz debe ser también seleccionada según su relevancia y organizada para poder responder de forma clara a las cuestiones formuladas. Además, dada la madurez intelectual del alumnado de esta etapa educativa, se fomentará que plantee estas cuestiones por sí mismo siguiendo su propia curiosidad y mostrando iniciativa. Esta competencia específica se conecta con los siguientes descriptores: CCL3, CP1, STEM4, CD1, CD2, CD4, CPSAA4, CPSAA5.", "value": "2. Localizar y utilizar fuentes fiables, identificando, seleccionando y organizando información, evaluándola críticamente y contrastando su veracidad, para resolver preguntas planteadas relacionadas con las ciencias biológicas, geológicas y medioambientales de forma autónoma (CCL3, CP1, STEM4, CD1, CD2, CD4, CPSAA4, CPSAA5)."},
                    {"text": "3. Diseñar, planear y desarrollar proyectos de investigación siguiendo los pasos de las metodologías científicas, teniendo en cuenta los recursos disponibles de forma realista y buscando vías de colaboración, para indagar en aspectos relacionados con las ciencias biológicas, geológicas y medioambientales. El conocimiento científico se construye a partir de evidencias obtenidas de la observación objetiva y la experimentación. Su finalidad es explicar el funcionamiento del mundo que nos rodea y aportar soluciones a problemas. Los métodos científicos se basan en la formulación de preguntas sobre el entorno natural o social; el diseño y ejecución adecuados de estrategias para poder responderlas; la interpretación y análisis de los resultados, la obtención de conclusiones y la comunicación. Con frecuencia, la ejecución de estas acciones descritas requiriere de la colaboración entre organizaciones e individuos. Por tanto, plantear situaciones en las que el alumnado tenga la oportunidad de aplicar los pasos de los diferentes métodos utilizados en la ciencia contribuye a desarrollar en él la curiosidad, el sentido crítico, el espíritu emprendedor y las destrezas para el trabajo colaborativo. Además, esta forma de trabajo permite comprender en profundidad la diferencia entre una impresión u opinión y una evidencia, afrontando con mente abierta y perspicaz diferentes informaciones y aceptando y respondiendo adecuadamente ante la incertidumbre. En definitiva, esta competencia específica no solo es esencial para el desarrollo de una carrera científica, sino también para mejorar la resiliencia necesaria para afrontar diferentes retos y así formar ciudadanos plenamente integrados a nivel personal, social o profesional. Esta competencia específica se conecta con los siguientes descriptores: CCL5, STEM1, STEM2, STEM3, CD1, CD2, CPSAA3.2, CE3.", "value": "3. Diseñar, planear y desarrollar proyectos de investigación siguiendo los pasos de las metodologías científicas, teniendo en cuenta los recursos disponibles de forma realista y buscando vías de colaboración, para indagar en aspectos relacionados con las ciencias biológicas, geológicas y medioambientales (CCL5, STEM1, STEM2, STEM3, CD1, CD2, CPSAA3.2, CE3)."},
                    {"text": "4. Buscar y utilizar estrategias en la resolución de problemas analizando críticamente las soluciones y respuestas halladas y reformulando el procedimiento si fuera necesario, para dar explicación a fenómenos relacionados con las ciencias biológicas, geológicas y medioambientales. La resolución de problemas es una parte inherente de la ciencia básica y aplicada. Las ciencias empíricas se construyen contrastando razonamientos (hipótesis) mediante la experimentación u observación. El avance científico está, por tanto, limitado por la destreza en el ejercicio intelectual de crear hipótesis y la capacidad técnica y humana de probarlas experimentalmente. Además, el camino hacia los hallazgos y avances es rara vez directo y se ve con frecuencia obstaculizado por situaciones inesperadas y problemas de diferente naturaleza. Es por ello imprescindible que, al enfrentarse a dificultades, las personas dedicadas a la ciencia muestren creatividad, destrezas para la búsqueda de nuevas estrategias o utilización de herramientas variadas, apertura a la colaboración y resiliencia para continuar a pesar de la falta de éxito inmediato. Además, la resolución de problemas y la búsqueda de explicaciones coherentes a diferentes fenómenos en otros contextos de la vida cotidiana exigen similares destrezas y actitudes, necesarias para un desarrollo personal, profesional y social plenos. Por estos motivos, la destreza en la resolución de problemas se considera esencial y forma parte del currículo de esta materia, pues permite al alumnado desarrollar el análisis crítico, colaborar, desenvolverse frente a situaciones de incertidumbre y cambios acelerados, participar plenamente en la sociedad y afrontar los retos del siglo XXI como el calentamiento global o las desigualdades socioeconómicas. Esta competencia específica se conecta con los siguientes descriptores: CCL3, STEM1, STEM2, CD1, CD5, CPSAA5, CE1.", "value": "4. Buscar y utilizar estrategias en la resolución de problemas analizando críticamente las soluciones y respuestas halladas y reformulando el procedimiento si fuera necesario, para dar explicación a fenómenos relacionados con las ciencias biológicas, geológicas y medioambientales (CCL3, STEM1, STEM2, CD1, CD5, CPSAA5, CE1)."},
                    {"text": "5. Diseñar, promover y ejecutar iniciativas relacionadas con la conservación del medioambiente, la sostenibilidad y la salud, basándose en los fundamentos de las ciencias biológicas, geológicas y ambientales, para fomentar estilos de vida sostenibles y saludables. En la actualidad, la degradación medioambiental está llevando a la destrucción de los recursos naturales a un ritmo muy superior al de su regeneración. Para frenar el avance de estas tendencias negativas y evitar sus consecuencias catastróficas son necesarias acciones individuales y colectivas de la ciudadanía, los estados y las corporaciones. Para ello, es imprescindible que se conozca el valor ecológico, científico, social y económico del mundo natural y se comprenda que la degradación medioambiental es sinónimo de desigualdad, refugiados climáticos, catástrofes naturales y otros tipos de crisis humanitarias. Por dichos motivos, es esencial que el alumnado trabaje esta competencia específica, conozca los fundamentos que justifican la necesidad urgente de implantar un modelo de desarrollo sostenible y lidere iniciativas y proyectos innovadores para promover y adoptar estilos de vida sostenibles a nivel individual y colectivo. Desarrollar esta competencia específica, también permite al alumnado profundizar en el estudio de la fisiología humana y así proponer y adoptar estilos de vida que contribuyan a mantener y mejorar la salud y la calidad de vida. Este aspecto es particularmente importante dada la tendencia al alza de los hábitos sedentarios y el consumo de alimentos hipercalóricos que está teniendo serias consecuencias para la salud de los ciudadanos del mundo desarrollado. Esta competencia específica se conecta con los siguientes descriptores: CCL1, STEM2, STEM5, CD4, CPSAA2, CC4, CE1, CE3.", "value": "5. Diseñar, promover y ejecutar iniciativas relacionadas con la conservación del medioambiente, la sostenibilidad y la salud, basándose en los fundamentos de las ciencias biológicas, geológicas y ambientales, para fomentar estilos de vida sostenibles y saludables (CCL1, STEM2, STEM5, CD4, CPSAA2, CC4, CE1, CE3)."},
                    {"text": "6. Analizar los elementos del registro geológico utilizando fundamentos científicos, para relacionarlos con los grandes eventos ocurridos a lo largo de la historia de la Tierra y con la magnitud temporal en que se desarrollaron. El estudio de la Tierra presenta grandes dificultades y como consecuencia existen escasos datos sobre largos periodos de su historia. Esto se debe a que las evidencias necesarias para completar el registro geológico están con frecuencia dañadas o destruidas y las escalas espaciales y temporales en las que se desarrollan los eventos son de una magnitud inconcebible desde el punto de vista humano. Es por ello necesario aplicar el razonamiento y metodologías basadas en pruebas indirectas. En Bachillerato, el alumnado ha adquirido un grado de madurez que le permite comprender los principios para la datación de materiales geológicos utilizando datos de radioisótopos. También tiene el nivel de desarrollo intelectual necesario para comprender la escala de tiempo geológico y la relevancia de los principales eventos geológicos y biológicos de nuestro planeta. Trabajar esta competencia permitirá desarrollar en el alumnado las destrezas para el razonamiento y una actitud de aprecio por la ciencia y el medio natural. Estas cualidades son especialmente relevantes a nivel profesional, pero también es necesario que estén presentes en los ciudadanos del siglo XXI para reforzar su compromiso por el bien común y el futuro de la sociedad. Esta competencia específica se conecta con los siguientes descriptores: CCL3, CP1, STEM2, STEM5, CD1, CPSAA2, CC4, CCEC1.", "value": "6. Analizar los elementos del registro geológico utilizando fundamentos científicos, para relacionarlos con los grandes eventos ocurridos a lo largo de la historia de la Tierra y con la magnitud temporal en que se desarrollaron."}
                ]
}
