{
  "competenciasEspecificas": [
                    "1. Comprender e interpretar el sentido general y los detalles más relevantes de textos expresados de forma clara y en la lengua estándar, buscando fuentes fiables y haciendo uso de estrategias como la inferencia de significados, para responder a necesidades comunicativas concretas (CCL2, CCL3, CP1, CP2, STEM1, CD1, CPSAA5, CCEC2): La comprensión supone recibir y procesar información. En la etapa de la Educación Secundaria Obligatoria, la comprensión es una destreza comunicativa que se debe desarrollar a partir de textos orales, escritos y multimodales sobre temas cotidianos, de relevancia personal o de interés público próximos a la experiencia del alumnado, expresados de forma clara y usando la lengua estándar. La comprensión, en este nivel, implica entender e interpretar los textos y extraer su sentido general y los detalles más relevantes para satisfacer sus necesidades comunicativas. Para ello, se deben activar las estrategias más adecuadas al desarrollo psicoevolutivo y a las necesidades del alumnado, con el fin de reconstruir la representación del significado y del sentido del texto y para formular hipótesis acerca de la intención comunicativa que subyace a dichos textos. Entre las estrategias de comprensión más útiles para el alumnado se encuentran la inferencia y la extrapolación de significados a nuevos contextos comunicativos, así como la transferencia e integración de los conocimientos, las destrezas y las actitudes de las lenguas que conforman su repertorio lingüístico. Incluye la interpretación de diferentes formas de representación (escritura, imagen, gráficos, tablas, diagramas, sonido, gestos, etc.), así como de la información contextual (elementos extralingüísticos) y cotextual (elementos lingüísticos), que permiten comprobar la hipótesis inicial acerca de la intención y sentido del texto y plantear hipótesis alternativas si fuera necesario. Además de dichas estrategias, la búsqueda de fuentes fiables, en soportes tanto analógicos como digitales, constituye un método de gran utilidad para la comprensión, pues permite contrastar, validar y sustentar la información, así como obtener conclusiones relevantes a partir de los textos. Los procesos de comprensión e interpretación requieren contextos de comunicación dialógicos que estimulen la colaboración, la identificación crítica de prejuicios y estereotipos de cualquier tipo, así como el interés genuino por las diferencias y semejanzas etnoculturales",
                        
                    
                        "2. Producir textos originales, de extensión media, sencillos y con una organización clara, usando estrategias tales como la planificación, la compensación o la autorreparación, para expresar de forma creativa, adecuada y coherente mensajes relevantes y responder a propósitos comunicativos concretos (CCL1, CP1, CP2, STEM1, CD2, CPSAA5, CE1, CCEC3): La producción engloba tanto la expresión oral como la escrita y la multimodal. En esta etapa, la producción debe dar lugar a la redacción y la exposición de textos sobre temas cotidianos, de relevancia personal o de interés público próximo a la experiencia del alumnado, con creatividad, coherencia y adecuación. La producción, en diversos formatos y soportes, puede incluir en esta etapa la exposición de una pequeña descripción o anécdota, una presentación formal de mayor extensión, una sencilla argumentación o la redacción de textos que expresen hechos, conceptos, pensamientos, opiniones y sentimientos, mediante herramientas digitales y analógicas, así como la búsqueda avanzada de información en internet como fuente de documentación. En su formato multimodal, la producción incluye el uso conjunto de diferentes recursos para producir significado (escritura, imagen, gráficos, tablas, diagramas, sonido, gestos, etc.) y la selección y aplicación del más adecuado en función de la tarea y sus necesidades. Las actividades vinculadas con la producción de textos cumplen funciones importantes en los ámbitos personal, social, educativo y profesional, y existe un valor cívico concreto asociado a ellas. La destreza en las producciones más formales en diferentes soportes no se adquiere de forma natural, sino que es producto del aprendizaje. En esta etapa las producciones se basan en el aprendizaje de aspectos formales básicos de cariz más lingüístico, sociolingüístico y pragmático; de las expectativas y convenciones comunes asociadas al género empleado; de herramientas de producción; y del soporte utilizado. Las estrategias que permiten la mejora de la producción, tanto formal como informal, comprenden la planificación, la autoevaluación y coevaluación, la retroalimentación, así como la monitorización, la validación y la compensación.",
                        
                    
                        "3. Interactuar con otras personas con creciente autonomía, usando estrategias de cooperación y empleando recursos analógicos y digitales, para responder a propósitos comunicativos concretos en intercambios respetuosos con las normas de cortesía. (CCL5, CP1, CP2, STEM1, CPSAA3, CC3): La interacción implica a dos o más participantes en la construcción de un discurso. Se considera el origen del lenguaje y comprende funciones interpersonales, cooperativas y transaccionales. En la interacción entran en juego la cortesía lingüística y la etiqueta digital, los elementos verbales y no verbales de la comunicación, así como la adecuación a los distintos registros y géneros dialógicos, tanto orales como escritos y multimodales, en entornos síncronos o asíncronos. En esta etapa de la educación se espera que las interacciones aborden temas cotidianos, de relevancia personal o de interés público próximos a la experiencia del alumnado. Esta competencia específica es fundamental en el aprendizaje, pues incluye estrategias de cooperación, de inicio, mantenimiento o conclusión de conversaciones, de cesión y toma de turnos de palabra, así como estrategias para preguntar con el objetivo de solicitar clarificación o repetición. Además, el aprendizaje y aplicación de las normas y principios que rigen la cortesía lingüística y la etiqueta digital preparan al alumnado para el ejercicio de una ciudadanía democrática, responsable, respetuosa, inclusiva, segura y activa.",
                        
                    
                        "4. Mediar en situaciones cotidianas entre distintas lenguas, usando estrategias y conocimientos sencillos orientados a explicar conceptos o simplificar mensajes, para transmitir información de manera eficaz, clara y responsable (CCL5, CP1, CP2, CP3, STEM1, CPSAA1, CPSAA3, CCEC1): La mediación es la actividad del lenguaje consistente en explicar y facilitar la comprensión de mensajes o textos a partir de estrategias como la reformulación, de manera oral o escrita. En la mediación, el alumnado debe actuar como agente social encargado de crear puentes y ayudar a construir o expresar mensajes de forma dialógica, no solo entre lenguas distintas, sino también entre distintas modalidades o registros dentro de una misma lengua. En la Educación Secundaria Obligatoria, la mediación se centra, principalmente, en el rol de la lengua como herramienta para resolver los retos que surgen del contexto comunicativo, creando espacios y condiciones propicias para la comunicación y el aprendizaje; en la cooperación y el fomento de la participación de los demás para construir y entender nuevos significados; y en la transmisión de nueva información de manera apropiada, responsable y constructiva, pudiendo emplear tanto medios convencionales como aplicaciones o plataformas virtuales para traducir, analizar, interpretar y compartir contenidos que, en esta etapa, versarán sobre asuntos cotidianos, de relevancia personal o de interés público próximos a la experiencia del alumnado. La mediación facilita el desarrollo del pensamiento estratégico del alumnado, en tanto que supone que este elija las destrezas y estrategias más adecuadas de su repertorio para lograr una comunicación eficaz, pero también para favorecer la participación propia y de otras personas en entornos cooperativos de intercambios de información. Asimismo, implica reconocer los recursos disponibles y promover la motivación de los demás y la empatía, comprendiendo y respetando las diferentes motivaciones, ideas y circunstancias personales de los interlocutores e interlocutoras y armonizándolas con las propias. Por ello, se espera que el alumnado muestre empatía, respeto, espíritu crítico y sentido ético, como elementos clave para una adecuada mediación en este nivel.",
                        
                    
                        "5. Ampliar y usar los repertorios lingüísticos personales entre distintas lenguas, reflexionando de forma crítica sobre su funcionamiento y tomando conciencia de las estrategias y conocimientos propios, para mejorar la respuesta a necesidades comunicativas concretas (CP2, STEM1, CPSAA1, CPSAA5, CD2): El uso del repertorio lingüístico y la reflexión sobre su funcionamiento están vinculados con el enfoque plurilingüe de la adquisición de lenguas. El enfoque plurilingüe parte del hecho de que las experiencias del alumnado con las lenguas que conoce sirven de base para la ampliación y mejora del aprendizaje de lenguas nuevas y lo ayudan a desarrollar y enriquecer su repertorio lingüístico plurilingüe y su curiosidad y sensibilización cultural. En la Educación Secundaria Obligatoria el alumnado profundiza en esa reflexión sobre las lenguas y establece relaciones entre las distintas lenguas de sus repertorios individuales, analizando sus semejanzas y diferencias con el fin de ampliar los conocimientos y estrategias en las lenguas que los conforman. De este modo, se favorece el aprendizaje de nuevas lenguas y se mejora la competencia comunicativa. La reflexión sobre las lenguas y su funcionamiento implica que el alumnado entienda sus relaciones y, además, contribuye a que identifique las fortalezas y carencias propias en el terreno lingüístico y comunicativo, tomando conciencia de los conocimientos y estrategias propios y haciéndolos explícitos. En este sentido, supone también la puesta en marcha de destrezas para hacer frente a la incertidumbre y para desarrollar el sentido de la iniciativa y la perseverancia en la consecución de los objetivos o la toma de decisiones. Además, el conocimiento de distintas lenguas permite valorar la diversidad lingüística de la sociedad como un aspecto enriquecedor y positivo. La selección, configuración y aplicación de los dispositivos y herramientas tanto analógicas como digitales para la construcción e integración de nuevos contenidos sobre el repertorio lingüístico propio puede facilitar la adquisición y mejora del aprendizaje de otras lenguas.",
                        
                    
                        "6. Valorar críticamente y adecuarse a la diversidad lingüística, cultural y artística a partir de la lengua extranjera, identificando y compartiendo las semejanzas y las diferencias entre lenguas y culturas, para actuar de forma empática y respetuosa en situaciones interculturales (CCL5, CP3, CPSAA1, CPSAA3, CC3, CCEC1): La interculturalidad supone experimentar la diversidad lingüística, cultural y artística de la sociedad analizándola y beneficiándose de ella. En la Educación Secundaria Obligatoria, la interculturalidad, que favorece el entendimiento con los demás, merece una atención específica para que forme parte de la experiencia del alumnado y para evitar que su percepción sobre esa diversidad esté distorsionada a causa de los estereotipos y constituya el origen de ciertos tipos de discriminación. La valoración crítica y la adecuación a la diversidad deben permitir al alumnado actuar de forma empática y respetuosa en situaciones interculturales. La conciencia de la diversidad proporciona al alumnado la posibilidad de relacionar distintas culturas. Además, favorece el desarrollo de una sensibilidad artística y cultural, y la capacidad de identificar y utilizar una gran variedad de estrategias que le permitan establecer relaciones con personas de otras culturas. Las situaciones interculturales que se pueden plantear en esta etapa durante la enseñanza de la lengua extranjera permiten al alumnado abrirse a nuevas experiencias, ideas, sociedades y culturas, mostrando interés hacia lo diferente; relativizar la propia perspectiva y el propio sistema de valores culturales; y distanciarse y evitar las actitudes sustentadas sobre cualquier tipo de discriminación o refuerzo de estereotipos. Todo ello orientado hacia el objetivo de desarrollar una cultura compartida y una ciudadanía comprometida con la sostenibilidad y los valores democráticos."
                ]
}
