{
  "competenciasEspecificas": [
                    "1. Valorar el problema de la escasez y la importancia de adoptar decisiones en el ámbito económico, analizando su repercusión en los distintos sectores, comparando soluciones alternativas que ofrecen los diferentes sistemas, para comprender el funcionamiento de la realidad económica (CCL2, STEM2, CPSAA4, CPSAA5, CE1, CE2).",
                    "2. Reconocer y comprender el funcionamiento del mercado, analizando sus fallos, para estudiar la repercusión de estos en el entorno y facilitar la toma de decisiones en el ámbito económico (CCL2, CCL3, STEM2, CPSAA4, CC3, CE1, CE2).",
                    "3. Distinguir y valorar el papel de los distintos agentes económicos que intervienen en el flujo circular de la renta, comprendiendo sus interacciones y reconociendo, con sentido crítico, los beneficios y costes que genera, para explicar cómo se produce el desarrollo económico y su relación con el bienestar de la sociedad (CCL2, CCL3, CPSAA4, CPSAA5, CC3, CC4, CE1, CE2).",
                    "4. Conocer y comprender el funcionamiento del sistema financiero y de la política monetaria, valorando sus efectos sobre la economía real y analizando los elementos que intervienen en las decisiones financieras, para planificar y gestionar con responsabilidad y autonomía los recursos personales y adoptar decisiones financieras fundamentadas (CCL2, CCL3, CD4, CPSAA1.2, CPSAA4, CPSAA5, CE1, CE2).",
                    "5. Identificar y valorar los retos y desafíos a los que se enfrenta la economía actual analizando el impacto de la globalización económica, la nueva economía y la revolución digital, para proponer iniciativas que fomenten la equidad, la justicia y la sostenibilidad (CCL2, CCL3, STEM4, CD5, CPSAA1.2, CPSAA4, CPSAA5, CE1).",
                    "6. Analizar los problemas económicos actuales mediante el estudio de casos, la investigación y la experimentación, utilizando herramientas del análisis económico y teniendo en cuenta los factores que condicionan las decisiones de los agentes económicos, para facilitar la comprensión de esos problemas y plantear soluciones innovadoras y sostenibles que respondan a necesidades individuales y colectivas (CCL3, STEM2, CPSAA5, CC3, CC4, CE1, CE2, CE3)."
                ]
}
