{
  "competenciasEspecificas": [
                    {"text": "1. Valorar el problema de la escasez y la importancia de adoptar decisiones en el ámbito económico, analizando su repercusión en los distintos sectores, comparando soluciones alternativas que ofrecen los diferentes sistemas, para comprender el funcionamiento de la realidad económica. Es preciso estudiar en toda su extensión el problema económico de la escasez y analizar cómo afecta a los diferentes sectores, así como las soluciones alternativas al mismo, que proponen los distintos sistemas económicos aprendiendo a valorar con espíritu crítico las ventajas e inconvenientes de cada uno de ellos. Ser conscientes de la realidad actual desde una perspectiva económica permite comprender mejor nuestro comportamiento a la hora de tomar decisiones responsables, ya sea en la búsqueda de la satisfacción de necesidades propias como en la distribución equitativa de los recursos. Asimismo, es necesario reflexionar sobre cómo la globalización y los procesos de cooperación e integración económica están modificando no solo la estructura productiva global, sino también la estructura económica y la propia sociedad en su conjunto. Esta competencia específica se conecta con los siguientes descriptores: CCL2, STEM2, CPSAA4, CPSAA5, CE1, CE2.", "value": "1. Valorar el problema de la escasez y la importancia de adoptar decisiones en el ámbito económico, analizando su repercusión en los distintos sectores, comparando soluciones alternativas que ofrecen los diferentes sistemas, para comprender el funcionamiento de la realidad económica (CCL2, STEM2, CPSAA4, CPSAA5, CE1, CE2)."},
                    {"text": "2. Reconocer y comprender el funcionamiento del mercado, analizando sus fallos, para estudiar la repercusión de estos en el entorno y facilitar la toma de decisiones en el ámbito económico. El funcionamiento de las diferentes estructuras del mercado, así como de los distintos modelos de competencia son aspectos que el alumnado debe comprender para interpretar y prever las consecuencias derivadas de cambios en la oferta y la demanda y actuar en consecuencia. Por otro lado, es necesario que detecte y analice con espíritu crítico los fallos y límites del mercado que explican la necesidad de intervenir en el funcionamiento de la economía a través de diversas medidas de política económica. Todo ello conducirá al alumnado a reconocer el papel regulador del sector público y las medidas de política económica que lleva a cabo, y a reflexionar sobre los efectos que esas políticas tienen en la igualdad de oportunidades, el crecimiento y la redistribución de la renta. Esta competencia específica se conecta con los siguientes descriptores: CCL2, CCL3, STEM2, CPSAA4, CC3, CE1, CE2.", "value": "2. Reconocer y comprender el funcionamiento del mercado, analizando sus fallos, para estudiar la repercusión de estos en el entorno y facilitar la toma de decisiones en el ámbito económico (CCL2, CCL3, STEM2, CPSAA4, CC3, CE1, CE2)."},
                    {"text": "3. Distinguir y valorar el papel de los distintos agentes económicos que intervienen en el flujo circular de la renta, comprendiendo sus interacciones y reconociendo, con sentido crítico, los beneficios y costes que genera, para explicar cómo se produce el desarrollo económico y su relación con el bienestar de la sociedad. Para entender la realidad económica desde un punto de vista macroeconómico es preciso analizar el papel que los distintos agentes económicos juegan en el desarrollo económico y en el bienestar de la sociedad. Cada uno de ellos, con su participación, colabora en este desarrollo, ya sea a través del trabajo, el ahorro, el gasto, las políticas fiscales o las subvenciones, entre otros. El crecimiento derivado del flujo de la renta genera beneficios, pero también algunos desequilibrios como el desempleo y sus costes, los flujos migratorios como consecuencia de la concentración empresarial, la economía sumergida o la sostenibilidad ambiental. Que el alumnado conozca y valore estos elementos le permitirá adquirir los saberes necesarios para explicar cómo se produce el desarrollo económico y para plantear alternativas a situaciones problemáticas. Esta competencia específica se conecta con los siguientes descriptores: CCL2, CCL3, CPSAA4, CPSAA5, CC3, CC4, CE1, CE2.", "value": "3. Distinguir y valorar el papel de los distintos agentes económicos que intervienen en el flujo circular de la renta, comprendiendo sus interacciones y reconociendo, con sentido crítico, los beneficios y costes que genera, para explicar cómo se produce el desarrollo económico y su relación con el bienestar de la sociedad (CCL2, CCL3, CPSAA4, CPSAA5, CC3, CC4, CE1, CE2)."},
                    {"text": "4. Conocer y comprender el funcionamiento del sistema financiero y de la política monetaria, valorando sus efectos sobre la economía real y analizando los elementos que intervienen en las decisiones financieras, para planificar y gestionar con responsabilidad y autonomía los recursos personales y adoptar decisiones financieras fundamentadas. Teniendo en cuenta que las necesidades económicas son distintas a lo largo de la vida será necesario que el alumnado conozca el funcionamiento del sistema financiero y los productos que ofrece relacionados con la inversión, el ahorro, el endeudamiento, los seguros…, para mejorar su competencia a la hora de adoptar decisiones financieras y planificar y gestionar con autonomía los gastos personales. Asimismo, es importante que comprenda hacia dónde se dirige y evoluciona el sistema financiero en relación con los cambios sociales y tecnológicos y los retos que se plantean actualmente. Además, es preciso que el alumnado conozca herramientas que le permitan analizar y valorar las políticas monetarias y entender sus efectos sobre la inflación, el crecimiento y el bienestar, dentro del marco financiero actual. Esta competencia específica se conecta con los siguientes descriptores: CCL2, CCL3, CD4, CPSAA1.2, CPSAA4, CPSAA5, CE1, CE2.", "value": "4. Conocer y comprender el funcionamiento del sistema financiero y de la política monetaria, valorando sus efectos sobre la economía real y analizando los elementos que intervienen en las decisiones financieras, para planificar y gestionar con responsabilidad y autonomía los recursos personales y adoptar decisiones financieras fundamentadas (CCL2, CCL3, CD4, CPSAA1.2, CPSAA4, CPSAA5, CE1, CE2)."},
                    {"text": "5. Identificar y valorar los retos y desafíos a los que se enfrenta la economía actual analizando el impacto de la globalización económica, la nueva economía y la revolución digital, para proponer iniciativas que fomenten la equidad, la justicia y la sostenibilidad. La economía actual se enfrenta a retos y desafíos importantes dentro de un contexto globalizado donde las relaciones económicas son cada vez más complejas. En este nuevo contexto es necesario reconocer la repercusión de la nueva economía y la revolución digital sobre el empleo y la distribución de la renta. El alumnado debe valorar de forma crítica su comportamiento como consumidor, usuario y posible generador de renta, para lo cual, es necesario que conozca y analice la globalización y sus problemas asociados. Este conocimiento puede estimular la generación de iniciativas en su entorno más próximo participando activamente en la economía a través de acciones que propicien la igualdad, el consumo responsable, la mejora continua y el bienestar social. Esta competencia específica se conecta con los siguientes descriptores: CCL2, CCL3, STEM4, CD5, CPSAA1.2, CPSAA4, CPSAA5, CE1.", "value": "5. Identificar y valorar los retos y desafíos a los que se enfrenta la economía actual analizando el impacto de la globalización económica, la nueva economía y la revolución digital, para proponer iniciativas que fomenten la equidad, la justicia y la sostenibilidad (CCL2, CCL3, STEM4, CD5, CPSAA1.2, CPSAA4, CPSAA5, CE1)."},
                    {"text": "6. Analizar los problemas económicos actuales mediante el estudio de casos, la investigación y la experimentación, utilizando herramientas del análisis económico y teniendo en cuenta los factores que condicionan las decisiones de los agentes económicos, para facilitar la comprensión de esos problemas y plantear soluciones innovadoras y sostenibles que respondan a necesidades individuales y colectivas. El estudio de la realidad socioeconómica es complejo. De ahí la importancia de disponer de diversos métodos de análisis que permitan una comprensión más profunda de la realidad y supongan una ayuda para intervenir en ella ofreciendo propuestas y soluciones de valor que contribuyan a la mejora y al bienestar de la sociedad. Es importante que el alumnado aprenda a utilizar herramientas propias de la economía experimental, por ejemplo, diseñando y poniendo en marcha experimentos económicos sencillos sobre cuestiones cercanas, analizando el coste-beneficio en un proyecto de carácter económico-empresarial básico o haciendo un estudio de casos sobre la realidad económica aplicando el método científico. Por otra parte, es interesante que analice la realidad desde la perspectiva de la economía del comportamiento, observando además de los aspectos económicos, otros factores de carácter cognitivo, psicológico, sociológico, emocional y ambiental para ofrecer respuestas a problemas actuales. Esta competencia específica se conecta con los siguientes descriptores: CCL3, STEM2, CPSAA5, CC3, CC4, CE1, CE2, CE3.", "value": "6. Analizar los problemas económicos actuales mediante el estudio de casos, la investigación y la experimentación, utilizando herramientas del análisis económico y teniendo en cuenta los factores que condicionan las decisiones de los agentes económicos, para facilitar la comprensión de esos problemas y plantear soluciones innovadoras y sostenibles que respondan a necesidades individuales y colectivas (CCL3, STEM2, CPSAA5, CC3, CC4, CE1, CE2, CE3)."}
                ]
}
