{
  "criteriosEvaluacion": [
                    "1.1 Comprender la realidad económica actual, analizando la repercusión de las decisiones adoptadas en el ámbito económico, valorando los procesos de integración económica y estableciendo comparaciones sobre las soluciones alternativas que ofrecen los distintos sistemas.",
                    "1.2 Comprender el problema de la escasez identificando los motivos y comparando, de manera justificada, diferentes estrategias económicas de resolución del mismo.",
                    "1.3 Conocer los procesos que intervienen en la toma de las decisiones económicas de manera individual y colectiva, analizando el impacto que tienen en la sociedad.",
                    "2.1 Valorar la repercusión de los fallos del mercado a nivel microeconómico y facilitar el proceso de toma de decisiones en este ámbito, reconociendo y comprendiendo el funcionamiento del mismo.",
                    "2.2 Entender el funcionamiento del mercado y la naturaleza de las transacciones que tienen lugar en él, analizando elementos como la oferta, la demanda, los precios, los tipos de mercado y los agentes implicados y reflexionado sobre su importancia como fuente de mejora económica y social.",
                    "2.3 Analizar con espíritu crítico los fallos del mercado, evaluando sus consecuencias y reflexionando sobre sus posibles soluciones.",
                    "3.1 Conocer cómo se produce el desarrollo económico y el bienestar social valorando, con sentido crítico, el papel de los distintos agentes económicos que intervienen en el flujo circular de la renta.",
                    "3.2 Diferenciar los costes y beneficios que se generan en el flujo circular de la renta para cada uno de los agentes económicos, estableciendo relaciones entre ellos y determinando su repercusión en el desarrollo económico y bienestar social.",
                    "4.1 Conocer y comprender el funcionamiento del sistema financiero valorando sus efectos sobre la economía real y analizando los elementos que intervienen en las decisiones financieras relacionadas con la inversión, el ahorro, los productos financieros y la búsqueda de fuentes de financiación.",
                    "4.2 Planificar y gestionar con responsabilidad y progresiva autonomía las finanzas personales y adoptar decisiones fundamentadas a partir del conocimiento y comprensión del sistema financiero y de los elementos que intervienen en las decisiones financieras, valorando los efectos que estas pueden provocar en la economía real.",
                    "4.3 Adquirir conocimientos financieros a partir del análisis del sistema financiero, su funcionamiento y los efectos que se derivan de las decisiones adoptadas en él y estableciendo conexiones entre estos aprendizajes y las decisiones financieras personales que afectan a la vida cotidiana.",
                    "5.1 Proponer iniciativas que fomenten la equidad, la justicia y la sostenibilidad a partir de la identificación de los retos y desafíos que plantea la economía actual, analizando, con sentido crítico, el impacto que provocan la globalización, la nueva economía y la revolución digital en el bienestar económico y social de los ciudadanos y ciudadanas.",
                    "5.2 Comprender los retos económicos actuales analizando, de forma crítica y constructiva, el entorno, identificando aquellos elementos que condicionan y transforman la economía y fomentando iniciativas que respondan a las necesidades que plantean estos retos.",
                    "6.1 Plantear soluciones socioeconómicas que respondan a necesidades individuales y colectivas investigando y explorando la realidad económica teniendo en cuenta diversos factores y aplicando las herramientas propias del ámbito de la economía."
                ],
                "saberes": [
                    "A. Las decisiones económicas.",
                    "− La economía, las necesidades, los bienes y la escasez. El contenido económico de las relaciones sociales. La modelización como herramienta para entender las interacciones económicas.",
                    "− El proceso de toma de decisiones económicas. La racionalidad. El coste de oportunidad. Los costes irrecuperables. El análisis marginal. Los incentivos y las expectativas. Teoría de juegos. La eficiencia. Riesgo e incertidumbre.",
                    "− La organización económica y los sistemas económicos; valoración y comparación.",
                    "− Planificación y gestión de las decisiones financieras: la inversión, el ahorro y el consumo. Dinero y transacciones. Funciones del dinero y formas de dinero. Riesgo y beneficio. El papel de los bancos en la economía. Funcionamiento de los productos financieros como préstamos, hipotecas, y sus sustitutos. Los seguros.",
                    "− Economía del comportamiento. Desviaciones de la racionalidad económica. Decisiones económicas y ética.",
                    "− Métodos para el análisis de la realidad económica: el método científico, la modelización y experimentos o ensayos económicos.",
                    "B. La realidad económica. Herramientas para entender el mundo con una visión microeconómica.",
                    "− Intercambio y mercado. Tipos y funcionamiento de los mercados. Representación gráfica.",
                    "− La elasticidad.",
                    "− El análisis coste-beneficio.",
                    "− Los fallos de mercado.",
                    "C. La realidad económica. Herramientas para entender el mundo con una visión macroeconómica.",
                    "− La macroeconomía. Los agentes económicos y el flujo circular de la renta. La demanda agregada, la oferta agregada y su funcionamiento.",
                    "− Crecimiento económico y desarrollo. Los factores del crecimiento. La distribución de la renta y la acumulación de capital: relación entre eficiencia y equidad. Indicadores del desarrollo social. Bienestar y calidad de vida.",
                    "− Economía laboral. El funcionamiento y las tendencias de los mercados de trabajo. Tipos de desempleo. Efectos y medidas correctoras. La brecha salarial.",
                    "− El comercio internacional, los procesos de integración económica y sus efectos. Proteccionismo y libre comercio. La Unión Europea y Monetaria.",
                    "− El sistema financiero, su funcionamiento y sus efectos. Evolución del panorama financiero. El dinero. Tipología del dinero y su proceso de creación.",
                    "D. Las políticas económicas.",
                    "− Economía positiva y economía normativa. La intervención del Estado y su justificación. La política económica y sus efectos.",
                    "− La política fiscal. El estado del bienestar y su financiación. El principio de solidaridad y los impuestos. El déficit público, la deuda pública y sus efectos. La economía sumergida. La política monetaria y la estabilidad de precios. Funcionamiento del mercado monetario. La inflación: teorías explicativas. Efecto de las políticas monetarias sobre la inflación, el crecimiento y el bienestar.",
                    "E. Los retos de la economía española en un contexto globalizado.",
                    "− La globalización: factores explicativos, oportunidades y riesgos. La reducción de las desigualdades.",
                    "− La nueva economía y la revolución digital. La economía colaborativa. La economía ecológica y la economía circular. El impacto de la revolución digital sobre el empleo y la distribución de la renta. La adaptación de la población activa ante los retos de la revolución digital.",
                    "− Democracia y estado del bienestar. El futuro del estado del bienestar y su relación con la democracia. Sostenibilidad de las pensiones. Los flujos migratorios y sus implicaciones socioeconómicas.",
                    "− Teorías sobre el decrecimiento económico.",
                    "− Los Objetivos de Desarrollo Sostenible (ODS) y los retos económicos actuales. Estudio de casos."
                ]
}
