{
  "saberes": [
                        "A. Vida activa y saludable.",
                        "– Salud física: tasa mínima de actividad física diaria y semanal. Adecuación del volumen y la intensidad de la tarea a las características personales. Alimentación saludable y valor nutricional de los alimentos. Educación postural: técnicas básicas de descarga postural y relajación. Musculatura del core (zona media o lumbo-pélvica) y su relación con el mantenimiento de la postura. Cuidado del cuerpo: calentamiento general autónomo. Pautas para tratar el dolor muscular de origen retardado.",
                        "– Salud social: efectos sobre la salud de malos hábitos vinculados a comportamientos sociales. Análisis crítico de los estereotipos corporales, de género y competencia motriz, así como de los comportamientos violentos e incitación al odio en el deporte.",
                        "– Salud mental: aceptación de limitaciones y posibilidades de mejora ante las situaciones motrices. La actividad física como fuente de disfrute, liberación de tensiones, cohesión social y superación personal. Reflexión sobre actitudes negativas hacia la actividad física derivadas de ideas preconcebidas, prejuicios, estereotipos o experiencias negativas. Trastornos alimenticios asociados a la práctica de la actividad física y deporte.",
                        "B. Organización y gestión de la actividad física.",
                        "– Elección de la práctica física: gestión de las situaciones de competición en base a criterios de lógica, respeto al rival y motivación.",
                        "– Preparación de la práctica motriz: autoconstrucción de materiales como complemento y alternativa en la práctica de actividad física y deporte.",
                        "– La higiene como elemento imprescindible en la práctica de actividad física y deportiva.",
                        "– Planificación y autorregulación de proyectos motores: establecimiento de mecanismos de autoevaluación para reconducir los procesos de trabajo. Herramientas digitales para la gestión de la actividad física.",
                        "– Prevención de accidentes en las prácticas motrices: calzado deportivo y ergonomía. Medidas de seguridad en actividades físicas dentro y fuera del centro escolar.",
                        "– Actuaciones ante accidentes durante la práctica de actividades físicas. Conducta PAS (proteger, avisar, socorrer). Protocolo 112. Soporte vital básico (SVB).",
                        "C. Resolución de problemas en situaciones motrices.",
                        "– Toma de decisiones: utilización consciente del cuerpo en función de las características de la actividad, contexto y parámetros espaciales en las que se desarrolla en situaciones motrices individuales. Pautas grupales para optimizar los recursos motrices del grupo de cara a la resolución de la acción/tarea en situaciones cooperativas. Análisis de movimientos y patrones motores del adversario para actuar en consecuencia en situaciones motrices de persecución y de interacción con un móvil. Adecuación de los movimientos propios a las acciones del contrario en situaciones de oposición. Delimitación de estrategias previas de ataque y defensa en función de las características de los integrantes del equipo en situaciones motrices de colaboración-oposición de persecución y de interacción con un móvil.",
                        "– Capacidades perceptivo-motrices en contexto de práctica: integración del esquema corporal; integración de los diferentes aspectos coordinativos, espaciales y temporales en determinadas secuencias motrices o deportivas.",
                        "– Capacidades condicionales: desarrollo de las capacidades físicas básicas.",
                        "– Habilidades motrices específicas asociadas a la técnica en actividades físico-deportivas.",
                        "– Creatividad motriz: resolución de retos y situaciones-problema de forma original, tanto individualmente como en grupo.",
                        "– Actitud crítica ante elementos del entorno que supongan obstáculos a la accesibilidad universal y la movilidad activa, autónoma, saludable y segura.",
                        "D. Autorregulación emocional e interacción social en situaciones motrices.",
                        "– Gestión emocional: el estrés en situaciones motrices. Sensaciones, indicios y manifestaciones. Estrategias de autorregulación colectiva del esfuerzo y la capacidad de superación para afrontar desafíos en situaciones motrices. Perseverancia y tolerancia a la frustración en contextos físico-deportivos.",
                        "– Habilidades sociales: conductas prosociales en situaciones motrices colectivas.",
                        "– Respeto a las reglas: las reglas de juego como elemento de integración social. Funciones de arbitraje deportivo.",
                        "– Identificación y rechazo de conductas contrarias a la convivencia en situaciones motrices (comportamientos violentos, discriminación por cuestiones de género, competencia motriz, actitudes xenófobas, racistas, LGTBIfóbicas o sexistas). Asertividad y autocuidado.",
                        "E. Manifestaciones de la cultura motriz.",
                        "– Aportaciones de la cultura motriz a la herencia cultural. Los juegos y las danzas como manifestación de la interculturalidad.",
                        "– Usos comunicativos de la corporalidad: expresión de sentimientos y emociones en diferentes contextos. Técnicas de interpretación.",
                        "– Práctica de actividades rítmico-musicales con carácter artístico-expresivo.",
                        "– Deporte y perspectiva de género: medios de comunicación y promoción del deporte en igualdad. Presencia y relevancia de figuras del deporte. Análisis crítico. Igualdad de género en las profesiones asociadas al deporte (comentaristas, periodistas, deportistas, técnicos y técnicas, etc.).",
                        "– Influencia del deporte en la cultura actual: el deporte como fenómeno de masas. Impacto social, aspectos positivos y negativos.",
                        "F. Interacción eficiente y sostenible con el entorno.",
                        "– Normas de uso: respeto a las normas viales en desplazamientos activos cotidianos para una movilidad segura, saludable y sostenible.",
                        "– La práctica de la bicicleta como medio de transporte habitual.",
                        "– Nuevos espacios y prácticas deportivas. Utilización de espacios urbanos y naturales desde la motricidad (parkour, skate o similares).",
                        "– Análisis del riesgo en las prácticas físico-deportivas en el medio natural y urbano: medidas de seguridad en actividades de los distintos entornos y posibles consecuencias graves de los mismos.",
                        "– Consumo responsable: autoconstrucción de materiales para la práctica motriz.",
                        "– Diseño de actividades físicas en el medio natural y urbano.",
                        "– Cuidado del entorno próximo, como servicio a la comunidad, durante la práctica de actividad física en entornos naturales y urbanos."
                    ],
  "criteriosEvaluacion": [
                        "1.1 Establecer y organizar secuencias sencillas de actividad física orientada al concepto integral de salud y al estilo de vida activo, a partir de una valoración del nivel inicial y respetando la propia realidad e identidad corporal.",
                        "1.2 Comenzar a incorporar con progresiva autonomía procesos de activación corporal, dosificación del esfuerzo, alimentación saludable, educación postural, relajación e higiene durante la práctica de actividades motrices, interiorizando las rutinas propias de una práctica motriz saludable y responsable.",
                        "1.3 Adoptar de manera responsable y con progresiva autonomía medidas generales para la prevención de lesiones antes, durante y después de la práctica de actividad física, aprendiendo a reconocer situaciones de riesgo para actuar preventivamente.",
                        "1.4 Actuar de acuerdo a los protocolos de intervención ante accidentes derivados de la práctica de actividad física, aplicando medidas básicas de primeros auxilios.",
                        "1.5 Analizar y valorar la incidencia que ciertas prácticas y comportamientos tienen en nuestra salud y en la convivencia, valorando su impacto y evitando activamente su reproducción.",
                        "1.6 Explorar diferentes recursos y aplicaciones digitales reconociendo su potencial, así como los riesgos para su uso en el ámbito de la actividad física y el deporte.",
                        "2.1 Desarrollar proyectos motores de carácter individual, cooperativo o colaborativo, estableciendo mecanismos para reconducir los procesos de trabajo, incluyendo estrategias de autoevaluación y coevaluación tanto del proceso como del resultado.",
                        "2.2 Interpretar y actuar correctamente en contextos motrices variados, aplicando principios básicos de toma de decisiones en situaciones lúdicas, juegos modificados y actividades deportivas a partir de la anticipación, adecuándose a las demandas motrices, a la actuación del compañero o de la compañera y de la persona oponente (si la hubiera) y a la lógica interna en contextos reales o simulados de actuación, reflexionando sobre las soluciones y los resultados obtenidos.",
                        "2.3 Evidenciar control y dominio corporal al emplear los componentes cualitativos y cuantitativos de la motricidad de manera eficiente y creativa, haciendo frente a las demandas de resolución de problemas en situaciones motrices transferibles a su espacio vivencial con progresiva autonomía.",
                        "3.1 Practicar una gran variedad de actividades motrices, valorando las implicaciones éticas de las actitudes antideportivas, evitando la competitividad desmedida y actuando con deportividad al asumir los roles de público, participante u otros.",
                        "3.2 Cooperar o colaborar en la práctica de diferentes producciones motrices para alcanzar el logro individual y grupal, participando en la toma de decisiones y asumiendo distintos roles asignados y responsabilidades.",
                        "3.3 Hacer uso con progresiva autonomía de habilidades sociales, diálogo en la resolución de conflictos y respeto ante la diversidad, ya sea de género, afectivo-sexual, de origen nacional, étnica, socio-económica o de competencia motriz, mostrando una actitud crítica y un compromiso activo frente a los estereotipos, las actuaciones discriminatorias y cualquier tipo de violencia, haciendo respetar el propio cuerpo y el de los demás.",
                        "4.1 Gestionar la participación en juegos motores y otras manifestaciones artístico-expresivas vinculadas tanto con la cultura propia como con otras, favoreciendo su conservación y valorando sus orígenes, evolución e influencia en las sociedades contemporáneas.",
                        "4.2 Analizar objetivamente las diferentes actividades y modalidades deportivas según sus características y requerimientos, evitando los posibles estereotipos de género o capacidad o los comportamientos sexistas vinculados a dichas manifestaciones.",
                        "4.3 Participar activamente en la creación y representación de composiciones de expresión corporal individuales o colectivas con y sin base musical, utilizando intencionadamente y con progresiva autonomía el cuerpo como herramienta de expresión y comunicación a través de diversas técnicas expresivas.",
                        "5.1 Participar en actividades físico-deportivas en entornos naturales, terrestres o acuáticos, disfrutando del entorno de manera sostenible, minimizando el impacto ambiental que estas puedan producir y siendo conscientes de su huella ecológica.",
                        "5.2 Practicar actividades físico-deportivas en el medio natural y urbano, aplicando normas de seguridad individuales y colectivas."
                    ]
}
