{
  "criteriosEvaluacion": [
                    
                    "1.1 Emplear diferentes estrategias y herramientas, incluidas las digitales, que resuelvan problemas de la vida cotidiana y de ámbitos diversos, seleccionando la más adecuada en cada caso.",
                    "1.2 Obtener todas las posibles soluciones matemáticas de problemas de la vida cotidiana y de ámbitos diversos, describiendo el procedimiento realizado.",
                    
                    "2.1 Comprobar la validez matemática de las posibles soluciones de un problema, utilizando el razonamiento, la argumentación y las herramientas digitales.",
                    "2.2 Seleccionar la solución más adecuada de un problema en función del contexto (sostenibilidad, consumo responsable, equidad.), usando el razonamiento y la argumentación.",
                    "3.1 Adquirir nuevo conocimiento matemático mediante la formulación de preguntas de naturaleza matemática de forma autónoma.",
                    "3.2 Emplear herramientas tecnológicas adecuadas en la formulación o investigación de preguntas o problemas.",
                    
                    "4.1 Interpretar, modelizar y resolver situaciones problematizadas de ámbitos diversos, utilizando el pensamiento computacional, modificando o creando algoritmos.",
                    "Competencia específica 5.",
                    "5.1 Manifestar una visión matemática integrada, investigando y conectando las diferentes ideas matemáticas.",
                    "5.2 Resolver problemas, estableciendo y aplicando conexiones entre las diferentes ideas matemáticas.",
                    "Competencia específica 6.",
                    "6.1 Resolver problemas en situaciones diversas, utilizando procesos matemáticos, estableciendo y aplicando conexiones entre el mundo real, otras áreas de conocimiento y las matemáticas.",
                    "6.2 Analizar la aportación de las matemáticas al progreso de la humanidad, reflexionando sobre su contribución en la propuesta de soluciones a situaciones complejas y a los retos que se plantean en la sociedad.",
                    "Competencia específica 7.",
                    "7.1 Representar ideas matemáticas, estructurando diferentes razonamientos matemáticos y seleccionando las tecnologías más adecuadas.",
                    "7.2 Seleccionar y utilizar diversas formas de representación, valorando su utilidad para compartir información.",
                    "Competencia específica 8.",
                    "8.1 Mostrar organización al comunicar las ideas matemáticas, empleando el soporte, la terminología y el rigor apropiados.",
                    "8.2 Reconocer y emplear el lenguaje matemático en diferentes contextos, comunicando la información con precisión y rigor.",
                    "Competencia específica 9.",
                    "9.1 Afrontar las situaciones de incertidumbre y tomar decisiones evaluando distintas opciones identificando y gestionando emociones y aceptando y aprendiendo del error como parte del proceso de aprendizaje de las matemáticas.",
                    "9.2 Mostrar una actitud positiva y perseverante, aceptando y aprendiendo de la crítica razonada, al hacer frente a las diferentes situaciones de aprendizaje de las matemáticas.",
                    "9.3 Participar en tareas matemáticas de forma activa en equipos heterogéneos, respetando las emociones y experiencias de las demás personas, escuchando su razonamiento, identificando las habilidades sociales más propicias y fomentando el bienestar del equipo y las relaciones saludables."
                ],
                "saberes": [
                    "A. Sentido numérico.",
                    "1. Conteo.",
                    "− Reglas y estrategias para determinar el cardinal de conjuntos finitos en problemas de la vida cotidiana: uso de los principios de comparación, adición, multiplicación y división, del palomar y de inclusión-exclusión.",
                    "2. Sentido de las operaciones.",
                    "− Interpretación de la información numérica en documentos de la vida cotidiana: tablas, diagramas, documentos financieros, facturas, nóminas, noticias, etc.",
                    "− Herramientas tecnológicas y digitales en la resolución de problemas numéricos.",
                    "3. Relaciones.",
                    "− Razones, proporciones, porcentajes y tasas: comprensión, relación y aplicación en problemas en contextos diversos.",
                    "4. Educación financiera.",
                    "− Razonamiento proporcional en la resolución de problemas financieros: medios de pago con cobro de intereses, cuotas, comisiones, cambios de divisas.",
                    "B. Sentido de la medida.",
                    "1. Medición.",
                    "− La probabilidad como medida de la incertidumbre asociada a fenómenos aleatorios.",
                    "2. Cambio.",
                    "− Estudio de la variación absoluta y de la variación media.",
                    "− Concepto de derivada: definición a partir del estudio del cambio en diferentes contextos. Análisis e interpretación con medios tecnológicos.",
                    "C. Sentido espacial.",
                    "1. Visualización, razonamiento y modelización geométrica.",
                    "− Grafos: representación de situaciones de la vida cotidiana mediante diferentes tipos de grafos (dirigidos, planos, ponderados, árboles, etc.). Fórmula de Euler.",
                    "− Grafos eulerianos y hamiltonianos: resolución de problemas de caminos y circuitos. Coloración de grafos.",
                    "− Resolución del problema del camino mínimo en diferentes contextos.",
                    "D. Sentido algebraico y pensamiento computacional.",
                    "1. Patrones.",
                    "− Generalización de patrones en situaciones sencillas.",
                    "2. Modelo matemático.",
                    "− Funciones lineales, cuadráticas, racionales sencillas, exponenciales, logarítmicas, a trozos y periódicas: modelización de situaciones del mundo real con herramientas digitales.",
                    "− Programación lineal: modelización de problemas reales y resolución mediante herramientas digitales.",
                    "3. Igualdad y desigualdad.",
                    "− Resolución de sistemas de ecuaciones e inecuaciones en diferentes contextos mediante herramientas digitales.",
                    "4. Relaciones y funciones.",
                    "− Propiedades de las clases de funciones, incluyendo lineales, cuadráticas, racionales sencillas, exponenciales y logarítmicas.",
                    "5. Pensamiento computacional.",
                    "− Formulación, resolución, análisis, representación e interpretación de relaciones y problemas de la vida cotidiana y de distintos ámbitos utilizando algoritmos, programas y herramientas tecnológicas adecuados.",
                    "E. Sentido estocástico.",
                    "1. Organización y análisis de datos.",
                    "− Interpretación y análisis de información estadística en diversos contextos.",
                    "− Organización de los datos procedentes de variables bidimensionales: distribución conjunta, distribuciones marginales y condicionadas. Análisis de la dependencia estadística.",
                    "− Estudio de la relación entre dos variables mediante la regresión lineal y cuadrática: valoración gráfica de la pertinencia del ajuste. Diferencia entre correlación y causalidad.",
                    "− Coeficientes de correlación lineal y de determinación: cuantificación de la relación lineal, predicción y valoración de su fiabilidad en contextos científicos, económicos, sociales, etc.",
                    "− Calculadora, hoja de cálculo o software específico en el análisis de datos estadísticos.",
                    "2. Incertidumbre.",
                    "− Cálculo de probabilidades en experimentos simples y compuestos en problemas de la vida cotidiana. Probabilidad condicionada e independencia de sucesos aleatorios. Diagramas de árbol y tablas de contingencia. Teorema de la probabilidad total.",
                    "3. Distribuciones de probabilidad.",
                    "− Distribuciones de probabilidad uniforme (discreta y continua), binomial y normal. Cálculo de probabilidades asociadas mediante herramientas tecnológicas: aplicación a la resolución de problemas.",
                    "4. Inferencia.",
                    "− Selección de muestras representativas. Técnicas sencillas de muestreo. Discusión de la validez de una estimación en función de la representatividad de la muestra.",
                    "− Diseño de estudios estadísticos relacionados con diversos contextos utilizando herramientas digitales. Representatividad de una muestra.",
                    "F. Sentido socioafectivo.",
                    "1. Creencias, actitudes y emociones.",
                    "− Destrezas de autoconciencia encaminadas a reconocer emociones propias, afrontando eventuales situaciones de estrés y ansiedad en el aprendizaje de las matemáticas.",
                    "− Tratamiento del error, individual y colectivo como elemento movilizador de saberes previos adquiridos y generador de oportunidades de aprendizaje en el aula de matemáticas.",
                    "2. Trabajo en equipo y toma de decisiones.",
                    "− Destrezas básicas para evaluar opciones y tomar decisiones en la resolución de problemas y tareas matemáticas.",
                    "− Técnicas y estrategias de trabajo en equipo para la resolución de problemas y tareas matemáticas, en grupos heterogéneos.",
                    "3. Inclusión, respeto y diversidad.",
                    "− Destrezas para desarrollar una comunicación efectiva: la escucha activa, la formulación de preguntas o solicitud y prestación de ayuda cuando sea necesario.",
                    "− Valoración de la contribución de las matemáticas y el papel de matemáticos y matemáticas a lo largo de la historia en el avance de la humanidad."
                ]
}
