{
  "saberes": [
      "A. Escucha y percepción.",
      "− El silencio, el sonido, el ruido y la escucha activa. Sensibilidad ante la polución sonora y la creación de ambientes saludables de escucha.",
      "− Obras musicales y dancísticas: análisis, descripción y valoración de sus características básicas. Géneros de la música y la danza.",
      "− Voces e instrumentos: clasificación general de los instrumentos por familias y características. Agrupaciones.",
      "− Compositores y compositoras, artistas e intérpretes internacionales, nacionales, regionales y locales.",
      "− Conciertos, actuaciones musicales y otras manifestaciones artístico-musicales en vivo y registradas.",
      "− Mitos, estereotipos y roles de género trasmitidos a través de la música y la danza.",
      "− Herramientas digitales para la recepción musical.",
      "− Estrategias de búsqueda, selección y reelaboración de información fiable, pertinente y de calidad.",
      "− Normas de comportamiento básicas en la recepción musical: respeto y valoración.",
      "B. Interpretación, improvisación y creación escénica.",
      "− La partitura: identificación y aplicación de grafías, lectura y escritura musical.",
      "− Elementos básicos del lenguaje musical: parámetros del sonido, intervalos. Tonalidad: escalas musicales, la armadura y acordes básicos. Texturas. Formas musicales a lo largo de los periodos históricos y en la actualidad.",
      "− Principales géneros musicales y escénicos del patrimonio cultural.",
      "− Repertorio vocal, instrumental o corporal individual o grupal de distintos tipos de música del patrimonio musical propio y de otras culturas.",
      "− Técnicas básicas para la interpretación: técnicas vocales, instrumentales y corporales, técnicas de estudio y de control de emociones.",
      "− Técnicas de improvisación guiada y libre.",
      "− Proyectos musicales y audiovisuales: empleo de la voz, el cuerpo, los instrumentos musicales, los medios y las aplicaciones tecnológicas.",
      "− La propiedad intelectual y cultural: planteamientos éticos y responsables. Hábitos de consumo musical responsable.",
      "− Herramientas digitales para la creación musical. Secuenciadores y editores de partituras.",
      "− Normas de comportamiento y participación en actividades musicales.",
      "C. Contextos y culturas.",
      "− Historia de la música y de la danza occidental: periodos, características, géneros, voces, instrumentos y agrupaciones.",
      "− Las músicas tradicionales en España y su diversidad cultural: instrumentos, canciones, danzas y bailes.",
      "− Tradiciones musicales y dancísticas de otras culturas del mundo.",
      "− Músicas populares, urbanas y contemporáneas.",
      "− El sonido y la música en los medios audiovisuales y las tecnologías digitales. "
  ],
  "criteriosEvaluacion": [
      "1.1 Identificar los principales rasgos estilísticos de obras musicales y dancísticas de diferentes épocas y culturas, evidenciando una actitud de apertura, interés y respeto en la escucha o el visionado de las mismas.",
      "1.2 Explicar, con actitud abierta y respetuosa, las funciones desempeñadas por determinadas producciones musicales y dancísticas, relacionándolas con las principales características de su contexto histórico, social y cultural.",
      "1.3 Establecer conexiones entre manifestaciones musicales y dancísticas de diferentes épocas y culturas, valorando su influencia sobre la música y la danza actuales.",
      "2.1 Participar, con iniciativa, confianza y creatividad, en la exploración de técnicas musicales y dancísticas básicas, por medio de improvisaciones pautadas, individuales o grupales, en las que se empleen la voz, el cuerpo, instrumentos musicales o herramientas tecnológicas.",
      "2.2 Expresar ideas, sentimientos y emociones en actividades pautadas de improvisación, seleccionando las técnicas más adecuadas de entre las que conforman el repertorio personal de recursos.",
      "3.1 Leer partituras sencillas, identificando de forma guiada los elementos básicos del lenguaje musical, con o sin apoyo de la audición.",
      "3.2 Emplear técnicas básicas de interpretación vocal, corporal o instrumental, aplicando estrategias de memorización y valorando los ensayos como espacios de escucha y aprendizaje.",
      "3.3 Interpretar con corrección piezas musicales y dancísticas sencillas, individuales y grupales, dentro y fuera del aula, gestionando de forma guiada la ansiedad y el miedo escénico, y manteniendo la concentración.",
      "4.1 Planificar y desarrollar, con creatividad, propuestas artístico-musicales, tanto individuales como colaborativas, empleando medios musicales y dancísticos, así como herramientas analógicas y digitales.",
      "4.2 Participar activamente en la planificación y en la ejecución de propuestas artístico-musicales colaborativas, valorando las aportaciones del resto de integrantes del grupo y descubriendo oportunidades de desarrollo personal, social, académico y profesional."
  ]
}
