{
  "competenciasEspecificas": [
                    "1. Inquirir e investigar cuanto se refiere a la identidad humana y a cuestiones éticas relativas al propio proyecto vital, analizando críticamente información fiable y generando una actitud reflexiva al respecto, para promover el autonocimiento y la elaboración de planteamientos y juicios morales de manera autónoma y razonada (CCL2, CPSAA1, CC1, CC2, CC3): El ejercicio de autoconocimiento, a través de la comprensión de diversas concepciones científicas y filosóficas sobre el ser humano, constituye uno de los primeros requerimientos que nos dirige el pensamiento ético. El propósito fundamental de esta tarea es que el alumnado tome consciencia de las cualidades y dimensiones que caracterizan al ser humano como ser dotado de racionalidad, volición y afectos, de acuerdo con su naturaleza y con las circunstancias sociales, históricas y culturales que la posibilitan y condicionan. Esta investigación en torno a la esencia de lo humano desemboca en la pregunta del alumno o alumna acerca de su propia entidad como persona, cuestión determinante, sin lugar a duda, para el desarrollo psicológico y moral de un adolescente, y culmina en la interrogación sobre su rol social como individuo en el marco, siempre problemático, de la vida comunitaria y de las relaciones con el entorno. El objetivo último es que el alumnado aprenda a construir libre y críticamente, desde el conocimiento y uso adecuado de los conceptos y procedimientos fundamentales del saber ético, aquellos juicios de valor de los que depende su proyecto vital y el logro de sus propósitos personales y profesionales. La educación cívica y ética compele, así, ante todo, a asumir la condición inacabada y libre de la existencia humana y, por ello, a la conveniencia de orientarla hacia su completo desenvolvimiento a partir de la definición, por parte del propio alumnado, de aquellos fines y valores que cualifican su proyecto personal como deseable y digno.",
                       
                    "2. Actuar e interactuar de acuerdo con normas y valores cívicos y éticos, a partir del reconocimiento fundado de su importancia para regular la vida comunitaria y su aplicación efectiva y justificada en distintos contextos, para promover una convivencia pacífica, respetuosa, democrática y comprometida con el bien común (CCL5, CD3, CC1, CC2, CC3, CC4, CCEC1): La adopción de normas y valores cívicos y éticos, supone, en primer lugar, el reconocimiento de nuestra naturaleza histórica y social, así como una reflexión en torno a la naturaleza de lo ético y lo político mismo. En segundo lugar, se ha de atender a la condición de los alumnos y alumnas como ciudadanos y ciudadanas de un Estado democrático social y de derecho, integrado en el proyecto comunitario europeo y comprometido con principios y valores constitucionales, así como con el referente moral que son los derechos humanos. Este conocimiento crítico de su contexto social y político ha de promover en el alumnado una adecuada consciencia de la relevancia de su papel para afrontar los problemas éticos más acuciantes del presente mediante el uso de las herramientas conceptuales y procedimentales adecuadas. La práctica de una ciudadanía activa comienza en gran medida en torno a la vida escolar; por ello es tan importante identificar y resolver problemas éticos, así como implementar normas, valores y procedimientos democráticos en todas aquellas actividades educativas, físicas o virtuales, que se dispongan en el aula y fuera de ella. Es necesario subrayar aquí la importancia de fundamentar y suscitar el respeto debido a aquellos principios y valores que constituyen nuestro marco cívico y ético de referencia, tales como la solidaridad, la interculturalidad, el respeto por las minorías y la efectiva igualdad y corresponsabilidad entre hombres y mujeres, además de promover entre el alumnado el cuidado del patrimonio cultural y natural, el conocimiento de los fundamentos y acontecimientos que conforman nuestra memoria democrática, el voluntariado y el asociacionismo, así como la ponderación del valor e importancia social de los impuestos y de la contribución del Estado, sus instituciones, y otros organismos internacionales y sociales, al fomento de la paz, la seguridad integral, la atención a las víctimas de la violencia, la defensa para la paz, y la cooperación internacional.",
                    
                    "3. Entender la naturaleza interconectada e inter y ecodependiente de las actividades humanas, mediante la identificación y análisis de problemas ecosociales de relevancia, para promover hábitos y actitudes éticamente comprometidos con el logro de formas de vida sostenibles (STEM5, CPSAA2, CC1, CC2, CC3, CC4, CE1): El conocimiento de las relaciones sistémicas de interdependencia, ecodependencia e interconexión que nuestras formas de vida guardan entre sí y con respecto al entorno representa un paso previo al compromiso ético con la sostenibilidad y el cuidado del planeta. Este conocimiento puede darse, primero, a través del análisis crítico de las diversas concepciones que los seres humanos han sostenido y sostienen acerca de su relación con la naturaleza, así como de las consecuencias que cada una de estas concepciones ha tenido y tiene con respecto a una existencia sostenible. En segundo lugar, dicho conocimiento ha de acabar de construirse al hilo del análisis y el diálogo en torno a los diversos planteamientos éticos y ecológicos desde los que, más allá de consideraciones puramente instrumentales y antropocéntricas, cabe afrontar hoy los graves retos y problemas ecosociales. Por otro lado, mostrar una actitud comprometida con el respeto y el cuidado del entorno implica el desarrollo entre el alumnado de hábitos y acciones cotidianas que contribuyan al logro de los Objetivos de Desarrollo Sostenible definidos por la ONU. Entre estas acciones están las referidas a la prevención de los residuos, la gestión sostenible de los recursos básicos, la movilidad segura, saludable y sostenible, el compromiso ético y cívico con las leyes medioambientales, la promoción del consumo responsable, el cuidado del patrimonio natural, el respeto por la diversidad etnocultural, el servicio a la comunidad y la protección de los animales.",
                                           
                    "4. Mostrar una adecuada estima de sí mismo y del entorno, reconociendo y valorando las emociones y los sentimientos propios y ajenos, para el logro de una actitud empática y cuidadosa con respecto a los demás y a la naturaleza (CCL1, CPSAA1, CPSAA2, CPSAA3, CC1, CC3, CCEC3): El reconocimiento y la expresión de una serie adecuada de actitudes afectivas, tanto respecto de uno mismo como respecto de los otros y de la naturaleza, constituye la finalidad principal de la educación emocional, algo imprescindible para formar personas equilibradas y capaces de mantener relaciones plenas y satisfactorias con los demás y con su entorno. Para ello, el alumnado ha de aprender a reconocer, interpretar, valorar y gestionar adecuadamente el complejo campo de las emociones y sentimientos, desde los más básicos a los más complejos, y tanto aquellos que presentan un carácter positivo como aquellos otros que expresan perplejidad, incertidumbre, angustia o equilibrada indignación por lo que nos afecta o nos merece reproche moral. La vivencia y expresión asertiva y compartida de emociones y sentimientos puede darse en múltiples contextos y situaciones; entre ellos, y de forma sobresaliente, en los de la experiencia estética, pero también en aquellos otros relativos a la deliberación compartida sobre problemas morales y cotidianos, por lo que las actividades para desarrollar esta competencia pueden integrarse a la perfección en casi cualquier tipo de proceso que fomente la creatividad, el diálogo, la reflexión y el juicio autónomo. El objetivo es que el alumnado aprenda a reconocer, evaluar y gestionar sus propias emociones, así como a comprender y respetar las de los demás, reflexionando sobre el significado de las mismas, atendiendo a los valores, creencias e ideas que están en su génesis, y ponderando su papel en relación con algunas de las más nobles acciones y experiencias humanas."

                ]
}
