{
  "competenciasEspecificas": [
                    {"text": "1. Identificar los fundamentos del diseño a partir del análisis crítico de diversos productos de diseño bidimensional y tridimensional, para profundizar en la comprensión tanto de la complejidad de los procesos y herramientas que intervienen, como de la dimensión simbólica y semántica de sus lenguajes. La diversidad del patrimonio cultural y artístico es una riqueza de la humanidad. Los productos elaborados por esta materializan esa diversidad en su diseño, que se fundamenta en unos procesos y herramientas propios. Mediante la exploración de las formas y funciones de esos objetos y producciones, tanto bidimensionales como tridimensionales, el alumnado puede descifrar sus estructuras internas y los procesos materiales y conceptuales empleados en su creación, generando así una oportunidad para reflexionar sobre las posibilidades de volver a transformar estos objetos ya existentes, mejorándolos en su funcionalidad o adaptándolos a nuevas necesidades. Los ámbitos de aplicación del diseño son extremadamente amplios, ya que su desarrollo cubre la totalidad de la actividad humana. De la misma forma, los lenguajes específicos del diseño son igualmente ricos y plurales, y presentan una importante dimensión simbólica y semántica. Los soportes, medios y elementos pueden ser muy numerosos, de modo que su estudio resulta complejo. Pese a ello, los significantes y los significados de los productos de diseño se articulan mediante una sintaxis que podría considerarse como universal, aunque presenta a menudo variantes culturales, geográficas, económicas y sociales que deben conocerse para comprender mejor su intención comunicativa y para que la recepción de estos productos sea correcta. La asimilación de esta sintaxis por parte del alumnado le permite comprender los lenguajes que articula, así como valorar el peso de la función y la forma en cualquier producto de diseño. De este modo, puede identificar la relación existente entre estos dos conceptos, de cuyo equilibrio o desequilibrio depende la identidad de un producto de diseño. El alumnado puede trabajar estos aspectos por medio de la investigación de fuentes documentales de diversos tipos, analógicas o digitales, así como a partir del análisis de los propios objetos, comunicando sus conclusiones mediante producciones orales, escritas y multimodales. Esta competencia específica se conecta con los siguientes descriptores: CCL1, CCL3, STEM1, STEM2, CD1, CPSAA4, CC1, CCEC2.", "value": "1. Identificar los fundamentos del diseño a partir del análisis crítico de diversos productos de diseño bidimensional y tridimensional, para profundizar en la comprensión tanto de la complejidad de los procesos y herramientas que intervienen, como de la dimensión simbólica y semántica de sus lenguajes (CCL1, CCL3, STEM1, STEM2, CD1, CPSAA4, CC1, CCEC2)."},
                    {"text": "2. Reflexionar sobre los orígenes, los principios y las funciones del diseño, comparando y analizando producciones de diferentes épocas, estilos y ámbitos de aplicación, para valorar de manera crítica su impacto medioambiental, social y cultural. El concepto de diseño ha variado a lo largo de la historia, pero siempre ha estado ligado a la planificación del desarrollo de productos que aporten soluciones a problemas determinados. Como consecuencia de la variabilidad de los problemas y necesidades de las distintas sociedades y ámbitos de aplicación, la historia del diseño refleja cómo las circunstancias históricas, geográficas, económicas y sociales han condicionado fuertemente la estética y la funcionalidad de los productos que aquellas han creado. El conocimiento de estos aspectos por el alumnado le conduce, además, a una reflexión profunda acerca del modo en que la humanidad ha ido transformando el planeta sin tomar conciencia del impacto medioambiental que producía. En cambio, el diseño actual se presenta como una potente herramienta para buscar la sostenibilidad en cualquier actividad, posibilitando así la amortiguación de dicho impacto. También se propiciará la reflexión sobre otros aspectos relevantes que ayuden a visibilizar ausencias importantes en la construcción del canon del diseño, como la de mujeres entre las figuras relevantes de esta disciplina o la de la aportación de las culturas no occidentales. El alumnado puede trabajar estos aspectos por medio de la investigación de fuentes documentales de diversos tipos, tanto analógicas como digitales, así como del análisis de los propios objetos, comunicando sus conclusiones mediante producciones orales, escritas y multimodales. Esta competencia específica se conecta con los siguientes descriptores: CCL1, CCL3, STEM2, CPSAA1.1, CC1, CC3, CC4, CCEC1.", "value": "2. Reflexionar sobre los orígenes, los principios y las funciones del diseño, comparando y analizando producciones de diferentes épocas, estilos y ámbitos de aplicación, para valorar de manera crítica su impacto medioambiental, social y cultural (CCL1, CCL3, STEM2, CPSAA1.1, CC1, CC3, CC4, CCEC1)."},
                    {"text": "3. Analizar de manera crítica y rigurosa distintas configuraciones formales, compositivas y estructurales presentes en el diseño de diferentes productos, identificando sus elementos plásticos, estéticos, funcionales y comunicativos, para enriquecer sus propias producciones y conformarse una opinió1onde mayoritariamente a estrategias comerciales y de márquetin vinculadas al diseño gráfico, a campañas de diseño publicitario, al packaging de los productos a consumir o al diseño de espacios que favorecen la actividad comercial, por lo que el giro hacia una sociedad de consumo responsable y sostenible debe ser un eje vertebrador de la materia de Diseño. Es este un terreno que conlleva una gran responsabilidad, que el alumnado debe conocer y asumir aplicando criterios éticos en la generación de productos, lo que idealmente podrá trasladar a su propio rol como consumidor y le aportará herramientas poderosas para responder a la manipulación de la propaganda. Para ello, el alumnado debe identificar los diferentes elementos constitutivos del diseño, entre los que destacan la forma y el color, muy importantes en la estética, así como la composición (orden, composición modular, simetría, dinamismo y deconstrucción) o los aspectos materiales y sus múltiples combinaciones y articulaciones. A su vez, ha de descifrar y descubrir las estrategias comunicativas o funcionales subyacentes en productos de diseño relativos a cualquier campo de aplicación, teniendo muy en cuenta el entorno digital. Además de identificar estos elementos, debe conocer las metodologías y procesos proyectuales que conducen a la creación de productos de diseño, lo que le permitirá tanto reconocerlos en su entorno como aplicaros en sus propias producciones. Esta competencia específica se conecta con los siguientes descriptores: STEM1, STEM5, CD2, CC1, CC4, CE1, CCEC1, CCEC2, CCEC4.1.", "value": "3. Analizar de manera crítica y rigurosa distintas configuraciones formales, compositivas y estructurales presentes en el diseño de diferentes productos, identificando sus elementos plásticos, estéticos, funcionales y comunicativos, para enriquecer sus propias producciones y conformarse una opinió1onde mayoritariamente a estrategias comerciales y de márquetin vinculadas al diseño gráfico, a campañas de diseño publicitario, al packaging de los productos a consumir o al diseño de espacios que favorecen la actividad comercial, por lo que el giro hacia una sociedad de consumo responsable y sostenible debe ser un eje vertebrador de la materia de Diseño (STEM1, STEM5, CD2, CC1, CC4, CE1, CCEC1, CCEC2, CCEC4.1)."},
                    {"text": "4. Planificar proyectos de diseño individuales y colectivos, seleccionando con criterio las herramientas y recursos necesarios, para proponer y analizar críticamente soluciones creativas en respuesta a necesidades propias y ajenas. El diseño gráfico, de producto o de espacios, tanto bidimensional como tridimensional, incluyendo el entorno digital, requiere de una metodología concreta basada en la planificación de unas fases específicas. La organización de estas estrategias de planificación depende de muchos factores, pero en gran medida, el condicionante mayor es el público objetivo al que se destina el producto. El alumnado debe evaluar el proyecto valorando la adecuación del mismo a los objetivos propuestos y seleccionando con criterio las herramientas y recursos necesarios para el desempeño del trabajo, entre los que se cuentan los soportes, técnicas, métodos y sistemas de representación y presentación –incluido el entorno digital–, entendiendo que el proceso es una parte fundamental del diseño y debe tenerse en cuenta tanto como el producto final que hay que generar. Al valorarlos se destacan los mecanismos subyacentes que rodean el producto creado, lo que permite aplicarlos tanto a las subsiguientes creaciones propias como al análisis de otros productos de diseño ajenos. Dentro del contexto global de sostenibilidad que privilegia la disciplina, se debe promover el enfoque creativo e innovador tanto en el proceso de búsqueda de soluciones y planificación, como en la resolución y creación de los productos. La materia contempla el trabajo colaborativo como una forma de enriquecimiento personal y como una manera de anticiparse a posibles proyecciones académicas o profesionales, integrando al alumnado en equipos de trabajo que se organicen autónomamente y den una respuesta diversa e imaginativa a los problemas que vayan surgiendo en el desarrollo de proyectos de diseño. Para ello, es importante que los alumnos y alumnas sean capaces de responder con flexibilidad y eficacia a las necesidades, circunstancias y características de los proyectos que se planteen. Esta competencia específica se conecta con los siguientes descriptores: CD3, STEM3, CPSAA3.2, CPSAA5, CC4, CE1, CE3, CCEC4.1, CCEC4.2.", "value": "4. Planificar proyectos de diseño individuales y colectivos, seleccionando con criterio las herramientas y recursos necesarios, para proponer y analizar críticamente soluciones creativas en respuesta a necesidades propias y ajenas (CD3, STEM3, CPSAA3.2, CPSAA5, CC4, CE1, CE3, CCEC4.1, CCEC4.2)."},
                    {"text": "5. Desarrollar propuestas personales e imaginativas a partir de ideas o productos preexistentes, considerando la propiedad intelectual, para responder con creatividad a necesidades propias y ajenas y potenciar la autoestima y el crecimiento personal. La actividad del diseño consiste en plantear la solución de un problema o una necesidad por medio de diversas propuestas. El desarrollo de estas propuestas es, por un lado, un vehículo para comunicar ideas propias, sentimientos e inquietudes personales, y por otro, una oportunidad de la imaginación y la creatividad para materializarse en productos con una función determinada, proceso que resulta especialmente efectivo partiendo del entorno inmediato del alumnado. En este sentido, la adaptación creativa de productos de diseño preexistentes es un ejercicio muy enriquecedor para el alumnado, que le permite, además, familiarizarse con las regulaciones que protegen la propiedad intelectual, asimilándola como un elemento esencial para el ejercicio de una ciudadanía responsable y respetuosa. Por otra parte, el desarrollo de la propuesta podrá complementarse con la argumentación, exposición y puesta en común de las soluciones de diseño adoptadas, lo que dará como resultado una reflexión empática y autocrítica sobre el trabajo realizado y expuesto, reforzando de esta manera la autoestima del alumnado. Esta competencia específica se conecta con los siguientes descriptores: STEM3, CPSAA1.1, CC1, CC4, CE1, CE2, CE3, CCEC3.1, CCEC3.2, CCEC4.1, CCEC4.2.", "value": "5. Desarrollar propuestas personales e imaginativas a partir de ideas o productos preexistentes, considerando la propiedad intelectual, para responder con creatividad a necesidades propias y ajenas y potenciar la autoestima y el crecimiento personal (STEM3, CPSAA1.1, CC1, CC4, CE1, CE2, CE3, CCEC3.1, CCEC3.2, CCEC4.1, CCEC4.2)."},
                    {"text": "6. Crear productos de diseño, respondiendo con creatividad a necesidades concretas, incluidas las del diseño inclusivo y las relativas a la sostenibilidad, y cuidando la corrección técnica, la coherencia y el rigor de la factura del producto, para potenciar una actitud crítica y responsable que favorezca el desarrollo personal, académico o profesional en el campo del diseño. El diseño es un proceso que conlleva la realización de un producto físico o digital, por lo que debe cumplir con unos criterios técnicos de elaboración y ejecución y ajustarse a las normas de representación formal y material de la propuesta, ya sea en dos o en tres dimensiones. Ante las diversas clases de necesidades que se le planteen, el alumnado ha de seleccionar y utilizar de manera coherente los recursos técnicos y procedimentales a su alcance, utilizándolos como un apoyo facilitador de la comunicación y no como un condicionante. Este proceso requiere tanto de una actitud crítica como autocrítica, algo que, además, contribuye a la construcción y el enriquecimiento de la identidad personal y de las aptitudes académicas o profesionales del alumnado. Por otra parte, entre los cambios que han enriquecido la disciplina en las últimas décadas, se encuentran los producidos por la incorporación de la sostenibilidad y el diseño inclusivo. Este último implica una modificación en la mentalidad respecto al paradigma de la normalidad, ya que parte de la idea de que las limitaciones no corresponden a las personas, sino que se producen en la interacción entre estas y el entorno y los objetos. Esta categoría del diseño, también conocida como total o universal, considera en su origen las habilidades, en lugar de proponer adaptaciones a una solución de diseño no inclusiva. Así pues, esta competencia pretende que el alumnado tome conciencia de que el diseño inclusivo esté en la base de todas sus propuestas de diseño gráfico, de producto o de espacios, y que sea también el punto de partida desde el que argumentar rediseños innovadores de productos ya existentes, tanto en proyectos individuales como colectivos. Del mismo modo, los alumnos y alumnas han de considerar la sostenibilidad en sus propuestas, teniendo en cuenta para ello aspectos económicos, sociales y ecológicos. El alumnado ha de valorar el diseño inclusivo y la sostenibilidad como herramientas de transformación de la sociedad, tanto en lo personal como en lo compartido, con múltiples derivadas en diversos ámbitos sociales, académicos y profesionales, y no debe olvidar lo relativo a la propiedad intelectual, siempre importante en los trabajos de diseño. Esta competencia específica se conecta con los siguientes descriptores: STEM3, CD3, CPSAA2, CC4, CE1, CE3, CCEC3.2, CCEC4.1, CCEC4.2.", "value": "6. Crear productos de diseño, respondiendo con creatividad a necesidades concretas, incluidas las del diseño inclusivo y las relativas a la sostenibilidad, y cuidando la corrección técnica, la coherencia y el rigor de la factura del producto, para potenciar una actitud crítica y responsable que favorezca el desarrollo personal, académico o profesional en el campo del diseño (STEM3, CD3, CPSAA2, CC4, CE1, CE3, CCEC3.2, CCEC4.1, CCEC4.2)."}
                ]
}
