{
  "competenciasEspecificas": [
                    "1. Identificar los fundamentos del diseño a partir del análisis crítico de diversos productos de diseño bidimensional y tridimensional, para profundizar en la comprensión tanto de la complejidad de los procesos y herramientas que intervienen, como de la dimensión simbólica y semántica de sus lenguajes (CCL1, CCL3, STEM1, STEM2, CD1, CPSAA4, CC1, CCEC2).",
                    "2. Reflexionar sobre los orígenes, los principios y las funciones del diseño, comparando y analizando producciones de diferentes épocas, estilos y ámbitos de aplicación, para valorar de manera crítica su impacto medioambiental, social y cultural (CCL1, CCL3, STEM2, CPSAA1.1, CC1, CC3, CC4, CCEC1).",
                    "3. Analizar de manera crítica y rigurosa distintas configuraciones formales, compositivas y estructurales presentes en el diseño de diferentes productos, identificando sus elementos plásticos, estéticos, funcionales y comunicativos, para enriquecer sus propias producciones y conformarse una opinió1onde mayoritariamente a estrategias comerciales y de márquetin vinculadas al diseño gráfico, a campañas de diseño publicitario, al packaging de los productos a consumir o al diseño de espacios que favorecen la actividad comercial, por lo que el giro hacia una sociedad de consumo responsable y sostenible debe ser un eje vertebrador de la materia de Diseño (STEM1, STEM5, CD2, CC1, CC4, CE1, CCEC1, CCEC2, CCEC4.1).",
                    "4. Planificar proyectos de diseño individuales y colectivos, seleccionando con criterio las herramientas y recursos necesarios, para proponer y analizar críticamente soluciones creativas en respuesta a necesidades propias y ajenas (CD3, STEM3, CPSAA3.2, CPSAA5, CC4, CE1, CE3, CCEC4.1, CCEC4.2).",
                    "5. Desarrollar propuestas personales e imaginativas a partir de ideas o productos preexistentes, considerando la propiedad intelectual, para responder con creatividad a necesidades propias y ajenas y potenciar la autoestima y el crecimiento personal (STEM3, CPSAA1.1, CC1, CC4, CE1, CE2, CE3, CCEC3.1, CCEC3.2, CCEC4.1, CCEC4.2).",
                    "6. Crear productos de diseño, respondiendo con creatividad a necesidades concretas, incluidas las del diseño inclusivo y las relativas a la sostenibilidad, y cuidando la corrección técnica, la coherencia y el rigor de la factura del producto, para potenciar una actitud crítica y responsable que favorezca el desarrollo personal, académico o profesional en el campo del diseño (STEM3, CD3, CPSAA2, CC4, CE1, CE3, CCEC3.2, CCEC4.1, CCEC4.2)."
                ]
}
