{
  "competenciasEspecificas": [
                    {"text": "1. Explicar y apreciar la diversidad lingüística del mundo a partir del conocimiento de la realidad plurilingüe y pluricultural de España y la riqueza dialectal del español, así como de la reflexión sobre los fenómenos del contacto entre lenguas, para favorecer la reflexión interlingüística, para refutar los estereotipos y prejuicios lingüísticos y para valorar esta diversidad como fuente de patrimonio cultural. La diversidad lingüística constituye una característica fundamental de España. A esta realidad se suma el hecho de que en nuestras aulas conviven jóvenes que hablan lenguas o variedades dialectales diferentes de la lengua vehicular de aprendizaje. Las clases de lenguas han de acoger esta diversidad lingüística tanto para valorar los significados culturales que se derivan de ello y evitar los prejuicios lingüísticos, como para profundizar en el conocimiento del funcionamiento de las lenguas y sus variedades, facilitando la reflexión interlingüística y la comunicación con hablantes de otras lenguas. El desarrollo de esta competencia en el aula va, por tanto, mucho más allá de situar en un mapa las lenguas y dialectos de nuestro país, o de estudiar las razones históricas de su plurilingüismo como finalidad última del aprendizaje. Más bien, este acercamiento debe nutrirse del análisis y el diálogo sobre textos orales, escritos y multimodales de carácter social y cultural, que reflejen tal pluralidad lingüística y dialectal. El alumnado debe, además, aprender a distinguir los rasgos que obedecen a la diversidad geográfica de las lenguas, de otros relacionados con el sociolecto o con los diversos registros con los que un hablante se adecúa a distintas situaciones comunicativas. Por último, debe propiciarse que todo este aprendizaje se sustente en una comprensión crítica de los fenómenos que se producen en el marco del contacto entre lenguas y de las consecuencias que puedan tener al respecto los distintos modelos de convivencia lingüística. Todo ello con la finalidad última de promover el ejercicio de una ciudadanía sensibilizada, informada y comprometida con los derechos lingüísticos individuales y colectivos. Esta competencia específica se conecta con los siguientes descriptores: CCL1, CCL5, CP2, CP3, CC1, CC2, CCEC1.", "value": "1. Explicar y apreciar la diversidad lingüística del mundo a partir del conocimiento de la realidad plurilingüe y pluricultural de España y la riqueza dialectal del español, así como de la reflexión sobre los fenómenos del contacto entre lenguas, para favorecer la reflexión interlingüística, para refutar los estereotipos y prejuicios lingüísticos y para valorar esta diversidad como fuente de patrimonio cultural (CCL1, CCL5, CP2, CP3, CC1, CC2, CCEC1)."},
                    {"text": "2. Comprender e interpretar textos orales y multimodales, con especial atención a los textos académicos y de los medios de comunicación, recogiendo el sentido general y la información más relevante, identificando el punto de vista y la intención del emisor y valorando su fiabilidad, su forma y su contenido, para construir conocimiento, para formarse opinión y para ensanchar las posibilidades de disfrute y ocio. Desarrollar las estrategias de comprensión oral implica entender la comunicación como un constante proceso de interpretación de intenciones en el que entran en juego el conocimiento compartido entre interlocutores y todos aquellos elementos contextuales y cotextuales que permiten ir más allá del significado del texto e interpretar su sentido. La comprensión e interpretación de mensajes orales requiere destrezas específicas que han de ser objeto de enseñanza y aprendizaje, desde las más básicas (anticipar el contenido, retener información relevante en función del propio objetivo, distinguir entre hechos y opiniones o captar el sentido global y la relación entre las partes del discurso), a las más avanzadas (identificar la intención del emisor; analizar procedimientos retóricos; detectar falacias argumentativas o valorar la fiabilidad, la forma y el contenido del texto, entre otras). La atención al desarrollo de estrategias de comprensión oral se desplaza en esta etapa a textos de carácter académico y de los medios de comunicación con mayor grado de especialización. Ello implica el contacto con nuevos géneros discursivos, el despliegue de estrategias que permitan salvar la distancia entre los conocimientos previos y los requeridos para la comprensión del texto, así como la familiarización con un léxico caracterizado por más abundancia de tecnicismos, préstamos y extranjerismos. La incorporación de discursos orales que aborden temas de relevancia social, científica y cultural es esencial para preparar al alumnado tanto para su participación activa en la vida social como para su posterior desarrollo académico y profesional. Esta competencia específica se conecta con los siguientes descriptores: CCL2, CP2, STEM1, CD2, CD3, CPSAA4, CC3.", "value": "2. Comprender e interpretar textos orales y multimodales, con especial atención a los textos académicos y de los medios de comunicación, recogiendo el sentido general y la información más relevante, identificando el punto de vista y la intención del emisor y valorando su fiabilidad, su forma y su contenido, para construir conocimiento, para formarse opinión y para ensanchar las posibilidades de disfrute y ocio (CCL2, CP2, STEM1, CD2, CD3, CPSAA4, CC3)."},
                    {"text": "3. Producir textos orales y multimodales, con atención preferente a textos de carácter académico, con rigor, fluidez, coherencia, cohesión y el registro adecuado, atendiendo a las convenciones propias de los diferentes géneros discursivos, y participar en interacciones orales con actitud cooperativa y respetuosa, tanto para construir conocimiento y establecer vínculos personales, como para intervenir de manera activa e informada en diferentes contextos sociales. En esta etapa, se prestará especial atención a situaciones de carácter público, con mayor distancia social entre los interlocutores, que exigen usos lingüísticos más elaborados, registros formales y un control consciente de cuanto tiene que ver con la comunicación no verbal. Las destrezas vinculadas a la producción oral de carácter formal serán esenciales para el desarrollo académico y profesional ulterior. Requieren conocer las claves de los géneros discursivos específicos y proponer al alumnado situaciones de aprendizaje que le permitan afrontar de manera periódica producciones orales sobre temas de relevancia ciudadana, científica o cultural, o vinculados a los contenidos curriculares. Dichas secuencias didácticas atenderán de manera recursiva y colaborativa a las sucesivas fases del proceso (planificación, producción, ensayo y revisión) hasta llegar al producto final. Por otra parte, un mayor grado de conciencia lingüística en las interacciones orales es un requisito indispensable para participar de manera activa, comprometida y ética en sociedades democráticas. Adecuar los usos orales al propósito comunicativo y calibrar sus efectos en el interlocutor es esencial para una comunicación eficaz, basada en el respeto y el cuidado recíproco. Las clases de lenguas han de procurar el acceso a contextos participativos propios de los ámbitos social o educativo, donde el alumnado pueda tomar la palabra y desarrollar estrategias de escucha activa, cooperación conversacional y cortesía lingüística. Las tecnologías de la información y la comunicación proporcionan nuevos formatos para la comunicación oral multimodal, síncrona o asíncrona, y permiten registrar las producciones orales del alumnado para su difusión en contextos reales y su posterior análisis y revisión. Esta competencia específica se conecta con los siguientes descriptores: CCL1, CCL3, CCL5, CP2, STEM1, CD2, CD3, CC2.", "value": "3. Producir textos orales y multimodales, con atención preferente a textos de carácter académico, con rigor, fluidez, coherencia, cohesión y el registro adecuado, atendiendo a las convenciones propias de los diferentes géneros discursivos, y participar en interacciones orales con actitud cooperativa y respetuosa, tanto para construir conocimiento y establecer vínculos personales, como para intervenir de manera activa e informada en diferentes contextos sociales. (CCL1, CCL3, CCL5, CP2, STEM1, CD2, CD3, CC2)"},
                    {"text": "4. Comprender, interpretar y valorar textos escritos, con sentido crítico y diferentes propósitos de lectura, con especial atención a textos académicos y de los medios de comunicación, reconociendo el sentido global y las ideas principales y secundarias, integrando la información explícita y realizando las inferencias necesarias, identificando la intención del emisor, reflexionando sobre el contenido y la forma y evaluando su calidad y fiabilidad, para dar respuesta a necesidades e intereses comunicativos diversos y para construir conocimiento. La atención al desarrollo de estrategias de comprensión lectora se desplaza en esta etapa a textos de carácter académico con un alto grado de especialización, así como a textos de los medios de comunicación que abordan temas de relevancia social, científica y cultural. La lectura e interpretación de textos académicos implica el contacto con nuevos géneros discursivos, el despliegue de estrategias que permitan salvar la distancia entre los conocimientos previos y los aportados por el texto, así como la familiarización con un léxico a menudo técnico y con abundante presencia de préstamos y extranjerismos. Por otra parte, la lectura, interpretación y valoración de textos periodísticos presupone el conocimiento de las claves contextuales que permiten conferirles sentido y detectar sus sesgos ideológicos. De no ser así, el lector queda limitado a la interpretación literal de lo dicho, incapaz de captar ironías, alusiones o dobles sentidos, o de calibrar la intención comunicativa del autor. De ahí que el desarrollo de la competencia lectora en Bachillerato implique incidir en la motivación, el compromiso y las prácticas de lectura, junto con el conocimiento y uso de las estrategias que deben desplegarse antes, durante y después del acto lector, atendiendo de manera especial al desarrollo de la agilidad en el manejo de fuentes diversas que permita compensar la falta de los conocimientos previos requeridos por un determinado texto, así como garantizar su fiabilidad o aclarar la finalidad con la que ha sido escrito. Esta competencia específica se conecta con los siguientes descriptores: CCL2, CCL3, CCL5, CP2, STEM4, CD1, CPSAA4, CC3.", "value": "4. Comprender, interpretar y valorar textos escritos, con sentido crítico y diferentes propósitos de lectura, con especial atención a textos académicos y de los medios de comunicación, reconociendo el sentido global y las ideas principales y secundarias, integrando la información explícita y realizando las inferencias necesarias, identificando la intención del emisor, reflexionando sobre el contenido y la forma y evaluando su calidad y fiabilidad, para dar respuesta a necesidades e intereses comunicativos diversos y para construir conocimiento (CCL2, CCL3, CCL5, CP2, STEM4, CD1, CPSAA4, CC3)."},
                    {"text": "5. Producir textos escritos y multimodales coherentes, cohesionados, adecuados y correctos, con especial atención a los géneros discursivos del ámbito académico, para construir conocimiento y dar respuesta de manera informada, eficaz y creativa a demandas comunicativas concretas. Saber escribir significa hoy saber hacerlo en diferentes soportes y formatos, muchos de ellos de carácter hipertextual y multimodal, y requiere el conocimiento y apropiación de los «moldes» en que han cristalizado las prácticas comunicativas escritas propias de los diferentes ámbitos de uso: los géneros discursivos. En Bachillerato cobran especial relevancia los géneros académicos (disertaciones, ensayos, informes o comentarios críticos, entre otros) que reclaman la integración de diferentes miradas, campos del saber o disciplinas. El alumnado, por tanto, ha de manejar con soltura la alternancia de información y opinión, consignando las fuentes consultadas, y procurar mantener una adecuada claridad expositiva con cierta vocación de estilo. Ha de tomar conciencia, en fin, de la responsabilidad de formar parte de la construcción colectiva de sentidos, desde los puntos de vista cultural y ético. La composición de un texto escrito ha de atender tanto a la coherencia, cohesión y adecuación del registro, como a la propiedad léxica y a la corrección gramatical y ortográfica, así como a la valoración de las alternativas disponibles para el uso de un lenguaje inclusivo. Requiere también adoptar decisiones sobre el tono del discurso y la inscripción de las personas (emisor y destinatarios) en el mismo. Además, resulta esencial poner la máxima atención en el lenguaje y el estilo, por lo que la vinculación entre la reflexión explícita sobre el funcionamiento de la lengua y su proyección en los usos textuales resulta inseparable. De ahí que el proceso de enseñanza-aprendizaje de la escritura reclame una cuidadosa y sostenida intervención en el aula. Esta competencia específica se conecta con los siguientes descriptores: CCL1, CCL3, CCL5, STEM1, CD2, CD3, CPSAA5, CC2.", "value": "5. Producir textos escritos y multimodales coherentes, cohesionados, adecuados y correctos, con especial atención a los géneros discursivos del ámbito académico, para construir conocimiento y dar respuesta de manera informada, eficaz y creativa a demandas comunicativas concretas (CCL1, CCL3, CCL5, STEM1, CD2, CD3, CPSAA5, CC2)."},
                    {"text": "6. Seleccionar y contrastar información procedente de diferentes fuentes, evaluando su fiabilidad y pertinencia en función de los objetivos de lectura y evitando los riesgos de manipulación y desinformación, e integrarla y transformarla en conocimiento para comunicarla, con un punto de vista crítico y personal a la par que respetuoso con la propiedad intelectual, especialmente en el marco de la realización de trabajos de investigación sobre temas del currículo o vinculados a las obras literarias leídas. La producción, proliferación y distribución de la información es el principio constitutivo de las sociedades actuales, pero el acceso a la información no garantiza por sí mismo el conocimiento. Por ello es imprescindible que el alumnado adquiera habilidades y destrezas para transformar la información en conocimiento, reconociendo cuándo se necesita, dónde buscarla, cómo gestionarla, evaluarla y comunicarla, adoptando un punto de vista crítico y personal, y evidenciando una actitud ética y responsable con la propiedad intelectual y con la identidad digital. Se trata de una apuesta por la Alfabetización Mediática e Informacional (AMI) que implica la utilización responsable de las tecnologías, con especial atención a la detección de informaciones sesgadas o falsas, la evaluación constante de las fuentes, los tiempos de uso y la autorregulación. Se debe procurar que el alumnado, individualmente o de forma colaborativa, consulte fuentes de información variadas en contextos sociales o académicos para la realización de trabajos o proyectos de investigación, en especial sobre temas del propio currículo o de las obras literarias leídas. Estos procesos de investigación deben tender al abordaje autónomo de su planificación, gestión y almacenamiento de la información para su recuperación óptima, y del respeto a las convenciones de presentación establecidas (índice, organización en epígrafes, procedimientos de cita, notas a pie de página, bibliografía y webgrafía), a la par que al desarrollo de la creatividad y la adecuación al contexto en la difusión de su nuevo aprendizaje. La biblioteca escolar, como espacio creativo de aprendizaje, será el entorno ideal para la adquisición de esta competencia. Esta competencia específica se conecta con los siguientes descriptores: CCL3, CD1, CD2, CD3, CD4, CPSAA4, CC2, CE3.", "value": "6. Seleccionar y contrastar información procedente de diferentes fuentes, evaluando su fiabilidad y pertinencia en función de los objetivos de lectura y evitando los riesgos de manipulación y desinformación, e integrarla y transformarla en conocimiento para comunicarla, con un punto de vista crítico y personal a la par que respetuoso con la propiedad intelectual, especialmente en el marco de la realización de trabajos de investigación sobre temas del currículo o vinculados a las obras literarias leídas (CCL3, CD1, CD2, CD3, CD4, CPSAA4, CC2, CE3)."},
                    {"text": "7. Seleccionar y leer de manera autónoma obras relevantes de la literatura contemporánea como fuente de placer y conocimiento, configurando un itinerario lector que se enriquezca progresivamente en cuanto a diversidad, complejidad y calidad de las obras, y compartir experiencias lectoras para construir la propia identidad lectora y disfrutar de la dimensión social de la lectura. Desarrollar esta competencia implica avanzar en la consolidación de la autonomía y la construcción de la propia identidad lectora, dedicando un tiempo periódico y constante a la lectura individual, y propiciando momentos de reflexión que permitan establecer relaciones entre los textos leídos. Ello supone ampliar las formas de disfrute, la diversidad y la complejidad de los textos apreciados –incluido el contacto con formas literarias actuales impresas y digitales y con prácticas culturales emergentes– y la capacidad de expresar la experiencia lectora. Se trata de dar un paso hacia un corpus de lecturas autónomas menos vinculadas al mero entretenimiento y a la lectura argumental, y más orientado hacia la apreciación estética de la literatura. En consecuencia, la explicitación de juicios de valor sobre las obras se apoyará en muchos más elementos, incluyendo la identificación de la intertextualidad entre los textos, e incorporará la indagación, lectura y producción de ensayo relacionado con las obras leídas. Esta competencia contribuye a la apropiación por parte del alumnado de un saber literario y cultural que permite establecer relaciones entre las lecturas guiadas y las autónomas, indagar sobre las obras leídas, movilizar la propia experiencia lectora y cultural en la comprensión e interpretación de los textos, ubicar con precisión los textos en su contexto de producción así como en las formas culturales en las que se inscriben, y entender las funciones y los efectos de las distintas convenciones a partir de las cuales se construyen las obras. Esta competencia específica se conecta con los siguientes descriptores: CCL1, CCL4, CD3, CPSAA1.1, CCEC2, CCEC3.1, CCEC3.2.", "value": "7. Seleccionar y leer de manera autónoma obras relevantes de la literatura contemporánea como fuente de placer y conocimiento, configurando un itinerario lector que se enriquezca progresivamente en cuanto a diversidad, complejidad y calidad de las obras, y compartir experiencias lectoras para construir la propia identidad lectora y disfrutar de la dimensión social de la lectura (CCL1, CCL4, CD3, CPSAA1.1, CCEC2, CCEC3.1, CCEC3.2)."},
                    {"text": "8. Leer, interpretar y valorar obras relevantes de la literatura española e hispanoamericana, utilizando un metalenguaje específico y movilizando la experiencia biográfica y los conocimientos literarios y culturales para establecer vínculos entre textos diversos, para conformar un mapa cultural, para ensanchar las posibilidades de disfrute de la literatura y para crear textos de intención literaria. Esta competencia tiene la función de desarrollar habilidades de interpretación que permitan el acceso a obras relevantes del patrimonio literario, faciliten la verbalización de un juicio de valor argumentado sobre las lecturas, y ayuden a construir un mapa cultural que conjugue horizontes nacionales, europeos y universales y relacione las obras literarias con otras manifestaciones artísticas y culturales. Para conseguir una fruición consciente y elaborada de la lectura, será necesario establecer itinerarios formativos de progreso con lecturas guiadas, sobre los que aprehender el funcionamiento del fenómeno literario, profundizar en la noción de historicidad y de jerarquía entre textos, y sustentar el aprendizaje en procesos de indagación y de construcción compartida de la interpretación de las obras. No se trata de acometer una historia de la literatura de pretensiones enciclopédicas, sino de seleccionar un número reducido de obras que serán objeto de lectura guiada y compartida en el aula. A fin de favorecer la indagación en torno a la evolución del fenómeno literario y a la conexión entre obras, los títulos elegidos irán acompañados de un conjunto de textos que ayuden a entender tanto su contextualización histórica y cultural, como su lugar en la tradición literaria, la historia de sus interpretaciones y el diálogo con otras formas artísticas clásicas y actuales. Se trata, en fin, de seleccionar para la lectura guiada y compartida en el aula algunas obras relevantes del patrimonio literario –que ha de incorporar la obra de mujeres escritoras– para mostrar elementos relevantes de la construcción y funcionamiento de la literatura, y de las relaciones que se establecen con otros textos y con los valores ideológicos y estéticos de su contexto de producción, así como de su capacidad de iluminar y explicar nuestro presente. Asimismo, se debe propiciar la creación de textos literarios con conciencia de estilo respetando las convenciones formales de los diversos géneros. Esta competencia específica se conecta con los siguientes descriptores: CCL1, CCL4, CC1, CCEC1, CCEC2, CCEC3.1, CCEC3.2, CCEC4.2.", "value": "8. Leer, interpretar y valorar obras relevantes de la literatura española e hispanoamericana, utilizando un metalenguaje específico y movilizando la experiencia biográfica y los conocimientos literarios y culturales para establecer vínculos entre textos diversos, para conformar un mapa cultural, para ensanchar las posibilidades de disfrute de la literatura y para crear textos de intención literaria (CCL1, CCL4, CC1, CCEC1, CCEC2, CCEC3.1, CCEC3.2, CCEC4.2)."},
                    {"text": "9. Consolidar y profundizar en el conocimiento explícito y sistemático sobre la estructura de la lengua y sus usos, y reflexionar de manera autónoma sobre las elecciones lingüísticas y discursivas, con la terminología adecuada, para desarrollar la conciencia lingüística, para aumentar el repertorio comunicativo y para mejorar las destrezas tanto de producción oral y escrita como de comprensión e interpretación crítica. Para que el estudio sistemático de la lengua sea útil, debe promover la competencia metalingüística del alumnado y vincularse con los usos reales y contextualizados propios de los hablantes. La reflexión metalingüística debe partir del conocimiento intuitivo del alumnado como usuario de la lengua y establecer puentes con el conocimiento sistemático de la misma, utilizando para ello una terminología específica e integrando los niveles morfosintáctico, semántico y pragmático en el estudio de las formas lingüísticas. Se trata, por tanto, de abordar el aprendizaje estructurado de la gramática a través de procesos de indagación, estableciendo una relación entre conocimiento gramatical explícito y uso de la lengua a partir de la reflexión y de la elaboración de pequeños proyectos de investigación. Para ello hay que partir de la observación del significado y la función que las formas lingüísticas adquieren en el discurso, para llegar a la generalización y a la sistematización a partir de la manipulación de enunciados, el contraste entre oraciones, la formulación de hipótesis y de reglas, el uso de contraejemplos o la conexión con otros fenómenos lingüísticos, y comunicar los resultados con el metalenguaje adecuado. En definitiva, se trata de estimular la reflexión metalingüística e interlingüística para que los estudiantes puedan pensar y hablar sobre la lengua de manera que ese conocimiento revierta en una mejora de las producciones propias y en una mejor comprensión e interpretación crítica de las producciones ajenas y, a la vez, permita construir de manera progresiva un conocimiento explícito sobre cómo funciona el sistema lingüístico. Esta competencia específica se conecta con los siguientes descriptores: CCL1, CCL2, CP2, STEM1, STEM2, CPSAA5.", "value": "9. Consolidar y profundizar en el conocimiento explícito y sistemático sobre la estructura de la lengua y sus usos, y reflexionar de manera autónoma sobre las elecciones lingüísticas y discursivas, con la terminología adecuada, para desarrollar la conciencia lingüística, para aumentar el repertorio comunicativo y para mejorar las destrezas tanto de producción oral y escrita como de comprensión e interpretación crítica (CCL1, CCL2, CP2, STEM1, STEM2, CPSAA5)."},
                    {"text": "10. Poner las prácticas comunicativas al servicio de la convivencia democrática, la resolución dialogada de los conflictos y la igualdad de derechos de todas las personas, utilizando un lenguaje no discriminatorio y desterrando los abusos de poder a través de la palabra, para favorecer un uso no solo eficaz sino también ético y democrático del lenguaje. Adquirir esta competencia implica no solo que las personas sean eficaces a la hora de comunicarse, sino que pongan las palabras al servicio de unos objetivos que no se desentiendan de la insoslayable dimensión ética de la comunicación. En el ámbito de la comunicación personal, la educación lingüística debe ayudar a forjar relaciones interpersonales basadas en la empatía y el respeto, brindando herramientas para la escucha activa, la comunicación asertiva, la deliberación argumentada y la resolución dialogada de los conflictos. Erradicar los usos discriminatorios y manipuladores del lenguaje, así como los abusos de poder a través de la palabra es un imperativo ético. En los ámbitos educativo, social y profesional, la educación lingüística debe capacitar para tomar la palabra en el ejercicio una ciudadanía activa y comprometida en la construcción de sociedades más equitativas, más democráticas y más responsables en relación a los grandes desafíos que como humanidad tenemos planteados: la sostenibilidad del planeta, la erradicación de las diferentes violencias (incluida la violencia de género) y de las crecientes desigualdades, etc. Esta competencia específica se conecta con los siguientes descriptores: CCL1, CCL5, CP3, CD3, CPSAA3.1, CC1, CC2, CC3.", "value": "10. Poner las prácticas comunicativas al servicio de la convivencia democrática, la resolución dialogada de los conflictos y la igualdad de derechos de todas las personas, utilizando un lenguaje no discriminatorio y desterrando los abusos de poder a través de la palabra, para favorecer un uso no solo eficaz sino también ético y democrático del lenguaje (CCL1, CCL5, CP3, CD3, CPSAA3.1, CC1, CC2, CC3)."}
                ]
}
